{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07342803",
      "orgStudyIdInfo": {
        "id": "P10-LP003-05"
      },
      "organization": {
        "fullName": "Longbio Pharma",
        "class": "INDUSTRY"
      },
      "briefTitle": "Efficacy, Safety, and Pharmacokinetics of LP-003 Injection in Allergic Asthma Patients",
      "officialTitle": "A Multicenter, Randomized, Double-Blind, Active Drug and Placebo-Controlled Phase II Clinical Trial to Evaluate the Efficacy, Safety, and Pharmacokinetics of LP-003 Injection in the Treatment of Patients With Moderate to Severe Persistent Allergic Asthma."
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-01-25",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-12-28",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-09-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-12-11",
      "studyFirstSubmitQcDate": "2026-01-05",
      "studyFirstPostDateStruct": {
        "date": "2026-01-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-05",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Longbio Pharma",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a multicenter, randomized, masked, active and placebo controlled, Phase II clinical study to evaluate the efficacy, safety, and pharmacokinetics of LP-003 injection in adult patients with moderate to severe persistent allergic asthma."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "LP-003 150 mg group",
          "type": "EXPERIMENTAL",
          "description": "Participants received subcutaneous injections of LP-003 or Placebo every 4 weeks.",
          "interventionNames": [
            "Biological: LP-003 Injection",
            "Biological: Placebo"
          ]
        },
        {
          "label": "LP-003 300 mg group",
          "type": "EXPERIMENTAL",
          "description": "Participants received subcutaneous injections of LP-003 or Placebo every 4 weeks.",
          "interventionNames": [
            "Biological: LP-003 Injection",
            "Biological: Placebo"
          ]
        },
        {
          "label": "LP-003 450 mg group",
          "type": "EXPERIMENTAL",
          "description": "Participants received subcutaneous injections of LP-003 or Placebo every 4 weeks.",
          "interventionNames": [
            "Biological: LP-003 Injection",
            "Biological: Placebo"
          ]
        },
        {
          "label": "Omalizumab group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Participants received subcutaneous injection of Omalizumab every 4 weeks; the dose was determined by baseline IgE level and body weight, with a maximum dose 600 mg.",
          "interventionNames": [
            "Biological: Omalizumab"
          ]
        },
        {
          "label": "Placebo group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants received subcutaneous injection of Placebo every 4 weeks.",
          "interventionNames": [
            "Biological: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "LP-003 Injection",
          "description": "s.c. injection, Q12W",
          "armGroupLabels": [
            "LP-003 150 mg group",
            "LP-003 300 mg group",
            "LP-003 450 mg group"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Omalizumab",
          "description": "s.c. injection, Q4W",
          "armGroupLabels": [
            "Omalizumab group"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Placebo",
          "description": "s.c. injection, Q4W",
          "armGroupLabels": [
            "LP-003 150 mg group",
            "LP-003 300 mg group",
            "LP-003 450 mg group",
            "Placebo group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Mean number of asthma exacerbations per subject",
          "timeFrame": "During the 24-week treatment period"
        },
        {
          "measure": "Proportion of subjects with asthma exacerbations",
          "timeFrame": "During the 24-week treatment period"
        },
        {
          "measure": "Mean number of asthma exacerbations per subject",
          "timeFrame": "During the 36-week and 48-week follow-up period"
        },
        {
          "measure": "Proportion of subjects with asthma exacerbations",
          "timeFrame": "During the 36-week and 48-week follow-up period"
        },
        {
          "measure": "Proportion of subjects with loss of asthma control (LOAC) in each group",
          "timeFrame": "During the 24-week treatment period"
        },
        {
          "measure": "Incidence of adverse events (AEs)",
          "timeFrame": "Up to approximately 52 weeks"
        },
        {
          "measure": "Change from baseline in pre-bronchodilator FEV1, FVC, and FEV1/FVC ratio",
          "timeFrame": "Weeks 4, 8, 12, 16, 20, and 24"
        },
        {
          "measure": "Change from baseline in weekly mean daily and weekly Peak Expiratory Flow (PEF) variability, and change from baseline in mean PEF",
          "timeFrame": "Weeks 4, 8, 12, 16, 20, and 24"
        },
        {
          "measure": "Time to first asthma exacerbation from baseline",
          "timeFrame": "Up to approximately 52 weeks"
        },
        {
          "measure": "Change from baseline in weekly use of reliever medication (Salbutamol Sulfate Aerosol)",
          "timeFrame": "Up to approximately 52 weeks"
        },
        {
          "measure": "Change from baseline in weekly Asthma Symptom Diary Score",
          "timeFrame": "Up to approximately 52 weeks"
        },
        {
          "measure": "Change from baseline in standardized Asthma Quality of Life Questionnaire (AQLQ(S))",
          "description": "The AQLQ(S) is a validated patient-reported outcome (PRO) tool designed to assess the impact of asthma on patients' quality of life. This questionnaire consists of a total of 35 items, which are scored on a 7-point Likert scale (where 1 indicates the worst quality of life and 7 indicates the best quality of life).",
          "timeFrame": "Weeks 12 and 24"
        },
        {
          "measure": "Change from baseline in Asthma Control Questionnaire (ACQ-5)",
          "description": "The ACQ-5 is a tool for evaluating asthma control status. The questionnaire comprises 5 items, with the ACQ-5 score calculated as the mean score of the 5 items. A score of \\< 0.75 indicates complete asthma control, a score between 0.75 and 1.5 indicates well-controlled asthma, and a score of \\> 1.5 indicates uncontrolled asthma.",
          "timeFrame": "Weeks 12 and 24"
        },
        {
          "measure": "Change from baseline in Asthma Control Test (ACT)",
          "description": "The ACT is a tool for assessing asthma control status, comprising 5 questions with 5 response options each (scored 1 to 5 points per question). The total score is the sum of the 5 items, with the following criteria: 20-25 = well-controlled; 16-19 = inadequately controlled; 5-15 = very poorly controlled.",
          "timeFrame": "Weeks 12 and 24"
        },
        {
          "measure": "Change in serum free IgE levels over time at different time points",
          "timeFrame": "Up to approximately 52 weeks"
        },
        {
          "measure": "Serum concentrations of LP-003 at different time points",
          "timeFrame": "Up to approximately 52 weeks"
        },
        {
          "measure": "Incidence of Anti-drug Antibodies (ADA)",
          "timeFrame": "Up to approximately 52 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline in Fractional exhaled Nitric Oxide (FeNO)",
          "timeFrame": "Weeks 4, 8, 12, 16, 20, and 24"
        },
        {
          "measure": "Change from baseline in blood eosinophil count (EOS)",
          "timeFrame": "Weeks 4, 8, 12, 16, 20, and 24"
        },
        {
          "measure": "Change in serum total IgE levels over time at different time points",
          "timeFrame": "Up to approximately 52 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18 years and ≤ 75 years, no gender restriction;\n2. Body weight ≥ 40 kg;\n3. Diagnosed with bronchial asthma for at least 1 year according to the \"Guidelines for Prevention and Treatment of Bronchial Asthma (2020 Edition)\", and diagnosed with allergic asthma according to the \"Chinese Guidelines for the Diagnosis and Treatment of Allergic Asthma (2019 Edition)\" ; At least 1 asthma exacerbation in the year prior to screening (referring to GINA and Chinese guidelines, asthma exacerbation is defined as worsening of asthma symptoms requiring systemic glucocorticoid treatment for at least 3 days, and/or multiplying the dose of inhaled glucocorticoids for at least 3 days);\n4. Positive bronchial dilation test within 24 months prior to screening or at the time of screening;\n5. Subjects with at least one positive skin prick test or positive serum specific IgE test result for a relevant allergen within 12 months prior to randomization;\n6. Subjects who have received medium to high dose inhaled corticosteroids (ICS) treatment for at least 8 weeks prior to screening (fluticasone propionate \\>250 μg/day or equivalent dose of ICS, not exceeding fluticasone propionate 2000 μg/day or equivalent dose of ICS, as per the \"Guidelines for Prevention and Treatment of Bronchial Asthma (2020 Edition)\"), have maintained stable use for 4 weeks before randomization, with asthma remaining partially controlled or uncontrolled (defined as ACT score ≤ 19);\n7. Combined with at least one other asthma control medication (long-acting β2 receptor agonists (LABA), long-acting muscarinic antagonists (LAMA), leukotriene receptor antagonists (LTRA), and sustained-release theophylline treatment) and stable use for 4 weeks before randomization ;\n8. At screening, 40% \\< FEV1 \\< 80% of predicted value;\n9. Subjects who have no plans for pregnancy and agree to take effective contraceptive measures during the trial and for 6 months after the last dose of study treatment;\n10. Subjects who voluntarily sign the ICF, are able to understand and correctly fill out the assessment form, correctly use the PEF device and record the patient diary card, and attend follow-up visits as scheduled.Male or female, aged 18 to 75 years.\n\nExclusion Criteria:\n\n1. Allergic to the investigational product and its excipients or Xolair® ;\n2. Coexisting diseases other than asthma that may affect lung function, such as chronic obstructive pulmonary disease (COPD), allergic bronchopulmonary aspergillosis (ABPA), and bronchiectasis, which, in the investigator's judgment, may place the subject at inappropriate risk or affect the assessment of study results;\n3. Patients who have severe or uncontrolled diseases of the liver, kidneys, gastrointestinal tract, cardiovascular and cerebrovascular systems, hematopoietic system, urogenital system, endocrine system, nervous system, immune system, etc.;\n4. Clinically significant infection history within 4 weeks prior to randomization, as assessed by the investigator, affecting patient evaluation;\n5. Major surgery within 4 weeks prior to randomization or planned surgical procedures during the study period, or treatments that the investigator believes may affect patient evaluation;\n6. Known parasitic infection within 6 months prior to randomization;\n7. History of malignancy diagnosed within 5 years prior to screening;\n8. Clinically significant abnormalities in laboratory tests during the screening period and baseline, deemed unsuitable for participation by the investigator ;\n9. Positive test for human immunodeficiency virus (HIV) antibodies at screening, or positive for treponema pallidum antibodies (except RPR or TRUST negative), or positive for hepatitis B surface antigen (except HBV-DNA below the detection limit of the site), or positive for hepatitis B core antibody (except HBV-DNA below the detection limit of the site), or positive for hepatitis C virus (HCV) antibodies (except HCV RNA below the detection limit of the site);\n10. Still smoking or having quit smoking for less than 6 months at screening, or a history of smoking ≥10 pack-years \\[Smoking Index (pack-years) = daily smoking amount (packs) × smoking duration (years), 1 pack = 20 cigarettes\\];\n11. Used biological agents such as monoclonal antibodies, including investigational biological agents, within 3 months prior to screening or within 5 half-lives of the drug (whichever is longer);\n12. Received systemic immunosuppressants or systemic glucocorticoids (dose equivalent to prednisone \\>10 mg/day) for inflammatory or autoimmune diseases (such as rheumatoid arthritis, inflammatory bowel disease, systemic lupus erythematosus, etc.) within 8 weeks prior to screening or within 5 half-lives of the drug (whichever is longer);\n13. Specific allergen immunotherapy conducted within 3 months prior to screening;\n14. Live (attenuated) virus/bacterial vaccines administered or intravenous immunoglobulin used within 4 weeks prior to screening;\n15. Participation in other drug clinical trials within 3 months or 5 half-lives of the drug (whichever is longer) prior to screening;\n16. History of drug abuse, substance abuse, and/or excessive alcohol consumption within 1 year prior to screening;\n17. Pregnant or breastfeeding women;\n18. Any other condition that makes the subject unsuitable for participation in the trial as assessed by the investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jie Yang",
          "role": "CONTACT",
          "phone": "+86 021-58372390",
          "email": "yangj@longbiopharma.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Jieming Qu",
          "affiliation": "Ruijin Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Ruijin Hospital",
          "status": "RECRUITING",
          "city": "Shanghai",
          "country": "China",
          "contacts": [
            {
              "name": "Wei Tang",
              "role": "CONTACT",
              "phone": "+86 189170 0579",
              "email": "tina_tangwei@163.com"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}