{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03727971",
      "orgStudyIdInfo": {
        "id": "2018-001137-41"
      },
      "secondaryIdInfos": [
        {
          "id": "2018-001137-41",
          "type": "EUDRACT_NUMBER"
        },
        {
          "id": "H-18016605",
          "type": "OTHER",
          "domain": "Etics comitee"
        }
      ],
      "organization": {
        "fullName": "Rigshospitalet, Denmark",
        "class": "OTHER"
      },
      "briefTitle": "Treatment With the Anti-IgE Monoclonal Antibody Omalizumab in Women With Asthma Undergoing Fertility Treatment. - A Proof of Concept Study.",
      "officialTitle": "Use of Omalizumab Will Increase the Pregnancy Rate, Proof of Concept Study, Where Women With Asthma and Infertility Will be Treated Three Times With Weight and IgE Balanced Dosis at the First Day of Their Period Bleeding",
      "acronym": "PRO_ART"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-12-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2018-10-26",
      "studyFirstSubmitQcDate": "2018-10-31",
      "studyFirstPostDateStruct": {
        "date": "2018-11-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-04-06",
      "lastUpdatePostDateStruct": {
        "date": "2025-04-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Vibeke Backer",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Rigshospitalet, Denmark"
      },
      "leadSponsor": {
        "name": "Rigshospitalet, Denmark",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Novartis",
          "class": "INDUSTRY"
        },
        {
          "name": "Hvidovre University Hospital",
          "class": "OTHER"
        },
        {
          "name": "Herlev Hospital",
          "class": "OTHER"
        },
        {
          "name": "Zealand University Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The investigators have previously confirmed a clinical hunch that women with asthma have difficulties in becoming pregnant. The investigators found increased time to pregnancy (TTP) in women with asthma compared to non-asthmatic women (55 vs 33 months, p\\<0.001), furthermore, women with asthma had less successful pregnancies following fertility treatment (39.6 vs 60.4%, p=0.002). Treatment with omalizumab stabilizes the eosinophilic disease, through the systemic and most likely the anti-inflammatory pathways, which indicate a promising possibility to increase pregnancy rate. In a small real-life study in 2017, 5 patients with eosinophilic asthma who underwent in vitro fertilization (IVF), were treated with omalizumab prior to embryo transplantation; three out of the five women became pregnant. Lastly, the two remaining patients had several treatments with omalizumab, but did not become pregnant. This real-life study calls for further investigation. By targeting systemic inflammation with omalizumab treatment the aim is to increase asthma control before and during pregnancy. A treatment strategy aiming at improving overall inflammatory control may increase fertility, but also reduce well known maternal and perinatal adverse pregnancy outcomes such as pregnancy loss, preeclampsia, gestational diabetes, low-birth weight, small for gestational age (SGA), preterm delivery.\n\nStudy design:\n\nA randomized control trial with omalizumab and placebo, stratified for blood eosinophil count, is therefore needed. A randomized, double blinded, parallel group, study to evaluate the difference between omalizumab (O) and placebo (P) on pregnancy rate in patients with atopic asthma.Treatment schedule: After collection of material (blood samples, sputum) 6th day (±1 day) of the menstrual cycle, the patients will be randomized in either the omalizumab group or the placebo group. No collection of material will be done at the time of enrollment, as this will be on different time of the female cycles. The treatment is initiated with one injection with weight and serum-immunglobulin E balanced omalizumab or one injection placebo. After omalizumab treatment at ovulation it will again be collected material (blood samples, sputum). If no pregnancy has occurred after first IVF cycle, this will be repeated for 3 consecutive IVF cycles in total or until pregnancy has occurred.\n\nOutcome:\n\nThe primary out-come is efficacy of omalizumab, compared to placebo, in increasing pregnancy rate in females with asthma. Secondary out-comes are changes in the inflammation in lungs/systemic, pregnancy loss, asthma control and biomarkers in the blood/lungs.",
      "detailedDescription": "The investigators have previously investigated fertility in patients with asthma (Lundbeck 2011-9502), and found increased time to pregnancy (TTP) in women with asthma compared with non-asthmatic women (55 vs 33 months, p\\<0.001) and women with asthma had fewer successful pregnancies during fertility treatment (39.6 vs 60.4%, p=0.002). This study supported the clinical hunch that women with asthma have difficulties in becoming pregnant.\n\nIn eosinophilic severe asthma with immunglobulin E (IgE) related disease, treatment with omalizumab reduce the number of exacerbations and stabilize the all-over score of the disease, using the tool called Global evaluation of treatment effectiveness (GETE). However, chronic hives, with or without elevated IgE can also be treated successfully with omalizumab. Indicating a biologic class effect, beside IgE. The treatments stabilize the eosinophilic disease, through the systemic and most likely the anti-inflammatory pathways, which indicate a promising possibility to reduce time to pregnancy (TTP) and increase pregnancy rate. In a small real-life study (2017), 5 patients were treated with omalizumab that had eosinophilic atopic asthma, was infertile and underwent in vitro fertilization (IVF). The patients received treatment two weeks prior to embryo implantation in their IVF cycle. Three out of the five women became pregnant at the following IVF treatment, supporting the systemic effect of omalizumab. Lastly, the two remaining patients had several treatments with omalizumab, but did not become pregnant. This real-life study calls for further investigation.\n\nBy targeting systemic inflammation with biological treatment the aim is to progress from relieving to treating asthma and thereby increasing asthma control before and during pregnancy. An improved treatment strategy may increase fertility and reduce well known maternal and perinatal adverse pregnancy outcomes such as preeclampsia, gestational diabetes, low-birth weight, small for gestational age (SGA) infants, preterm and cesarean delivery. Fertility treatment is an advanced treatment, which is both expensive and stressful both psychologically and socially for the couples. Infertility is as common as 10-15% of couples in the reproductive age are affected. In Denmark 9 % of the annual birth cohort is born after fertility treatment, and among these, 30% are unexplained infertile. The prevalence of asthma is about 8-10 %. The true prevalence infertility among asthma patients is unknown as this population is largely under diagnosed and therefore probably larger then expected, but in a recent larger register-based study of 5000 asthmatic females, support that a significant number asthma patients have prolonged time to pregnancy. Furthermore, it is unexplored if a well-treated asthma improves fertility by increasing pregnancy rate and by lowering time to pregnancy.\n\nA randomized control trial with omalizumab and placebo, stratified for blood eosinophil count, is therefore needed.\n\nSafety issues: Pregnancy studies are not available, but omalizumab is a biologic drug with no former investigations showing teratogenic effect in real-life studies.\n\n2\\. Background: Asthma is one of the most common chronic diseases among women of reproductive age characterized by both local (in the airways) and systemic inflammation, reversible airway obstruction and airway hyperresponsiveness (AHR). The disease has a global prevalence of approximately 300 million patients . In the western society, asthma and infertility are among the most frequent chronic diseases in young adults Several links have been established between asthma and the female reproduction as uncontrolled asthma both seems to be associated with decrease fertility and increase adverse perinatal outcomes.\n\nIt has recently been shown that women with asthma have prolonged time to pregnancy (TTP) and a tendency towards a higher number of miscarriages. Furthermore a study, looking at asthma patients who recently had given birth to a full born child (n=1000) and a control cohort (n=3000), found that TTP was longer among asthmatics.\n\nThese findings, in infertile and asthma patients, suggest that asthmatics both have local and systemic inflammation probably involving the reproductive organs. This may be the cause of the reduced pregnancy´s success rate, as it is well known that changes in the inflammatory environment both systemically and locally in the endometrium can affect the fertility negatively. Maternal asthma has furthermore been associated with several pregnancy complications, as gestational hypertension, preeclampsia, gestational diabetes and small for gestational age. The hypothesis is, that better asthma control with biological treatment reduces local and systemic inflammation which may improve adverse perinatal outcomes and other known pregnancy complication.\n\nThe investor group propose that targeting both the local and systemic inflammation with immune modifying therapy, such as biologic drugs, could improve fertility. An increase in rate of pregnancy as well as reduction in TTP is important for the individual women and her partner, as well as the society.\n\n3\\. Minor real-life study: Treatment with oral steroid have been tried numerous times, but have little or no effect on conception, whereas three out of five patients with asthma in IVF therapy, treated with omalizumab became pregnant at the following ovulation after IVF treatment.\n\n4\\. Material and methods\n\n4.1 Rationale: Asthma is the most common chronic disease among fertile females and infertility is an increasing and widespread problem in women with asthma. Inflammation seems to be a possible cause of the reduced fertility among asthma patients and is therefore the target of the current treatment suggestion. Studies suggest that asthmatics have an altered microbiota in the lungs as well as in the female reproduction organs, which could be targeted with biological treatment. However, no studies have examined the effect on neither pregnancy rate nor TTP of biologic treatment in asthma.\n\n4.2 Hypothesis: The investor group propose, that the highest pregnancy rate and the shortest TTP is seen in patients with a low degree of inflammation resulting from modifying treatment with biological drugs, assessed in a randomized design.\n\n4.3 Purpose:\n\n1. To compare, pregnancy rate (positive in serum-Choriogonadotropins (s-hCG)) and ongoing pregnancy confirmed by ultra sound in week 7 in asthma patients undergoing IVF when treated with either omalizumab or placebo at 3 consecutive menstrual cycles followed to birth or abortion.\n2. To investigate whether biological treatment with omalizumab increase both local and systemic inflammatory control (in the lungs)\n3. To investigate the association between, pregnancy rate (positive s-hCG) and ongoing pregnancy confirmed by ultra sound and different degrees and location of asthmatic inflammation.\n4. To investigate the association between, pregnancy rate (positive s-hCG) and ongoing pregnancy confirmed by ultra sound in week 7 and changes in the microbiota in asthmatic patients.\n\n5\\. Study design The Investigational medicinal product (IMP) - omalizumab are manufactured and marketed with indication for severe asthma since 2005 and chronic spontaneous urticaria, but as the project will investigate infertility within female asthma patients and this is not as of yet an indication for the IMP the project will be run as a phase 2a study, (proof of concept study).\n\nA randomized, double blinded, parallel group, study to evaluate the difference between omalizumab (O) and placebo (P) on pregnancy rate in patients with atopic asthma.\n\nTreatment schedule: After collection of material (blood samples, sputum) 6th day (±1 day) of the menstrual cycle, the patients will be randomized in either the omalizumab group or the placebo group. No collection of material will be done at the time of enrollment, as this will be on different time of the female cycles.\n\nThe treatment is initiated with one injection with weight and serum-immunglobulin E balanced omalizumab or one injection placebo. After omalizumab treatment at ovulation it will again be collected material (blood samples, sputum). If no pregnancy has occurred after first IVF cycle, this will be repeated for 3 consecutive IVF cycles in total or until pregnancy has occurred.\n\nThe subjects will have 1-2 week of run-in (diagnosis of asthma) with collection of questionnaire-based material from the time of enrollment. Pregnant subjects will be followed up until birth or loss of pregnancy after 3 consecutive IVF.\n\nTime schedule: Screening, run-in, Randomization, intervention and follow up.\n\n5.1 Recruitment: Questionnaire (screening-first contact): As the patients come to their first pre- IVF consultation, they will be given a form with 20 standardized screenings questionnaire regarding asthma. If the patient answers yes to one or more questions they will be contacted and screened for having asthma and possible inclusion in the project.\n\n5.3 Timeline\n\n1. First patient in: 1st Februar 2019\n2. Last patient in: 1st December 2023\n3. Last patient last treatment/visit: 31st December 2023\n4. Last patients last follow-up: 31st December 2029 (5 years of follow-up, on children born by mothers in study)\n5. End of analysis: 1st June 2030\n\n5.4 Asthma diagnoses Asthma is diagnosed based on either asthma symptoms and a positive asthma test ((Mannitol (Provocative dose 15% ≤ 635 mg), methacholine (Provocative dose 20% ≤ 8 μmol)), Eucapnic Voluntary Hyperpnea ≥ 10% on two points and reversibility (≥ 200 ml and ≥ 12%), Peak-expiratory-flow during 2 weeks with at least 20% variation and 100 mL currently or within the last 10 years. Or an earlier diagnosis by a doctor (5-10 years) using one of the above methods or increase in Forced Expiratory Ventilation (FEV1) of 200 ml and \\> 12 %, during treatment with inhaled steroid over time (\\> 8 weeks).\n\n5.5 Asthma subjects to be included in the study This study will enroll females, 18 - 40 years of age, inclusive. They should have stable asthma with an Asthma Control Questionnaire (ACQ) ≤ 1,5. The treatment at time of enrollment should be Global Initiative for Asthma (GINA) guidelines, step 1 to step 4, which is short acting beta2-agonist (SABA) with or without continuous treatment with inhaled corticosteroid (ICS), and lastly, additional second controller with montelukast or long acting beta2-agonist (LABA), if needed (GINA 1-4). In case of uncontrolled asthma (i.e ACQ \\> 1,5), inclusion should be postponed for 4 weeks, in which period increased asthma treatment will be prescribed and the patient can be re-screened for enrollment when ACQ ≤ 1,5 over the last 2 weeks.\n\nWomen to be enrolled are infertile due to tubal factor infertility or unexplained infertility and / or the partner has male factor infertility. Couples who are infertile due to other reasons (for example endometriosis) are not included\n\nParticipants will be randomized in two equally big groups, one receiving omalizumab and one receiving placebo, by a computer based program, blinded to investigator. It will be randomized to blocks of 10, in total 16 blocks. It will be automated random assignment of subject numbers to randomization numbers. These randomization numbers are linked to the different treatment arms, which in turn are linked to medication numbers.\n\nIn a group of asthma patients to test an omalizumab induced reduction in number of cycles of fertility treatment to evaluate pregnancy rate per embryo transfer, when treated with omalizumab indicated by 41% pregnancy rate (omalizumab) to 19% pregnancy rate (placebo) after 3 cycles of fertility treatment (s-hCG test after 2 weeks and ongoing pregnancy ultrasound after 7 weeks) and followed for 1 year. Secondary outcome is Ultrasound confirmed clinical pregnancies ongoing after 3 months and baby take home rate, rate of complication. With a p-value of 0.05 and power of 0.8, a group of 72 patients with atopic asthma should be included in each arm. Regulating for drop-out (20%), resulting in 90 atopic asthma patients in each arm.\n\nStratification: Blood eosinophilic cell count with a cut off 0.3 mia/L, ensuring equal number of eosinophilic and non-eosinophilic asthma patients in each group. It will also be stratify for age, with a cut of \\>30 years, ensuring equal number of patients with high and low age in each group. There will be stratified for low sperm count, so that it will be equal number og women with a male partner with low sperm count in each group."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Infertility, Female"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "A randomized, double blinded, parallel group, study",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "All packaging and labeling of the biological drugs and placebo will be done in a way that ensures blinding for the investigator site staff. Glostrup pharmacy, the hospital pharmacy at the Capital region, will manage randomization and blinding.\n\nParticipants will be randomized in two equally big groups, one receiving omalizumab and one receiving placebo, by a computer based program, blinded to investigator. It will be randomized to blocks of 10, in total 16 blocks. It will be automated random assignment of subject numbers to randomization numbers. These randomization numbers are linked to the different treatment arms, which in turn are linked to medication numbers.",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 66,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "omalizumab arm",
          "type": "ACTIVE_COMPARATOR",
          "description": "The treatment is initiated with one injection with weight and serum-Immunoglobulin E balanced omalizumab one time per cyclus",
          "interventionNames": [
            "Drug: Omalizumab Injection"
          ]
        },
        {
          "label": "placebo arm",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants will be administered placebo (NaCl), one time per cyclus",
          "interventionNames": [
            "Drug: NaCl"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab Injection",
          "description": "The treatment is initiated with one injection with weight and serum-immunoglobulin E balanced omalizumab. After omalizumab treatment at ovulation it will again be collected material (blood samples, sputum, secretion of the vagina, secretion of the rectum, secretion of the uterus, microbiota). If no pregnancy has occurred after first IVF cycle, this will be repeated for 3 consecutive IVF cycles in total or until pregnancy has occurred.",
          "armGroupLabels": [
            "omalizumab arm"
          ]
        },
        {
          "type": "DRUG",
          "name": "NaCl",
          "description": "The treatment is initiated with one injection with placebo. After placebo injection treatment at ovulation it will again be collected material (blood samples, sputum, secretion of the vagina, secretion of the rectum, secretion of the uterus, microbiota). If no pregnancy has occurred after first IVF cycle, this will be repeated for 3 consecutive IVF cycles in total or until pregnancy has occurred.",
          "armGroupLabels": [
            "placebo arm"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Pregnancy rate",
          "description": "To explore differences in pregnancy rate between asthmatic women receiving biological treatment vs. asthmatic women receiving normal asthma treatment and placebo. Pregnancy rate is defined as positive serum- Choriogonadotropin (in week 2) and ongoing pregnancy confirmed with ultra sound in week 7, after 3 consecutive IVF cycles. End of study measured as birth of life born infant or unsuccessful pregnancy",
          "timeFrame": "7 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Inflammation - degree of inflammation in sputum and blod before and after intervention",
          "description": "Change in Sputum and blood Eosinophilic cell count (before treatment and after treatment)",
          "timeFrame": "12 months"
        },
        {
          "measure": "Rate of miscarriages in both groups.",
          "description": "Difference in rate miscarriages between the groups.",
          "timeFrame": "9 months"
        },
        {
          "measure": "Differens in time to pregnancy between the two groups",
          "description": "Total time from first attempt at conceiving to first treatment day, adjusted time to pregnancy.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Change in C-reactive-protein concentration before and after intervention",
          "description": "Change in C-reactive-protein, in blood, (before treatment, and after treatment).",
          "timeFrame": "6 months"
        },
        {
          "measure": "Change in Immunoglobulin E concentration before and after intervention",
          "description": "Change in Immunoglobulin E, in blood (before treatment, and after treatment).",
          "timeFrame": "6 months"
        },
        {
          "measure": "Number of malformation",
          "description": "Number of malformation in both groups",
          "timeFrame": "5 years"
        },
        {
          "measure": "Number of children born preterm",
          "description": "Number of children born preterm in both groups",
          "timeFrame": "9 months"
        },
        {
          "measure": "Number of preeclampsia during pregnancy",
          "description": "Number of preeclampsia during pregnancy in both groups",
          "timeFrame": "9 months"
        },
        {
          "measure": "Number of perinatal deaths.",
          "description": "Number of perinatal death in both groups",
          "timeFrame": "12 months"
        },
        {
          "measure": "Number of children born with small for gestational age",
          "description": "Number of children born with small for gestational age in both groups",
          "timeFrame": "9 months"
        },
        {
          "measure": "Birth weight",
          "description": "Difference in birth weight between the two groups",
          "timeFrame": "9 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n\\* Informed consent\n\n* Diagnosis of asthma\n* Infertility due to male factor infertility, tubal factor infertility or unexplained infertility.\n* Referred to IVF treatment with or without ICSI\n* Willingness to receive treatment with biologic drugs during menstruation period\n* Controlled disease with an ACQ ≤ 1.5\n\nExclusion criteria:\n\n* Other respiratory diseases than asthma\n* Other inflammatory disease or a disease that affects fertility.\n* Allergy to the investigational drugs\n* Respiratory infections requiring antibiotics or anti-viral treatment within 30 days\n* TESA / TESE, endometriosis\n* Infertility due to other reasons than male factor, tubal factor or unexplained infertility",
      "healthyVolunteers": false,
      "sex": "FEMALE",
      "minimumAge": "18 Years",
      "maximumAge": "40 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Charlotte Suppli Ulrik",
          "city": "Copenhagen",
          "zip": "DK-2100",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.67594,
            "lon": 12.56553
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33184076",
          "type": "DERIVED",
          "citation": "Tidemandsen C, Juul Gade E, Ulrik CS, Nielsen HS, Oxlund-Mariegaard BS, Kristiansen K, Freiesleben NC, Nohr B, Udengaard H, Backer V. Treatment with the anti-IgE monoclonal antibody omalizumab in women with asthma undergoing fertility treatment: a proof-of-concept study-The PRO-ART study protocol. BMJ Open. 2020 Nov 12;10(11):e037041. doi: 10.1136/bmjopen-2020-037041."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Plan to share data for relevant research purposes",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "ICF"
      ],
      "timeFrame": "Juni 2030 - for 10 years"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D007247",
          "term": "Infertility, Female"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D005831",
          "term": "Genital Diseases, Female"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D007246",
          "term": "Infertility"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}