{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04465292",
      "orgStudyIdInfo": {
        "id": "2020P000025"
      },
      "organization": {
        "fullName": "Brigham and Women's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "The Effects of Tildrakizumab in Treatment of Bullous Pemphigoid",
      "officialTitle": "The Effects of Tildrakizumab in Treatment of Bullous Pemphigoid"
    },
    "statusModule": {
      "statusVerifiedDate": "2020-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-09-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-12-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-05-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-05-14",
      "studyFirstSubmitQcDate": "2020-07-06",
      "studyFirstPostDateStruct": {
        "date": "2020-07-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2020-07-06",
      "lastUpdatePostDateStruct": {
        "date": "2020-07-10",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Erin X. Wei",
        "investigatorTitle": "Attending physician",
        "investigatorAffiliation": "Brigham and Women's Hospital"
      },
      "leadSponsor": {
        "name": "Brigham and Women's Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Joseph Merola",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This is an open-label, pilot study evaluating the efficacy of tildrakizumab on the treatment of bullous pemphigoid (BP) in eligible patients (see detailed study protocol). Three total doses of tildrakizumab 100mg will be administered at Weeks 0, 4, 16 a total of 16 weeks of treatment by the study staff to patients with bullous pemphigoid. The patients will be followed for a total of 24 weeks.",
      "detailedDescription": "The investigators will recruit 16 patients with bullous pemphigoid 18 years of age and older with confirmed diagnosis of bullous pemphigoid on biopsy (both H\\&E and Direct Immunofluorescence (DIF) +/- IIF and ELISA) At the initial screening visit, demographic information will be obtained, inclusion and exclusion criteria, and informed consent obtained for those deemed eligible for enrollment. Three total doses of Tildrakizumab 100mg will be administered at Weeks 0, 4, 16 a total of 16 weeks of treatment by the study staff. Subjects will be evaluated for improvement in primary and secondary endpoints using clinical examination and questionnaires during initial and follow-up visits at screening, Weeks 0, 4, 16, and 24, a total of 24 week followup period."
    },
    "conditionsModule": {
      "conditions": [
        "Pemphigoid, Bullous"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "EARLY_PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 16,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Intervention",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive Tildrakizumab 100mg at Weeks 0, 4, 16; three doses; a 16-week treatment course and 24-week followup",
          "interventionNames": [
            "Drug: Tildrakizumab Prefilled Syringe"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Tildrakizumab Prefilled Syringe",
          "description": "Patients will receive Tildrakizumab 100 mg subcutaneously at Weeks 0, 4, and 16. The study staff will administer each dose.",
          "armGroupLabels": [
            "Intervention"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in Disease Severity",
          "description": "Disease severity category (mild: 1-9 lesion(s), moderate: 10-30 lesions, and severe: \\> 30",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Bullous Pemphigoid Disease Activity Index (BPDAI)",
          "description": "The BPDAI tool (9) computes 2 scores: total BPDAI activity and total BPDAI damage. The total BPDAI activity score is the arithmetic sum of the 3 subcomponents - cutaneous blisters/ erosions, cutaneous urticaria/erythema, and mucosal blisters/ erosions. The total BPDAI damage score is the arithmetic sum of the items rated regionally for damage caused by more permanent features such as post-inflammatory hyperpigmentation, scarring and other. BPDAI quantifies lesion number and size thresholds. Lesions are rated based on the regions affected. BPDAI gives additional weighting to areas of the skin primarily affected in BP, such as the limbs, and less emphasis to scalp and face, to better differentiate clinical response in BP. Scores can range from 0 to 360 for BPDAI total activity (maximum 240 for total skin activity and 120 for mucosal activity), and 0 to 12 for BPDAI damage, with higher scores indicating greater disease activity or damage.",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        },
        {
          "measure": "Change in BPDAI-Pruritus",
          "description": "No evidence of itch (no excoriations) 0 Mild itch (isolated excoriation up to two body sites) 10 Moderate itch (excoriation on ≥ 3 body sites, impairment of daily activity 20 Severe itch (Generalized excoriation, sleep impairment) 30",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        },
        {
          "measure": "Change in Dermatology Life Quality Index (DLQI)",
          "description": "Each question is scored on a four-point Likert scale:\n\nVery much = 3 A lot = 2 A little = 1 Not at all = 0 Not relevant = 0 Question unanswered = 0 The DLQI is calculated by adding the score of each question, resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired. A score higher than 10 indicates that the patient's life is being severely affected by their skin disease.\n\nMeaning of scores 0-1 = no effect at all on patient's life 2-5 = small effect on patient's life 6-10 = moderate effect on patient's life 11-20 = very large effect on patient's life 21-30 = extremely large effect on patient's life",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        },
        {
          "measure": "anti-BP180, BP230 IgG",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        },
        {
          "measure": "Total IgE",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        },
        {
          "measure": "Cytokine level",
          "timeFrame": "Weeks 0, 4, 16, and 24"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least 18 years of age\n2. Diagnosis of diffuse bullous pemphigoid clinically and confirmed on H\\&E, DIF +/- IIF/ELISA\n3. Able and willing to provide informed consent, participate in study visits, and undergo visit procedures\n\nExclusion Criteria:\n\n1. Unusual and localized variant of bullous pemphigoid will be excluded, these include but not limited to, BP sine rash, dyshidrosiform pemphigoid, pemphigoid vegetans, pemphigoid nodularis, lichen planus pemphigoid, pretibial BP, vulva BP, peristomal BP, umbilical BP, Brunsting-Perry, BP localized only to sites of injury, radiation, amputation, paralysis, or other underlying dermatosis.\n2. Prior tildrakizumab use.\n3. Treatment with a systemic immune-regulating nonsteroidal medication(s) within 6 weeks of the baseline visit, or use of systemic steroid within 2 weeks of baseline visit. Examples of systemic immune-regulating nonsteroidal medications include azathioprine, methotrexate, mycophenolate mofetil, cyclosporine, intravenous immunoglobulins, dapsone, colchicine, sulfasalazine, or omalizumab.\n4. Treatment with other biologic agents, such as TNF inhibitors, anti-IL17 agents, anti-IL12/23 agents, anti-IL4/13, anti-IL5, anti-IL23 agents or anti-eotaxin, within 4 months of baseline visit.\n5. Use of rituximab within at 6 months (or until lymphocyte counts by CD19 and CD20 have normalized if longer than 6 months) of the baseline visit.\n6. Concurrent use of any medication that may affect the efficacy of tildrakizumab.\n7. Use of belimumab within the past year (given tildrakizumab may enhance the adverse effect of belimumab)\n8. Other active conditions, such as psoriasis or contact dermatitis, that may confound clinical evaluations of dermatitis and patient-reported symptoms.\n9. Increased risk of infection or reactivated infection, including history of human immunodeficiency virus, hepatitis B, hepatitis C, endoparasitic infections, receipt of a live attenuated vaccine within 3 months of the baseline visit, chronic or acute infection requiring treatment within 4 weeks of the baseline visit, baseline immunodeficiency status otherwise nonspecified (i.e. history of recurrent or resistant infections)\n10. History of malignancy excluding local cutaneous squamous cell carcinoma, basal cell carcinoma or cervical carcinoma in situ that has been fully treated.\n11. Women who are or plan to become pregnant or breastfeed during study participation or are unable or not willing to use birth control during the study and for 4 months after the last dose of tildrakizumab. Options for birth control include abstinence, double barrier (i.e. male condom and female diaphragm), vasectomy, intrauterine device, and hormonal contraception. Females who have not had menses within 1 year of the baseline, bilateral tubal ligation, hysterectomy, and/or bilateral oophorectomy visit do not require additional methods contraception during study participation.\n12. Unstable condition or status, as per study investigator's judgment, that may lead to more likely discontinuation from the study including but not limited to major, recurrent medical illnesses that may require hospital admission and/or discontinuation of tildrakizumab, surgery that would require discontinuation of tildrakizumab and/or major rehabilitation, inability to participate in all study visits.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Liset Chacin",
          "role": "CONTACT",
          "phone": "617-264-5926",
          "email": "lchacin@bwh.harvard.edu"
        },
        {
          "name": "Alex Gionfriddo",
          "role": "CONTACT",
          "email": "agiofriddo@bwh.harvard.edu"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010391",
          "term": "Pemphigoid, Bullous"
        }
      ],
      "ancestors": [
        {
          "id": "D012872",
          "term": "Skin Diseases, Vesiculobullous"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}