{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01003301",
      "orgStudyIdInfo": {
        "id": "NA_00027984"
      },
      "secondaryIdInfos": [
        {
          "id": "U19AI070345",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/U19AI070345"
        }
      ],
      "organization": {
        "fullName": "Johns Hopkins University",
        "class": "OTHER"
      },
      "briefTitle": "The Effects of Omalizumab (Anti-IgE) on the Late-phase Response to Nasal Allergen Challenge",
      "officialTitle": "The Effects of Omalizumab on the Late-phase Response to Nasal Allergen Challenge"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-02",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2009-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2012-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2013-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2009-10-27",
      "studyFirstSubmitQcDate": "2009-10-27",
      "studyFirstPostDateStruct": {
        "date": "2009-10-28",
        "type": "ESTIMATED"
      },
      "resultsFirstSubmitDate": "2014-01-07",
      "resultsFirstSubmitQcDate": "2014-02-24",
      "resultsFirstPostDateStruct": {
        "date": "2014-04-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-02-24",
      "lastUpdatePostDateStruct": {
        "date": "2014-04-07",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Sarbjit Saini",
        "investigatorTitle": "Associate Professor",
        "investigatorAffiliation": "Johns Hopkins University"
      },
      "leadSponsor": {
        "name": "Johns Hopkins University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "class": "NIH"
        },
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "This research is being done to study the effects of the drug omalizumab (Xolair) in people with cat allergies. The investigators will use omalizumab to study changes in the cells in the nose, cells in the blood and cells in the skin that cause allergies. The investigators will compare the changes in the nose to changes in the skin and blood cells.\n\nObjective: To test the hypothesis that treatment with omalizumab will decrease the nasal allergen challenge late-phase eosinophil count in nasal brushings at the time when blood basophils have become hypo-responsive to in vitro allergen exposure.",
      "detailedDescription": "This is a randomized, placebo-controlled, double-blind, parallel group design study that includes 3.5 months of treatment with omalizumab or placebo and a 3 month follow-up. All subjects will be cat allergic.\n\nTwenty four subjects (1:1 randomization) will undergo a cat allergen nasal challenge prior to treatment and another challenge after 2 months of treatment or when their blood basophils become hyporesponsive to cat allergen in vitro. A second group of 10 subjects (1:1 active:placebo), will not undergo nasal challenges. This group will participate in an ancillary study in which the effects of omalizumab on gene expression profiles in peripheral blood cells will be studied."
    },
    "conditionsModule": {
      "conditions": [
        "Cat Allergy"
      ],
      "keywords": [
        "cat allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 19,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab",
          "type": "EXPERIMENTAL",
          "description": "Active treatment: Experimental This arm will receive treatment with omalizumab at the dose FDA-approved for the treatment of allergic asthma.",
          "interventionNames": [
            "Drug: Omalizumab"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "This arm will receive treatment with a placebo injections based on the FDA-approved dosing schedule approved for omalizumab for the treatment of allergic asthma.In general injection number and frequency are determined by a subject's weight and IgE level.",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab",
          "description": "Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks.",
          "armGroupLabels": [
            "Omalizumab"
          ],
          "otherNames": [
            "Xolair",
            "Anti-IgE"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The the Size of the 8 Late-phase Skin Response",
          "description": "Reduction in skin late phase size at 8 hours at the time of blood basophil hypo-responsiveness to allergen will be reduced compared to baseline.",
          "timeFrame": "Baseline, 2-6 wks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria:\n\n1. Male or female, ages 18-50\n2. Females must be surgically sterile or postmenopausal or using a specified acceptable form of birth control throughout the duration of the study. Females in certain categories (not sexually active, vasectomized partner) will be admitted at the discretion of the investigator on a case-by-case basis.\n3. Females must have a negative urine pregnancy test at Visit A and other visits specified in this protocol.\n4. Clinical history of perennial allergic rhinitis for at least two years, with or without seasonal allergic rhinitis, and with or without mild persistent asthma as define by the 2007 NAEPP guidelines.\n5. Allergic cat sensitization defined by a positive puncture skin test (mean wheal diameter 3 mm or more greater than diluent control), and a positive CAP-RAST to cat \\> 0.35 kU/L.\n6. Positive intranasal cat allergen challenge defined by the induction of a total of ≥ 5 sneezes at screening(criterion not applicable in the ancillary study).\n7. Baseline in vitro histamine release of peripheral blood basophils to cat allergen ≥7%.\n8. Peripheral blood basophils \\> two million per 100 ml of blood (criterion only applicable in the ancillary study)\n\nExclusion Criteria:\n\n1. Asthma with baseline FEV1 \\< 80% predicted, and/or moderate to severe asthma classification per the 2007 NAEPP guidelines.\n2. Individuals with total serum IgE levels less than 30 IU/mL or greater than 700 IU/mL at the time of enrollment.\n3. Individuals with reduced hematocrit (\\< 32%), WBC count (2400/microliter), platelet count (\\< 75000/microliter), and increased creatinine (\\> 141.4 micromolar/L), or AST (\\> 100 IU/L).\n4. Individuals with body weight less than 30 kg or greater than 150 kg.\n5. Pregnant females or females with plans to become pregnant or breastfeed during the duration of the study.\n6. Individuals with perforated nasal septum, structural nasal defects, large nasal polyps causing obstruction, evidence of acute or chronic sinusitis.\n7. History of malignancy, anaphylaxis or bleeding disorder.\n8. Mental illness or history of drug or alcohol abuse that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements.\n9. Inability or unwillingness of a participant to give written informed consent or comply with study protocol.\n10. Use of any investigational drugs within 8 weeks of participation.\n11. Contraindications to omalizumab including patients with a previous hypersensitivity to omalizumab.\n12. Recent recipient of any licensed or investigational live attenuated vaccine(s) within two months of study initiation such as flu mist.\n13. Any prior use of omalizumab.\n14. Frequent episodes of acute sinusitis (\\>2 documented episodes per year) or active sinusitis within 2 weeks prior to enrollment\n15. Use of aeroallergen immunotherapy within 5 years prior to enrollment\n16. Current or within 4 weeks prior to enrollment use of nasal steroids, nasal cromolyn or oral steroids\n17. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or may compromise the quality",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Sarbjit Saini, MD",
          "affiliation": "Johns Hopkins University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Johns Hopkins Asthma and Allergy Center",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21224",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "type": "BACKGROUND",
          "citation": "Group IEW. Guidance for Industry: E6 Good Clinical Practice Consolidated Guidance International Conference on Harmonization of Technical Requirements for Registration of Pharmaceuticals for Human Use, April 1996."
        },
        {
          "pmid": "16790701",
          "type": "BACKGROUND",
          "citation": "Strunk RC, Bloomberg GR. Omalizumab for asthma. N Engl J Med. 2006 Jun 22;354(25):2689-95. doi: 10.1056/NEJMct055184. No abstract available."
        },
        {
          "pmid": "8360482",
          "type": "BACKGROUND",
          "citation": "Presta LG, Lahr SJ, Shields RL, Porter JP, Gorman CM, Fendly BM, Jardieu PM. Humanization of an antibody directed against IgE. J Immunol. 1993 Sep 1;151(5):2623-32."
        },
        {
          "pmid": "11704611",
          "type": "BACKGROUND",
          "citation": "Schulman ES. Development of a monoclonal anti-immunoglobulin E antibody (omalizumab) for the treatment of allergic respiratory disorders. Am J Respir Crit Care Med. 2001 Oct 15;164(8 Pt 2):S6-11. doi: 10.1164/ajrccm.164.supplement_1.2103025."
        },
        {
          "pmid": "9013989",
          "type": "BACKGROUND",
          "citation": "MacGlashan DW Jr, Bochner BS, Adelman DC, Jardieu PM, Togias A, McKenzie-White J, Sterbinsky SA, Hamilton RG, Lichtenstein LM. Down-regulation of Fc(epsilon)RI expression on human basophils during in vivo treatment of atopic patients with anti-IgE antibody. J Immunol. 1997 Feb 1;158(3):1438-45."
        },
        {
          "pmid": "10228046",
          "type": "BACKGROUND",
          "citation": "Saini SS, MacGlashan DW Jr, Sterbinsky SA, Togias A, Adelman DC, Lichtenstein LM, Bochner BS. Down-regulation of human basophil IgE and FC epsilon RI alpha surface densities and mediator release by anti-IgE-infusions is reversible in vitro and in vivo. J Immunol. 1999 May 1;162(9):5624-30."
        },
        {
          "pmid": "15356552",
          "type": "BACKGROUND",
          "citation": "Beck LA, Marcotte GV, MacGlashan D, Togias A, Saini S. Omalizumab-induced reductions in mast cell Fce psilon RI expression and function. J Allergy Clin Immunol. 2004 Sep;114(3):527-30. doi: 10.1016/j.jaci.2004.06.032."
        },
        {
          "pmid": "16159624",
          "type": "BACKGROUND",
          "citation": "Ong YE, Menzies-Gow A, Barkans J, Benyahia F, Ou TT, Ying S, Kay AB. Anti-IgE (omalizumab) inhibits late-phase reactions and inflammatory cells after repeat skin allergen challenge. J Allergy Clin Immunol. 2005 Sep;116(3):558-64. doi: 10.1016/j.jaci.2005.05.035."
        },
        {
          "pmid": "15746882",
          "type": "BACKGROUND",
          "citation": "Nathan RA, Eccles R, Howarth PH, Steinsvag SK, Togias A. Objective monitoring of nasal patency and nasal physiology in rhinitis. J Allergy Clin Immunol. 2005 Mar;115(3 Suppl 1):S442-59. doi: 10.1016/j.jaci.2004.12.015."
        },
        {
          "pmid": "1607547",
          "type": "BACKGROUND",
          "citation": "Proud D, Bailey GS, Naclerio RM, Reynolds CJ, Cruz AA, Eggleston PA, Lichtenstein LM, Togias AG. Tryptase and histamine as markers to evaluate mast cell activation during the responses to nasal challenge with allergen, cold, dry air, and hyperosmolar solutions. J Allergy Clin Immunol. 1992 Jun;89(6):1098-110. doi: 10.1016/0091-6749(92)90293-b."
        },
        {
          "pmid": "2582257",
          "type": "BACKGROUND",
          "citation": "Naclerio RM, Proud D, Togias AG, Adkinson NF Jr, Meyers DA, Kagey-Sobotka A, Plaut M, Norman PS, Lichtenstein LM. Inflammatory mediators in late antigen-induced rhinitis. N Engl J Med. 1985 Jul 11;313(2):65-70. doi: 10.1056/NEJM198507113130201."
        },
        {
          "pmid": "9196082",
          "type": "BACKGROUND",
          "citation": "Fahy JV, Fleming HE, Wong HH, Liu JT, Su JQ, Reimann J, Fick RB Jr, Boushey HA. The effect of an anti-IgE monoclonal antibody on the early- and late-phase responses to allergen inhalation in asthmatic subjects. Am J Respir Crit Care Med. 1997 Jun;155(6):1828-34. doi: 10.1164/ajrccm.155.6.9196082."
        },
        {
          "pmid": "14657874",
          "type": "BACKGROUND",
          "citation": "Prussin C, Griffith DT, Boesel KM, Lin H, Foster B, Casale TB. Omalizumab treatment downregulates dendritic cell FcepsilonRI expression. J Allergy Clin Immunol. 2003 Dec;112(6):1147-54. doi: 10.1016/j.jaci.2003.10.003."
        },
        {
          "pmid": "12408744",
          "type": "BACKGROUND",
          "citation": "Omalizumab: anti-IgE monoclonal antibody E25, E25, humanised anti-IgE MAb, IGE 025, monoclonal antibody E25, Olizumab, Xolair, rhuMAb-E25. BioDrugs. 2002;16(5):380-6. doi: 10.2165/00063030-200216050-00009."
        },
        {
          "pmid": "15679714",
          "type": "BACKGROUND",
          "citation": "Bousquet J, Cabrera P, Berkman N, Buhl R, Holgate S, Wenzel S, Fox H, Hedgecock S, Blogg M, Cioppa GD. The effect of treatment with omalizumab, an anti-IgE antibody, on asthma exacerbations and emergency medical visits in patients with severe persistent asthma. Allergy. 2005 Mar;60(3):302-8. doi: 10.1111/j.1398-9995.2004.00770.x."
        },
        {
          "pmid": "15679715",
          "type": "BACKGROUND",
          "citation": "Humbert M, Beasley R, Ayres J, Slavin R, Hebert J, Bousquet J, Beeh KM, Ramos S, Canonica GW, Hedgecock S, Fox H, Blogg M, Surrey K. Benefits of omalizumab as add-on therapy in patients with severe persistent asthma who are inadequately controlled despite best available therapy (GINA 2002 step 4 treatment): INNOVATE. Allergy. 2005 Mar;60(3):309-16. doi: 10.1111/j.1398-9995.2004.00772.x."
        },
        {
          "pmid": "10932067",
          "type": "BACKGROUND",
          "citation": "Adelroth E, Rak S, Haahtela T, Aasand G, Rosenhall L, Zetterstrom O, Byrne A, Champain K, Thirlwell J, Cioppa GD, Sandstrom T. Recombinant humanized mAb-E25, an anti-IgE mAb, in birch pollen-induced seasonal allergic rhinitis. J Allergy Clin Immunol. 2000 Aug;106(2):253-9. doi: 10.1067/mai.2000.108310."
        },
        {
          "pmid": "11704613",
          "type": "BACKGROUND",
          "citation": "Casale TB. Anti-immunoglobulin E (omalizumab) therapy in seasonal allergic rhinitis. Am J Respir Crit Care Med. 2001 Oct 15;164(8 Pt 2):S18-21. doi: 10.1164/ajrccm.164.supplement_1.2103023."
        },
        {
          "pmid": "9257795",
          "type": "BACKGROUND",
          "citation": "Casale TB, Bernstein IL, Busse WW, LaForce CF, Tinkelman DG, Stoltz RR, Dockhorn RJ, Reimann J, Su JQ, Fick RB Jr, Adelman DC. Use of an anti-IgE humanized monoclonal antibody in ragweed-induced allergic rhinitis. J Allergy Clin Immunol. 1997 Jul;100(1):110-21. doi: 10.1016/s0091-6749(97)70202-1."
        },
        {
          "pmid": "12952110",
          "type": "BACKGROUND",
          "citation": "Chervinsky P, Casale T, Townley R, Tripathy I, Hedgecock S, Fowler-Taylor A, Shen H, Fox H. Omalizumab, an anti-IgE antibody, in the treatment of adults and adolescents with perennial allergic rhinitis. Ann Allergy Asthma Immunol. 2003 Aug;91(2):160-7. doi: 10.1016/S1081-1206(10)62171-0."
        },
        {
          "pmid": "11842297",
          "type": "BACKGROUND",
          "citation": "Kuehr J, Brauburger J, Zielen S, Schauer U, Kamin W, Von Berg A, Leupold W, Bergmann KC, Rolinck-Werninghaus C, Grave M, Hultsch T, Wahn U. Efficacy of combination treatment with anti-IgE plus specific immunotherapy in polysensitized children and adolescents with seasonal allergic rhinitis. J Allergy Clin Immunol. 2002 Feb;109(2):274-80. doi: 10.1067/mai.2002.121949."
        },
        {
          "pmid": "15478383",
          "type": "BACKGROUND",
          "citation": "Corren J, Diaz-Sanchez D, Saxon A, Deniz Y, Reimann J, Sinclair D, Davancaze T, Adelman D. Effects of omalizumab, a humanized monoclonal anti-IgE antibody, on nasal reactivity to allergen and local IgE synthesis. Ann Allergy Asthma Immunol. 2004 Sep;93(3):243-8. doi: 10.1016/S1081-1206(10)61495-0."
        },
        {
          "pmid": "15065831",
          "type": "BACKGROUND",
          "citation": "Hanf G, Noga O, O'Connor A, Kunkel G. Omalizumab inhibits allergen challenge-induced nasal response. Eur Respir J. 2004 Mar;23(3):414-8. doi: 10.1183/09031936.04.00024504."
        },
        {
          "pmid": "14767445",
          "type": "BACKGROUND",
          "citation": "Lin H, Boesel KM, Griffith DT, Prussin C, Foster B, Romero FA, Townley R, Casale TB. Omalizumab rapidly decreases nasal allergic response and FcepsilonRI on basophils. J Allergy Clin Immunol. 2004 Feb;113(2):297-302. doi: 10.1016/j.jaci.2003.11.044."
        },
        {
          "pmid": "15577832",
          "type": "BACKGROUND",
          "citation": "Nanda A, O'connor M, Anand M, Dreskin SC, Zhang L, Hines B, Lane D, Wheat W, Routes JM, Sawyer R, Rosenwasser LJ, Nelson HS. Dose dependence and time course of the immunologic response to administration of standardized cat allergen extract. J Allergy Clin Immunol. 2004 Dec;114(6):1339-44. doi: 10.1016/j.jaci.2004.08.049."
        },
        {
          "pmid": "9215248",
          "type": "BACKGROUND",
          "citation": "Sicherer SH, Wood RA, Eggleston PA. Determinants of airway responses to cat allergen: comparison of environmental challenge to quantitative nasal and bronchial allergen challenge. J Allergy Clin Immunol. 1997 Jun;99(6 Pt 1):798-805. doi: 10.1016/s0091-6749(97)80014-0."
        },
        {
          "pmid": "16222082",
          "type": "BACKGROUND",
          "citation": "Deniz YM, Gupta N. Safety and tolerability of omalizumab (Xolair), a recombinant humanized monoclonal anti-IgE antibody. Clin Rev Allergy Immunol. 2005 Aug;29(1):31-48. doi: 10.1385/criai:29:1:031."
        },
        {
          "pmid": "16689179",
          "type": "BACKGROUND",
          "citation": "Liccardi G, D'Amato G, Canonica GW, Salzillo A, Piccolo A, Passalacqua G. Systemic reactions from skin testing: literature review. J Investig Allergol Clin Immunol. 2006;16(2):75-8."
        },
        {
          "pmid": "16461139",
          "type": "BACKGROUND",
          "citation": "Sampson HA, Munoz-Furlong A, Campbell RL, Adkinson NF Jr, Bock SA, Branum A, Brown SG, Camargo CA Jr, Cydulka R, Galli SJ, Gidudu J, Gruchalla RS, Harlor AD Jr, Hepner DL, Lewis LM, Lieberman PL, Metcalfe DD, O'Connor R, Muraro A, Rudman A, Schmitt C, Scherrer D, Simons FE, Thomas S, Wood JP, Decker WW. Second symposium on the definition and management of anaphylaxis: summary report--Second National Institute of Allergy and Infectious Disease/Food Allergy and Anaphylaxis Network symposium. J Allergy Clin Immunol. 2006 Feb;117(2):391-7. doi: 10.1016/j.jaci.2005.12.1303."
        },
        {
          "pmid": "9517609",
          "type": "BACKGROUND",
          "citation": "Baroody FM, Rouadi P, Driscoll PV, Bochner BS, Naclerio RM. Intranasal beclomethasone reduces allergen-induced symptoms and superficial mucosal eosinophilia without affecting submucosal inflammation. Am J Respir Crit Care Med. 1998 Mar;157(3 Pt 1):899-906. doi: 10.1164/ajrccm.157.3.97-07060."
        },
        {
          "pmid": "23791510",
          "type": "DERIVED",
          "citation": "Macglashan DW Jr, Saini SS. Omalizumab increases the intrinsic sensitivity of human basophils to IgE-mediated stimulation. J Allergy Clin Immunol. 2013 Oct;132(4):906-11.e1-4. doi: 10.1016/j.jaci.2013.04.056. Epub 2013 Jun 20."
        }
      ]
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "groups": [
        {
          "id": "FG000",
          "title": "Omalizumab",
          "description": "Active treatment: Experimental This arm will receive treatment with omalizumab at the dose FDA-approved for the treatment of allergic asthma.\n\nOmalizumab: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks."
        },
        {
          "id": "FG001",
          "title": "Placebo",
          "description": "This arm will receive treatment with a placebo injections based on the FDA-approved dosing schedule approved for omalizumab for the treatment of allergic asthma.In general injection number and frequency are determined by a subject's weight and IgE level.\n\nPlacebo: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks."
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "10"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "9"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "10"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "9"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "0"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "0"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "Omalizumab",
          "description": "Active treatment: Experimental This arm will receive treatment with omalizumab at the dose FDA-approved for the treatment of allergic asthma.\n\nOmalizumab: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks."
        },
        {
          "id": "BG001",
          "title": "Placebo",
          "description": "This arm will receive treatment with a placebo injections based on the FDA-approved dosing schedule approved for omalizumab for the treatment of allergic asthma.In general injection number and frequency are determined by a subject's weight and IgE level.\n\nPlacebo: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks."
        },
        {
          "id": "BG002",
          "title": "Total",
          "description": "Total of all reporting groups"
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "10"
            },
            {
              "groupId": "BG001",
              "value": "9"
            },
            {
              "groupId": "BG002",
              "value": "19"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Continuous",
          "paramType": "MEAN",
          "dispersionType": "FULL_RANGE",
          "unitOfMeasure": "years",
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "23.7",
                      "lowerLimit": "19",
                      "upperLimit": "30"
                    },
                    {
                      "groupId": "BG001",
                      "value": "25.1",
                      "lowerLimit": "18",
                      "upperLimit": "35"
                    },
                    {
                      "groupId": "BG002",
                      "value": "24",
                      "lowerLimit": "18",
                      "upperLimit": "35"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "7"
                    },
                    {
                      "groupId": "BG001",
                      "value": "6"
                    },
                    {
                      "groupId": "BG002",
                      "value": "13"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "3"
                    },
                    {
                      "groupId": "BG001",
                      "value": "3"
                    },
                    {
                      "groupId": "BG002",
                      "value": "6"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "The the Size of the 8 Late-phase Skin Response",
          "description": "Reduction in skin late phase size at 8 hours at the time of blood basophil hypo-responsiveness to allergen will be reduced compared to baseline.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "percentage decline from NAC-1",
          "timeFrame": "Baseline, 2-6 wks",
          "groups": [
            {
              "id": "OG000",
              "title": "Omalizumab",
              "description": "Active treatment: Experimental This arm will receive treatment with omalizumab at the dose FDA-approved for the treatment of allergic asthma.\n\nOmalizumab: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks."
            },
            {
              "id": "OG001",
              "title": "Placebo",
              "description": "This arm will receive treatment with a placebo injections based on the FDA-approved dosing schedule approved for omalizumab for the treatment of allergic asthma.In general injection number and frequency are determined by a subject's weight and IgE level.\n\nPlacebo: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "10"
                },
                {
                  "groupId": "OG001",
                  "value": "9"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "54",
                      "spread": "4"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0",
                      "spread": "5"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "5",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "Omalizumab",
          "description": "Active treatment: Experimental This arm will receive treatment with omalizumab at the dose FDA-approved for the treatment of allergic asthma.\n\nOmalizumab: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks.",
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 10,
          "otherNumAffected": 0,
          "otherNumAtRisk": 10
        },
        {
          "id": "EG001",
          "title": "Placebo",
          "description": "This arm will receive treatment with a placebo injections based on the FDA-approved dosing schedule approved for omalizumab for the treatment of allergic asthma.In general injection number and frequency are determined by a subject's weight and IgE level.\n\nPlacebo: Injections subcutaneously (up to 3) every 2 or 4 wks based on the subjects weight and baseline total serum IgE level as approved for therapy in allergic asthma. Duration of therapy is approximately 14 wks.",
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 9,
          "otherNumAffected": 0,
          "otherNumAtRisk": 9
        }
      ]
    },
    "moreInfoModule": {
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictiveAgreement": false
      },
      "pointOfContact": {
        "title": "Sarbjit S. Saini",
        "organization": "Johns Hopkins University",
        "email": "ssaini@jhmi.edu",
        "phone": "410-550-2129"
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        },
        {
          "id": "C026408",
          "term": "anti-IgE antibodies"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": true
}