{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04818619",
      "orgStudyIdInfo": {
        "id": "chronic myeloid leukemia"
      },
      "organization": {
        "fullName": "Assiut University",
        "class": "OTHER"
      },
      "briefTitle": "TIGIT in Patients With Chronic Myeloid Leukemia",
      "officialTitle": "Expression of TIGIT in NK Cells in Patients With Chronic Myeloid Leukemia"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-04",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-04",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2022-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-03-24",
      "studyFirstSubmitQcDate": "2021-03-24",
      "studyFirstPostDateStruct": {
        "date": "2021-03-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-03-25",
      "lastUpdatePostDateStruct": {
        "date": "2021-03-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Ola Abdelkarem Hasan",
        "investigatorTitle": "Clinical pathologist",
        "investigatorAffiliation": "Assiut University"
      },
      "leadSponsor": {
        "name": "Assiut University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "To expresse TIGIT in NK Cells in Patients with Chronic Myeloid Leukemia",
      "detailedDescription": "Chronic myeloid leukemia (CML) is also known as chronic myelogenous leukemia. It's a type of cancer that starts in certain blood-forming cells of the bone marrow.\n\nIn CML, a genetic change takes place in an early (immature) version of myeloid cells that make red blood cells, platelets, and most types of white blood cells (except lymphocytes). This change forms an abnormal gene called BCR-ABL, which turns the cell into a CML cell. The leukemia cells grow and divide, building up in the bone marrow and spilling over into the blood. In time, the cells can also settle in other parts of the body, including the spleen. CML is a fairly slow growing leukemia, but it can change into a fast-growing acute leukemia that's hard to treat.\n\nCML occurs mostly in adults, but very rarely it occurs in children, too. In general, their treatment is the same as for adults.\n\nChronic myeloid leukemia (CML) is characterized by the expression of the BCR/ABL1 fusion gene and the presence of the Philadelphia chromosome (Ph). The product of this fusion gene is a protein with deregulated tyrosine kinase activity, resulting in a malignant clonal disorder of the hematopoietic stem cells in the bone marrow (BM) and the accumulation of immature myeloid cells in peripheral blood (PB).\n\nThe use of tyrosine kinase inhibitors (TKIs) leads to a complete remission rate reaching 83%; however, mutation in the ABL kinase domain results in certain treatment failure. Furthermore, long-lasting side effects of treatment and the cost of TKIs remain a problem Therefore, the development of new TKI agents and combination therapies is urgently needed for CML patients .\n\nNatural killer (NK) cells serve an important role in eliminating malignant cells. The cytotoxic effects of NK cells were first identified against leukemia cells, and it is now hypothesized that they may have a critical role in leukemia therapy.\n\nThe cellular functions of NK cells are mediated by their cell surface receptors, which recognize ligands on cancer cells. The role of NK cells is specifically regulated by the activating or inhibitory killer cell immunoglobulin like receptors (KIRs) on their surface, which bind to the human leukocyte antigen (HLA) class I ligands present on the target cells.\n\nThere is an abundance of evidence that NK cells can exhibit potent antitumor activity against CML, However, disease-associated mechanisms often inhibit the proper functions of endogenous NK cells, leading to inadequate tumor control and risk for disease progression.\n\nAs it is well known, the function of NK cells is precisely regulated by inhibitory and activating receptors.\n\nRecently, T cell immunoreceptor with immunoglobulin and immunoreceptor tyrosine -based inhibitory motif (ITIM domain) (TIGIT) has been identified as a novel NK inhibitory receptor that can lead to NK cell exhaustion and dysfunction.\n\nTargeting TIGIT is believed to restore 4 key function :Restoration of NK function, Depletion of T reg, Increase antigen-specific CD8 memory response and Induction of new antigen-specific CD8 T cells.\n\nTIGIT was first identified as an inhibitory receptor expressed by activated CD4 Tcells , tregs and NK cells. However , direct evidence supporting a clinical role for TIGIT in AML."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Myeloid Leukemia"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 65,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "chronic myeloid leukemia patients",
          "interventionNames": [
            "Diagnostic Test: flow cytometry test"
          ]
        },
        {
          "label": "Healthy individuals",
          "interventionNames": [
            "Diagnostic Test: flow cytometry test"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "flow cytometry test",
          "description": "Blood samples will be stained with TIGIT by flow cytometry test",
          "armGroupLabels": [
            "Healthy individuals",
            "chronic myeloid leukemia patients"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "TIGIT expression frequency on NK cells",
          "description": "In this study, we will assay the TIGIT expression frequency on NK cells in the peripheral blood of CML patients",
          "timeFrame": "18 month"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* CML patients\n* Healthy individuals\n\nExclusion Criteria:\n\n* Patients who have current or recent acute infection\n* Patients who have autoimmune disease\n* Patients who have diabetes mellitus disease",
      "healthyVolunteers": true,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "the participants will be divided into 2 groups , 40 CML patients and 25 healthy individuals .",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ola Abdelkarem, M.B.B.Ch",
          "role": "CONTACT",
          "phone": "00201066088250",
          "email": "olaabdelkarem1994@gmail.com"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "10403855",
          "type": "BACKGROUND",
          "citation": "Faderl S, Talpaz M, Estrov Z, O'Brien S, Kurzrock R, Kantarjian HM. The biology of chronic myeloid leukemia. N Engl J Med. 1999 Jul 15;341(3):164-72. doi: 10.1056/NEJM199907153410306. No abstract available."
        },
        {
          "pmid": "12637609",
          "type": "BACKGROUND",
          "citation": "O'Brien SG, Guilhot F, Larson RA, Gathmann I, Baccarani M, Cervantes F, Cornelissen JJ, Fischer T, Hochhaus A, Hughes T, Lechner K, Nielsen JL, Rousselot P, Reiffers J, Saglio G, Shepherd J, Simonsson B, Gratwohl A, Goldman JM, Kantarjian H, Taylor K, Verhoef G, Bolton AE, Capdeville R, Druker BJ; IRIS Investigators. Imatinib compared with interferon and low-dose cytarabine for newly diagnosed chronic-phase chronic myeloid leukemia. N Engl J Med. 2003 Mar 13;348(11):994-1004. doi: 10.1056/NEJMoa022457."
        },
        {
          "pmid": "17441215",
          "type": "BACKGROUND",
          "citation": "Heaney NB, Holyoake TL. Therapeutic targets in chronic myeloid leukaemia. Hematol Oncol. 2007 Jun;25(2):66-75. doi: 10.1002/hon.813."
        },
        {
          "pmid": "30896812",
          "type": "BACKGROUND",
          "citation": "Lee HR, Baek KH. Role of natural killer cells for immunotherapy in chronic myeloid leukemia (Review). Oncol Rep. 2019 May;41(5):2625-2635. doi: 10.3892/or.2019.7059. Epub 2019 Mar 13."
        },
        {
          "pmid": "31681270",
          "type": "BACKGROUND",
          "citation": "Carlsten M, Jaras M. Natural Killer Cells in Myeloid Malignancies: Immune Surveillance, NK Cell Dysfunction, and Pharmacological Opportunities to Bolster the Endogenous NK Cells. Front Immunol. 2019 Oct 11;10:2357. doi: 10.3389/fimmu.2019.02357. eCollection 2019."
        },
        {
          "pmid": "3179190",
          "type": "BACKGROUND",
          "citation": "Pizzolo G, Trentin L, Vinante F, Agostini C, Zambello R, Masciarelli M, Feruglio C, Dazzi F, Todeschini G, Chilosi M, et al. Natural killer cell function and lymphoid subpopulations in acute non-lymphoblastic leukaemia in complete remission. Br J Cancer. 1988 Sep;58(3):368-72. doi: 10.1038/bjc.1988.221."
        },
        {
          "pmid": "16408099",
          "type": "BACKGROUND",
          "citation": "Kiladjian JJ, Bourgeois E, Lobe I, Braun T, Visentin G, Bourhis JH, Fenaux P, Chouaib S, Caignard A. Cytolytic function and survival of natural killer cells are severely altered in myelodysplastic syndromes. Leukemia. 2006 Mar;20(3):463-70. doi: 10.1038/sj.leu.2404080."
        },
        {
          "pmid": "28049640",
          "type": "BACKGROUND",
          "citation": "Hughes A, Clarson J, Tang C, Vidovic L, White DL, Hughes TP, Yong AS. CML patients with deep molecular responses to TKI have restored immune effectors and decreased PD-1 and immune suppressors. Blood. 2017 Mar 2;129(9):1166-1176. doi: 10.1182/blood-2016-10-745992. Epub 2017 Jan 3."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D015464",
          "term": "Leukemia, Myelogenous, Chronic, BCR-ABL Positive"
        }
      ],
      "ancestors": [
        {
          "id": "D007951",
          "term": "Leukemia, Myeloid"
        },
        {
          "id": "D007938",
          "term": "Leukemia"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009196",
          "term": "Myeloproliferative Disorders"
        },
        {
          "id": "D001855",
          "term": "Bone Marrow Diseases"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}