{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03342417",
      "orgStudyIdInfo": {
        "id": "CA209-929"
      },
      "organization": {
        "fullName": "ExcellaBio LLC",
        "class": "INDUSTRY"
      },
      "briefTitle": "Combination of Nivolumab and Ipilimumab in Breast, Ovarian and Gastric Cancer Patients",
      "officialTitle": "Phase 2 Study of Combination of Nivolumab and Ipilimumab in (1) Neoadjuvant Setting in Previously Untreated Breast Cancer Patients, (2) Platinum-Resistant/Refractory Advanced Ovarian Cancer Patients; and (3) Advanced Gastric Cancer Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-11",
      "overallStatus": "TERMINATED",
      "whyStopped": "Slow patient accrual",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-02-14",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-05-29",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-05-29",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-10-20",
      "studyFirstSubmitQcDate": "2017-11-09",
      "studyFirstPostDateStruct": {
        "date": "2017-11-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-11-05",
      "lastUpdatePostDateStruct": {
        "date": "2021-11-09",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "ExcellaBio LLC",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Safety and tolerability of combination of Nivolumab and Ipilimumab will be studied in patients with 3 different types of cancers in 3 parts of the study, as shown below:\n\nPart 1 - Neoadjuvant Therapy of Breast Cancer;\n\nPart 2 - Therapy of Ovarian Cancer; and\n\nPart 3 - Therapy of Gastric Cancer.",
      "detailedDescription": "Open-Label, Non-Randomization and Safety Run-In: Part 1 of the study is a Phase 2 clinical trial in 20 newly diagnosed patients who have Stage II-III breast cancer, with the primary cancer in place. Parts 2 and 3 of the Study are Phase 2 clinical trials in 20 platinum resistant refractory ovarian cancer (PRROC) and gastric cancer patients, respectively.\n\nAlso in all Parts 1, 2 and 3 of the study, there will be a safety run-in involving 3-6 patients. Specifically, the enrollment of patients in each of the 3 parts of the study will begin with 3 patients. If no dose-limiting toxicities (DLTs, defined as toxicity ≥Grade 3) are observed in the first 3 patients during the first cycle, enrollment can continue for the remaining 17 patients. If 1 of the first 3 patients experiences a DLT, the enrollment will be expanded to a total of 6 subjects. If no more than 1 of 6 subjects experiences a DLT, enrollment can continue for the remaining 14 patients. If 2 or more of the first 2-6 subjects experience a DLT, enrollment may be paused. The study data will be reviewed to determine whether alternate dose levels or treatment schedules should be evaluated."
    },
    "conditionsModule": {
      "conditions": [
        "Breast Cancer Female",
        "Ovarian Cancer",
        "Gastric Cancer"
      ],
      "keywords": [
        "breast cancer",
        "ovarian cancer",
        "gastric cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Open-Label, Non-Randomization Phase 2 clinical trial with Safety Run-In (3 parts): Part 1 in 20 newly diagnosed patients who have Stage II-III breast cancer, with the primary cancer in place. These patients have not received prior therapy and intend to undergo surgery after completion of investigational neoadjuvant therapy. Parts 2 and 3 in 20 PRROC and gastric cancer patients, respectively. Enrollment of patients in each of the 3 parts will begin with 3 patients. If no dose-limiting toxicities (DLTs, defined as toxicity ≥Grade 3) are observed during the first cycle, enrollment can continue for the remaining 17 patients. If 1 of the first 3 patients experiences a DLT, the enrollment will be expanded to a total of 6 subjects. If no more than 1 of 6 subjects experiences a DLT, enrollment can continue for the remaining 14 patients. If 2 or more of the first 2-6 subjects experience a DLT, enrollment may be paused and the study data will be reviewed.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 5,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Neoadjuvant Breast Cancer",
          "type": "EXPERIMENTAL",
          "description": "Newly diagnosed patients who have Stage II-III breast cancer, with the primary cancer in place. These patients have not received prior therapy for their breast cancer and intend to undergo surgery after completion of investigational neoadjuvant therapy.\n\nEach patient will be treated with two 6-week treatment cycles of Nivolumab 240 mg administered by intravenous (IV) infusion over 30 minutes and Ipilimumab 1 mg/kg administered by IV infusion over 30 minutes. Nivolumab is given every two weeks (q2w) whereas Ipilimumab is given every 6 weeks (q6w), both starting on Day 1. Accordingly, Nivolumab and Ipilimumab are given on the same day on Days 1 and 43. On these days, Ipilimumab is to be given immediately after Nivolumab.",
          "interventionNames": [
            "Biological: Nivolumab",
            "Biological: Ipilimumab"
          ]
        },
        {
          "label": "Platinum-resistant ovarian cancer",
          "type": "EXPERIMENTAL",
          "description": "Platinum-resistant/refractory ovarian cancer (PRROC) patients. Each patient will be treated with four 6-week treatment cycles of Nivolumab 240 mg administered by IV infusion over 30 minutes and Ipilimumab 1 mg/kg administered by IV infusion over 30 minutes. Nivolumab is given q2w whereas Ipilimumab is given q6w, both starting on Day 1. Accordingly, Nivolumab and Ipilimumab are given on the same day on Days 1, 43, 85 and 127. On these days, Ipilimumab is to be given immediately after Nivolumab.",
          "interventionNames": [
            "Biological: Nivolumab",
            "Biological: Ipilimumab"
          ]
        },
        {
          "label": "Advanced gastric cancer patients",
          "type": "EXPERIMENTAL",
          "description": "Advanced gastric cancer patients who are recurrent/refractory to a prior therapy not involving herceptin.\n\nEach patient will be treated with four 6-week treatment cycles of Nivolumab and Ipilimumab . Nivolumab is given q2w whereas Ipilimumab is given q6w, both starting on Day 1. Accordingly, Nivolumab and Ipilimumab are given on the same day on Days 1, 43, 85 and 127. On these days, Ipilimumab is to be given immediately after Nivolumab.",
          "interventionNames": [
            "Biological: Nivolumab",
            "Biological: Ipilimumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Nivolumab",
          "description": "Nivolumab 240 mg administered by IV infusion over 30 minutes",
          "armGroupLabels": [
            "Advanced gastric cancer patients",
            "Neoadjuvant Breast Cancer",
            "Platinum-resistant ovarian cancer"
          ],
          "otherNames": [
            "OPDIVO"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Ipilimumab",
          "description": "Ipilimumab 1 mg/kg administered by IV infusion over 30 minutes.",
          "armGroupLabels": [
            "Advanced gastric cancer patients",
            "Neoadjuvant Breast Cancer",
            "Platinum-resistant ovarian cancer"
          ],
          "otherNames": [
            "YERVOY"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
          "description": "For all 3 parts of the study - Adverse changes in blood work and urinalysis and appearance of adverse events during and after treatment in patients will be assessed",
          "timeFrame": "1 year"
        },
        {
          "measure": "Clinical Response",
          "description": "Part 1 of the Study in Breast Cancer Patients - Clinical response of the investigational neoadjuvant therapy based on pathological Complete Response (pCR) rate;\n\nPart 2 of the Study in Ovarian Cancer Patients - Clinical response of the investigational therapy based on Best Objective Response (BOR) and overall response rate (ORR); and\n\nPart 3 of the Study in Gastric Cancer Patients - Clinical response of the investigational therapy based on Best Objective Response (BOR) and overall response rate (ORR)",
          "timeFrame": "2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - BCT",
          "description": "Changes in Breast Conservation Therapy (BCT) rate is the percentage of subjects who are eligible for BCT according to the clinico-radiographic criteria by Morrow et al. (2002)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Possible predictive biomarkers",
          "description": "Possible predictive biomarkers such as, but not limited to, Tumor Infiltrating Lymphocyte (TIL), and Tumor Infiltrating Myeloid Cells (TIMC), and immunological biomarkers in blood",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Status of PD-L1, PDL-2, and PD-1 in tumor tissues before vs. after investigational neoadjuvant therapy",
          "description": "Status of Programmed-Death-Ligand 1 (PD-L1), Programmed-Death-Ligand 2 (PDL-2) and Programmed-Death Receptor-1 (PD-1) in tumor tissues before vs. after investigational neoadjuvant therapy",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Possible transition of Th2 to Th1 in the tumor",
          "description": "Possible transition of T helper cell type 2 (Th2) to T helper cell type 1 (Th1) in the tumor microenvironment to favor anti-tumor activity",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - BOR and ORR",
          "description": "Best Objective Response (BOR) and Overall Response Rate (ORR) assessed after investigational neoadjuvant therapy and before surgery",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - PFS",
          "description": "Progression Free Survival (PFS) assessed after surgery",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - DOR",
          "description": "Duration of Response (DOR)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - OS",
          "description": "Overall Survival (OS)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - Recurrence rate",
          "description": "Recurrence rate of disease",
          "timeFrame": "2 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Tumor Genomics and Biomarkers",
          "description": "To assess the baseline values, and potential correlations between the baseline values with response to the investigational neoadjuvant therapy of the following parameters in tumor tissues: (1) Next Generation Sequencing (NGS), tumor mutation, tumor mutation burden, and Loss of Heterozygocity (LOH), and (2) Tissue biomarkers by reverse phase protein microassays (RPPM) and gene expression profile",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Circulating DNA",
          "description": "To explore circulating DNA (liquid biopsy) mutations at baseline and after surgery, and possible correlation with treatment response",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Immune Cell Activation Markers",
          "description": "To correlate changes in immune cell activation markers such as CD3, CD8, CD16, CD45, and/or CD86 expression in tumor tissues and in peripheral blood immune cells at baseline, mid-treatment and at completion of investigational neoadjuvant therapy with objective response and treatment outcome",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Tumor Biomarkers",
          "description": "To study biomarkers at baseline, mid-treatment, and at completion of investigational neoadjuvant therapy, in serial tumor biopsies to study non-responders in comparison to best responders",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Additional Immune Cell Biomarkers",
          "description": "To study immune cell activation markers such as CD3, CD8, CD16, CD45, and/or CD86 expression, T-cell immunoglobulin and ITIM domain (TIGIT) and poliovirus receptor (PVR) in blood at baseline, mid-treatment, and at completion of investigational neoadjuvant therapy, and potential correlation to treatment effect of investigational neoadjuvant therapy",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - PD-L1",
          "description": "To assess serum soluble PD-L1 levels before and after investigational neoadjuvant therapy, and potential correlation to treatment effect of investigational neoadjuvant therapy",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Time to Response",
          "description": "To evaluate time to tumor response",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Tumor Volume vs. Pathological Responses",
          "description": "To assess possible correlation of tumor volumetric changes from different imaging modalities vs. pathological response (optional)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - NK",
          "description": "To assess Natural Killer (NK) cells in tumor tissues before and after investigational neoadjuvant therapy for potential changes, and to correlate with treatment responses (optional)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - Recurrence rate (optional)",
          "description": "To assess tumor recurrence rate (optional)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 1 of the Study (Neoadjuvant Therapy of Breast Cancer) - CTC",
          "description": "To collect and store Circulating Tumor Cells (CTC) for possible future studies of involved biomolecular and immunological pathways (optional)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - Circulating DNA",
          "description": "To explore circulating DNA (liquid biopsy) mutations at baseline and completion of investigational therapy, and possible correlation with treatment response",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - TIGIT and PVR",
          "description": "To study TIGIT and PVR in blood at baseline, mid-treatment, and at completion of investigational therapy, and potential correlation to effect of investigational therapy",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - PD-L1",
          "description": "To assess serum soluble PD-L1 levels at baseline, mid-treatment, and at completion of investigational therapy, and potential correlation to investigational therapy",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - Genomics (Optional)",
          "description": "Optional - To assess the baseline values, and potential correlations between the baseline values with response to the investigational therapy of the following parameters in tumor tissues: PD-L1 expression, NGS, tumor mutations, tumor mutation burden, and LOH; and Tissue biomarkers by RPPM",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - Immune Cell Activation Markers",
          "description": "To correlate changes in immune cell activation markers such as CD3, CD8, CD16, CD45, and/or CD86 expression in tumor tissues (optional) and in peripheral blood immune cells at baseline, mid-treatment and at completion of investigational therapy with objective response and treatment outcome",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - Tumor Burden",
          "description": "To assess tumor burden by RECIST criteria at every cycle and after completion of investigational therapy.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) - CA-125",
          "description": "To evaluate the CA-125 response rate (Gynecologic Cancer InterGroup \\[GCIG\\] criteria) at every cycle and after completion of investigational therapy.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - Time to Response",
          "description": "To evaluate time to response",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - CTC",
          "description": "To collect and store CTC at baseline, mid-treatment and at completion of investigational therapy for possible future studies of involved biomolecular and immunological pathways (optional)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - PRO",
          "description": "Patient-reported outcome (PRO) using the European Organization for Research",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) QOL-c30",
          "description": "Quality of life questionnaires using QLQ-C30",
          "timeFrame": "2 years"
        },
        {
          "measure": "Part 2 of the Study (Therapy of Ovarian Cancer) and Part 3 of the Study (Therapy of Gastric Cancer) - QLQ-OV28",
          "description": "Quality of life questionnaires using QLQ-OV28",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria: Patients must meet all inclusion criteria before enrollment:\n\nFor Part 1 of the study (i.e., neoadjuvant therapy of breast cancer):\n\nA. Stage II-III disease, with primary cancer in place, invasive breast cancer confirmed by core needle biopsy (CNB) or incisional biopsy (excisional biopsy is not allowed):\n\n* fluorescence in situ hybridization (FISH) negative. (Note: Patients who are HER2Neu+3 or HER2Neu+ by FISH are excluded, as there is FDA approved therapy with known clinical benefit in the neoadjuvant setting.)\n* the disease is previously untreated, operable, and intend to undergo surgery (e.g., a mastectomy or lumpectomy) after completion of neoadjuvant therapy\n* the disease must be radiographically measurable in the breast. (radiographically measurable disease is defined as longest diameter ≥1.0 cm)\n* the disease cannot be axillary disease only (i.e., no identifiable tumor in the breast that is ≥1.0 cm on physical exam or radiographic study)\n* the disease can be multi-centric or bilateral disease, provided the target lesion meets the above eligibility criteria\n* breast cancer patients with lobular and ductal histology will be included. (Note: In patients with clinically positive axillae, histologic confirmation by biopsy or fine-needle aspiration may be performed.) B. Females ≥18 years of age. C. Females of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must use effective contraceptive methods (such as abstinence, intrauterine device \\[IUD\\], or double barrier device, and hormonal contraception such as birth control pills cannot be used) during the study and for at least 3 months following completion of the study, and must have a negative serum or urine pregnancy test within 2 weeks prior to treatment initiation.\n\nD. Mentally competent, able to understand and willingness to sign the informed consent form.\n\nE. At least 4 weeks must have elapsed from any prior major surgery. The following procedures are not considered major surgical procedure:\n\n* Obtaining the required research needle biopsies\n* Placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* Placement of a port for central venous access\n* Fine needle aspiration of a prominent or suspicious axillary lymph node\n* Needle biopsy of a clinically or radiographically detected lesion to rule out metastatic disease\n\nF. Laboratory values ≤2 weeks must be:\n\n* Adequate hematology (white blood cell \\[WBC\\] ≥3500 cells/mm3 or ≥3.5 bil/L; granulocytes ≥1,000/μL; platelet count ≥100,000 cells/mm3 or ≥100 bil/L; absolute neutrophil count \\[ANC\\] ≥1,500 cells/mm3 or ≥1.5 bil/L; and hemoglobin (Hgb) ≥9 g/dL or ≥90 g/L).\n* Creatinine clearance \\>30 mL/min.\n* Adequate coagulation (International Normalized Ratio \\[INR\\] must be \\<1.5) (Note: Patients on anticoagulant of any type are excluded from the study.) G. Normal electrocardiogram (EKG) H. Normal echocardiogram within one year (i.e., echocardiogram does not reveal any abnormal heart valves, chambers, or wall movement).\n\nFor Part 2 of the study (i.e., therapy of ovarian cancer):\n\nA. Confirmed diagnosis of unresectable epithelial ovarian, fallopian tube or primary peritoneal cancer. Platinum-resistant disease (Progression-Free-Interval \\[PFI\\] being 1-6 months since the last dose of platinum-containing chemotherapy) or platinum-refractory disease (PFI being 0-1 month):\n\n* the disease is evaluable according to Response Evaluation Criteria in Solid Tumors (RECIST) v.1.1 criteria\n* ≤4 lines of prior systemic chemotherapy\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤1 B. Females ≥18 years of age. C. Mentally competent, able to understand and willingness to sign the informed consent form.\n\nD. At least 3 weeks must have elapsed from any prior major surgery. The following procedures are not considered major surgical procedure:\n\n* obtaining the required research needle biopsies\n* placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* placement of a port for central venous access\n* fine needle aspiration or core biopsy of a prominent or suspicious axillary lymph node\n* needle biopsy of a clinically or radiographically detected lesion to rule out metastatic disease\n* peritoneal tap for ascites\n\nE. Laboratory values ≤2 weeks must be:\n\n* Adequate hematology (WBC ≥3500 cells/mm3 or ≥3.5 bil/L; granulocytes ≥1,000/μL; platelet count ≥100,000 cells/mm3 or ≥100 bil/L; ANC ≥1,500 cells/mm3 or ≥1.5 bil/L; and Hgb ≥9 g/dL or ≥90 g/L).\n* Adequate coagulation (INR must be \\<1.5, or 2-3 if subjects are on anticoagulant of any type).\n\nF. Adequate renal, hepatic and bone marrow function based on screening laboratory assessments. Baseline hematologic studies and chemistry profiles must meet the following criteria:\n\n* Hgb ≥9 g/dL or 90 g/L\n* hematocrit ≥30%\n* ANC ≥1000 cells/mm3 or 1.0 bil/L\n* platelet count ≥100,000 cells/mm3 or ≥100 bil/L\n* blood urea nitrogen (BUN) \\<30 mg/dL\n* creatinine clearance \\>30 mL/min\n* alkaline phosphatase (ALP), aspartate aminotransferase (AST) and alanine aminotransferase (ALT) \\<2x upper limit of normal (ULN) in patients without known hepatic metastases and \\<5x ULN in patients with known hepatic metastases\n* prothrombin time (PT) and activated partial thromboplastin time (aPTT) ≤1.6x ULN unless therapeutically warranted\n\nFor Part 3 of the study (i.e., therapy of gastric cancer):\n\nA. Confirmed diagnosis of gastric adenocarcinoma or gastroesophageal junction adenocarcinoma. The disease is unresectable, locally advanced or metastatic. Also:\n\n* patients are refractory or recurrent from at least one line of therapy in the metastatic setting, or intolerant to standard therapy\n* the disease is evaluable according to RECIST v.1.1 criteria\n* refractory or recurrent from a prior therapy, or intolerant to standard therapy\n* did not receive neoadjuvant or adjuvant treatment (chemotherapy, radiotherapy, or both) for their disease within the last 6 months\n* ECOG PS ≤1\n\nB. Male or female ≥18 years of age.\n\nC. Females of child-bearing potential (i.e., women who are pre-menopausal or not surgically sterile) must use effective contraceptive methods (such as abstinence, intrauterine device (IUD), or double barrier device, and hormonal contraception such as birth control pills cannot be used) during the study and for at least 3 months following completion of the study, and must have a negative serum or urine pregnancy test within 2 weeks prior to treatment initiation. Males with female partners of child-bearing potential should use effective contraception while on study and for at least 3 months following completion of the study.\n\nD. Mentally competent, able to understand and willingness to sign the informed consent form.\n\nE. At least 3 weeks must have elapsed from any prior major surgery. The following procedures are not considered major surgical procedure:\n\n* obtaining the required research needle biopsies\n* placement of a radiopaque clip to localize a tumor or tumors for subsequent surgical resection\n* placement of a port for central venous access\n* fine needle aspiration or core biopsy of a prominent or suspicious axillary lymph node\n* needle biopsy of a clinically or radiographically detected lesion to rule out metastatic disease\n* peritoneal tap for ascites\n\nF. Laboratory values ≤2 weeks must be:\n\n* Adequate hematology (WBC ≥3500 cells/mm3 or ≥3.5 bil/L; granulocytes ≥1,000/μL; platelet count ≥100,000 cells/mm3 or ≥100 bil/L; absolute neutrophil count (ANC) ≥1,500 cells/mm3 or ≥1.5 bil/L; and Hgb ≥9 g/dL or ≥90 g/L).\n* Adequate coagulation (INR must be \\<1.5, or 2-3 if subjects are on anticoagulant of any type).\n\nG. Adequate renal, hepatic and bone marrow function based on screening laboratory assessments. Baseline hematologic studies and chemistry profiles must meet the following criteria:\n\n* Hgb ≥9 g/dL or 90 g/L\n* hematocrit ≥30%\n* ANC ≥1000 cells/mm3 or 1.0 bil/L\n* platelet count ≥100,000 cells/mm3 or ≥100 bil/L\n* BUN \\<30 mg/dL\n* creatinine clearance \\>30 mL/min\n* ALP, AST and ALT \\<2x ULN in patients without known hepatic metastases and \\<5x ULN in patients with known hepatic metastases\n* PT and aPTT ≤1.6x ULN unless therapeutically warranted\n\nExclusion Criteria: Patients with any of the following characteristics will be excluded:\n\nFor Parts 1, 2 and 3 of the study (i.e., neoadjuvant therapy of breast cancer and therapies of ovarian cancer and gastric cancer, respectively):\n\nA. Serious medical illness, such as significant cardiac disease (e.g. symptomatic congestive heart failure, unstable angina pectoris, symptomatic coronary artery disease, myocardial infarction within the past 6 months, uncontrolled or symptomatic cardiac arrhythmia, or New York Heart Association Class III or IV), or severe debilitating pulmonary disease, that would potentially increase patients' risk for toxicity\n\nB. Arterial thrombotic event, stroke, or transient ischemia attack within the past 12 months\n\nC. Uncontrolled hypertension (systolic blood pressure \\>160 mm Hg or diastolic blood pressure \\>90 mm Hg), or peripheral vascular disease ≥grade 2\n\nD. Active central nervous system (CNS), epidural tumor or metastasis, or brain metastasis.\n\nE. Any active uncontrolled bleeding, or a bleeding diathesis.\n\nF. Evidence of active infection during screening, and any acute therapy needs to be completed within 7 days prior to enrollment.\n\nG. Patients with known Human Immunodeficiency Virus (HIV) infection, known active viral hepatitis A, B and C, or known history of tuberculosis, even if treated and in remission. (Noninfectious liver disease is allowed, i.e., NASH or cirrhosis classes A and B, but not C.)\n\nH. Serious or non-healing wound, skin ulcer, or non-healing bone fracture\n\nI. Abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess within the past 6 months.\n\nJ. A history of colitis.\n\nK. Albumin \\<2.5 g/dL or \\<25 g/L.\n\nL. Any condition or abnormality which may, in the opinion of the investigator, compromise the safety of patients.\n\nM. Unwilling or unable to follow protocol requirements.\n\nN. Patients receiving any other standard or investigational treatment for their cancer, or any other investigational agent for any indication within the past 3 weeks prior to participating in the study.\n\nO. Requirement for immediate palliative treatment of any kind including surgery and radiation.\n\nP. Subjects with autoimmune diseases, except if they have had adrenal or pituitary insufficiency and are well on replacement therapy (Note: diabetes mellitus, vitiligo, and residual hypothyroidism due to autoimmune thyroiditis are allowed.)\n\nQ. Patients on corticosteroids. (Patients with CNS metastases on low dose steroids prior to the study must be off steroids for at least 4 weeks and must be stable with magnetic resonance imaging (MRI) demonstrating stability over 8 weeks prior to enrollment.)\n\nR. Any live virus vaccine within 30 days prior to the start of therapy (Note: Seasonal flu vaccine is acceptable.)\n\nS. Known hypersensitivity to OPDIVO or YERVOY, or to their excipients.\n\nT. For Parts 2 and 3 of the study (i.e., or ovarian cancer and gastric cancer patients, respectively) - requirement of permanent or frequent (i.e., once per week) external drainages within two weeks prior to enrollment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "genderBased": true,
      "genderDescription": "Part 1. Neoadjuvant Breast (Females ≥18 years of age)\n\nPart 2. Platinum-resistant refractory ovarian (Females ≥18 years of age.)\n\nPart 3. Advanced Gastric Cancer (Male or female ≥18 years of age)",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Anthony Hoffman, MD",
          "affiliation": "ExcellaBio LLC",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hoffman Oncology",
          "city": "The Bronx",
          "state": "New York",
          "zip": "10469",
          "country": "United States",
          "geoPoint": {
            "lat": 40.84985,
            "lon": -73.86641
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2022-01-25",
        "submissionInfos": [
          {
            "releaseDate": "2022-01-25",
            "resetDate": "2022-02-16",
            "mcpReleaseN": 10
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010051",
          "term": "Ovarian Neoplasms"
        },
        {
          "id": "D013274",
          "term": "Stomach Neoplasms"
        },
        {
          "id": "D001943",
          "term": "Breast Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D004701",
          "term": "Endocrine Gland Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D010049",
          "term": "Ovarian Diseases"
        },
        {
          "id": "D000291",
          "term": "Adnexal Diseases"
        },
        {
          "id": "D005831",
          "term": "Genital Diseases, Female"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D005833",
          "term": "Genital Neoplasms, Female"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D006058",
          "term": "Gonadal Disorders"
        },
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D013272",
          "term": "Stomach Diseases"
        },
        {
          "id": "D001941",
          "term": "Breast Diseases"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000077594",
          "term": "Nivolumab"
        },
        {
          "id": "D000074324",
          "term": "Ipilimumab"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}