{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04104828",
      "orgStudyIdInfo": {
        "id": "USZ-AZW_MCT001"
      },
      "secondaryIdInfos": [
        {
          "id": "Basec no. 2019-01233",
          "type": "OTHER",
          "domain": "Swissethics"
        }
      ],
      "organization": {
        "fullName": "University of Zurich",
        "class": "OTHER"
      },
      "briefTitle": "Comparison of Innate Immune Responses Induced by Allergy Immunotherapy (AIT) With Different Adjuvants",
      "officialTitle": "Comparison of Innate Immune Responses Induced by Allergy Immunotherapy (AIT) With Different Adjuvants"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-11-05",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-03-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-10-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-09-09",
      "studyFirstSubmitQcDate": "2019-09-25",
      "studyFirstPostDateStruct": {
        "date": "2019-09-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-03-22",
      "lastUpdatePostDateStruct": {
        "date": "2022-03-23",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Pal Johansen",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "University of Zurich"
      },
      "leadSponsor": {
        "name": "University of Zurich",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Zentrums für Rhinologie und Allergologie Wiesbaden",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective of the pilot study is to compare inflammatory responses in blood sera from patients receiving first allergen immunotherapy (AIT) with aluminium (Alum), microcrystalline tyrosine (MCT), or a combination of MCT and monophosphoryl lipid A (MPLA) as adjuvants. The AIT products are containing allergen extracts of grass and tree pollen). Blood is collected before as wells as one day, seven days, and 6-7 weeks after first AIT, and the blood is analysed for content of inflammatory proteins and antibodies.",
      "detailedDescription": "This pilot study is an observational study with subsequent use of coded biological material. The blood sera are collected and prepared at the Allergy Units at the University Hospital Zurich (USZ) or Centre for Rhinology and Allergology Wiesbaden (AZW). The AZW serum samples will be transferred to USZ for serological analysis. The AIT patients will be allocated to three arms based on their scheduled AIT. Two arms will be allocated to patients at the USZ Allergy Unit, while the last arm is allocated to patients at AZW.\n\nSixteen study subjects will be recruited from allergy patients that visit the Allergy Unit at USZ to receive AIT as part of standard of care treatment for their allergy. If the patients receive AIT, they can be included in the study. The decision on performing AIT is done by the USZ allergologist, and the therapy itself is not part of the current research project. The 16 USZ patients are split in two study arms. One arm of study subject is scheduled for grass/tree AIT with aluminium-containing \"Allergovit\", and the second arm is scheduled to receive grass/tree AIT with MCT-containing Polvac.\n\nEight study subjects will be recruited from allergy patients that visit the AZW to receive AIT as part of standard of care treatment for their allergy. If the patients receive AIT, they can be included in the study. The decision on performing AIT is done by the AZW allergologist, and the therapy itself is not part of the current research project. The 8 patients comprise the third arm of the overall study, and they receive grass/tree AIT with MCT- and MPLA-containing Pollinex Quattro."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "Allergy immunotherapy",
        "Adjuvant",
        "Innate immunity"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Venous blood will be collected for the determination of lab parameters. Whole blood analysis will be performed on blood collected on ethylenediaminetetraacetic acid (EDTA), while inflammatory proteins and antibodies are analysed from blood serum and blood plasma."
      },
      "enrollmentInfo": {
        "count": 24,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Grass/tree AIT with Allergovit",
          "description": "Collection of blood and data from patients that receive allergen-immunotherapy (AIT) with Allergovit, an aluminium-containing AIT preparations.",
          "interventionNames": [
            "Biological: Allergovit"
          ]
        },
        {
          "label": "Grass/tree AIT with Polvac",
          "description": "Collection of blood and data from Patients that receive AIT with Polvac, an MCT-containing AIT preparation.",
          "interventionNames": [
            "Biological: Polvac"
          ]
        },
        {
          "label": "Grass/tree AIT with Pollinex Quattro",
          "description": "Collection of blood and data from patients that receive AIT with Pollinex Quattro, an MCT-MPLA containing AIT preparation.",
          "interventionNames": [
            "Biological: Pollinex Quattro"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Allergovit",
          "description": "Grass/tree-allergen extract with aluminium adjuvant for treatment of allergic rhinitis",
          "armGroupLabels": [
            "Grass/tree AIT with Allergovit"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Polvac",
          "description": "Grass/tree-allergen extract with MCT adjuvant for treatment of allergic rhinitis",
          "armGroupLabels": [
            "Grass/tree AIT with Polvac"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Pollinex Quattro",
          "description": "Grass/tree-allergen extract with MCT-MPLA adjuvant for treatment of allergic rhinitis",
          "armGroupLabels": [
            "Grass/tree AIT with Pollinex Quattro"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes in inflammatory proteins in serum after AIT and as assessed using multiplex antibody arrays.",
          "description": "The primary objective is to measure a change in inflammatory responses in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants. 80-150 inflammatory proteins will be tested using an antibody array. The primary objective of this pilot study is not necessarily to identify single proteins, but to identify patterns of inflammatory proteins that changes over the course of the study and which may be characteristics for the different adjuvants utilized. The results will therefore be described as heat maps with the different proteins presented in fold increase (green colour) or fold decrease (red color) as compared to baseline values.",
          "timeFrame": "7 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Aspartate transaminase in blood after AIT",
          "description": "The acute-phase enzyme aspartate transaminase (ASAT) in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants is analysed by a standard hospital laboratory method. The objective is to identify changes in ASAT (in U/l) compared to baseline values and which may be characteristics for the different adjuvants.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Alanine aminotransferase in blood after AIT",
          "description": "The acute-phase enzyme alanine aminotransferase (ALAT) in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants is analysed by a standard hospital laboratory method. The objective is to identify changes in ALAT (in U/l) compared to baseline values and which may be characteristics for the different adjuvants.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Gamma-glutamyltransferase in blood after AIT",
          "description": "The acute-phase protein gamma-glutamyltransferase (GGT) in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants is analysed by a standard hospital laboratory method. The objective is to identify changes in GGT (in U/l) compared to baseline values and which may be characteristics for the different adjuvants.",
          "timeFrame": "7 days"
        },
        {
          "measure": "C reactive protein in blood after AIT",
          "description": "The acute-phase protein C reactive protein (CRP) in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants is analysed by standard hospital laboratory methods. The objective is to identify changes in CRP (in mg/l) compared to baseline values and which may be characteristics for the different adjuvants.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Interleukin-6 in blood after AIT",
          "description": "The acute-phase cytokine interleukin-6 (IL-6) in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants is analysed by a standard hospital laboratory method. The objective is to identify changes in IL-6 (in ng/l) compared to baseline values and which may be characteristics for the different adjuvants.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Tryptase in blood after AIT",
          "description": "The acute-phase mast cell protein tryptase in blood from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants is analysed by a standard hospital laboratory method. The objective is to identify changes in tryptase (in µg/l) compared to baseline values and which may be characteristics for the different adjuvants.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Immunoglobulin M (IgM) antibody responses after AIT",
          "description": "Allergen-specific IgM (in µg/l) antibody responses will be assessed in sera from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants. IgM is measured by an in-house sandwich ELISA method.",
          "timeFrame": "Up to 7 weeks"
        },
        {
          "measure": "Immunoglobulin G (IgG) antibody responses after AIT",
          "description": "Allergen-specific total IgG (in mg/l) antibody responses will be assessed in sera from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants. IgG is measured by a standard hospital laboratory ELISA method.",
          "timeFrame": "Up to 7 weeks"
        },
        {
          "measure": "Immunoglobulin G4 (IgG4) antibody responses after AIT",
          "description": "Allergen-specific IgG4 (in µg/l) antibody responses will be assessed in sera from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants. IgG4 is measured by a standard hospital laboratory ELISA method.",
          "timeFrame": "Up to 7 weeks"
        },
        {
          "measure": "Immunoglobulin E (IgE) antibody responses after AIT",
          "description": "Allergen-specific IgE (in kU/l) antibody responses will be assessed in sera from patients receiving AIT with Alum, MCT, or MCT-MPLA as adjuvants. IgE is measured by a standard hospital laboratory ImmunopCap method.",
          "timeFrame": "Up to 7 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* History of allergy due to IgE sensitisation to any allergen that is treatable by means of AIT, e.g. grass pollen allergens, three pollen allergens, animal dander allergens, dust mite aller-gens, or insect venom allergens.\n* Scheduled to receive first AIT with Allergovit oder Polvac at USZ or to receive Pollinex Quattro at AZW.\n* Signed written informed consent for subsequent use of coded blood samples including blood leukocytes data and serological data.\n\nExclusion Criteria:\n\n* Previous AIT\n* Chronic inflammatory diseases (rheumatic diseases, pyelonephritis, osteomyelitis or others)\n* Acute infections\n* Drug or alcohol abuse within the last 5 years\n* Relevant anaemia (as judged by investigator)\n* Blood donation within the last 30 days or during the next 7 days\n* Pregnancy or breast feeding\n* Systemic glucocorticoid or antihistamine therapy within the last 30 days or during the next 7 days.\n* Systemic or local immune drug therapy within the last 30 days during the next 7 days.\n* For linguistic and/or cognitive reasons unable to understand the study procedures",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ],
      "studyPopulation": "Patients that will be considered for inclusion into the study should have been scheduled for AIT by means of subcutaneous injections of Allergovit® (USZ), Polvac (USZ), or Pol-linex Quattro (AZW), the goal being to include eight patients from each of the three treatment regimens.\n\nImportant, the study subjects are only recruited among patients that are to receive their very first AIT. The AIT is not part of the study, but takes place due to prior decisions by the allergologists at USZ or at AZW.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Pål Johansen, Prof., PhD",
          "affiliation": "University Hospital Zürich & Unversity of Zurich",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Univeristy Hospital Zurich",
          "city": "Zurich",
          "zip": "8091",
          "country": "Switzerland",
          "geoPoint": {
            "lat": 47.36667,
            "lon": 8.55
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29592962",
          "type": "BACKGROUND",
          "citation": "Leuthard DS, Duda A, Freiberger SN, Weiss S, Dommann I, Fenini G, Contassot E, Kramer MF, Skinner MA, Kundig TM, Heath MD, Johansen P. Microcrystalline Tyrosine and Aluminum as Adjuvants in Allergen-Specific Immunotherapy Protect from IgE-Mediated Reactivity in Mouse Models and Act Independently of Inflammasome and TLR Signaling. J Immunol. 2018 May 1;200(9):3151-3159. doi: 10.4049/jimmunol.1800035. Epub 2018 Mar 28."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2019-08-08",
          "uploadDate": "2019-09-10T02:02",
          "filename": "Prot_SAP_000.pdf",
          "size": 497003
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form: ICG Original and ethics approved (German)",
          "date": "2019-09-04",
          "uploadDate": "2019-09-23T08:22",
          "filename": "ICF_002.pdf",
          "size": 202525
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form: Informed consent form (English translation)",
          "date": "2019-09-23",
          "uploadDate": "2021-09-09T01:55",
          "filename": "ICF_003.pdf",
          "size": 237981
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C099681",
          "term": "allergovit"
        },
        {
          "id": "C516537",
          "term": "Pollinex Quattro"
        }
      ]
    }
  },
  "hasResults": false
}