{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06790706",
      "orgStudyIdInfo": {
        "id": "69HCL24_0656"
      },
      "organization": {
        "fullName": "Hospices Civils de Lyon",
        "class": "OTHER"
      },
      "briefTitle": "IMMUNORARE5: A National Platform of 5 Academic Phase II Trials Coordinated by Lyon University Hospital to Assess the Safety and the Efficacy of the IMMUNOtherapy With Domvanalimab + Zimberelimab Combination in Patients With Advanced RARE Cancers",
      "officialTitle": "IMMUNORARE5: A National Platform of 5 Academic Phase II Trials Coordinated by Lyon University Hospital to Assess the Safety and the Efficacy of the IMMUNOtherapy With Domvanalimab + Zimberelimab Combination in Patients With Advanced RARE Cancers",
      "acronym": "IMMUNORARE5"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-10-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-11",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-06",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-01-16",
      "studyFirstSubmitQcDate": "2025-01-22",
      "studyFirstPostDateStruct": {
        "date": "2025-01-24",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-01",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hospices Civils de Lyon",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Immune checkpoint inhibitors (ICI) have revolutionized the management of advanced cancers. However, most rare cancers have been excluded from this progress due to the lack of clinical trials involving these diseases. After the standard first-line treatment, there are no other validated treatments for most of them. The management of these patients in ≥ 2nd line treatment relies on historic poorly effective regimens.\n\nThis creates an inequity between patients with frequent cancers beneficiating from medical progresses and approvals of innovative drugs, and patients with rare cancers are still treated with old and toxic drugs.\n\nFew available data on case reports and early phase studies indicate a beneficial role of the immunotherapy in rare cancers.\n\nThe investigators assume that the combination of Domvanalimab and Zimberelimab is more effective than historical standard treatments in patients with 5 types of advanced rare cancers, after failure of at least one line of standard treatment in the advanced setting:\n\n* Cohort 1: Peritoneal Mesotheliomas (PM)\n* Cohort 2: Gestational Trophoblastic Tumors (GTT)\n* Cohort 3: B3 Thymomas and Thymic Carcinomas (TET)\n* Cohort 4: Refractory Thyroid Carcinomas (ATC)\n* Cohort 5: GEP-NET and carcinoid tumors (GEP-NET (Gastroenteropancreatic neuroendocrine tumors)/TCT (Thoracic carcinoid tumor)/UP-NET (Neuroendocrine tumor of unknown primary))\n\nThe primary objective is to assess the efficacy of the combination of Domvanalimab and Zimberelimab in terms of progression-free survival rate at 24 weeks (for cohorts 1,3,5), successful hCG (Human Chorionic Gonadotropin) normalisation rate at 24 weeks for cohort 2 and survival rate for cohort 4.\n\nThe secondary objectives are to assess the efficacy of the combination of anti-TIGIT (T cell Immunoreceptor with Ig and ITIM domains) and anti-PD-1 (Programmed Death-1) immunotherapies in terms of overall response rate, progression-free survival (cohort 1-3 and 5), resistance-free survival (cohort 2), overall survival (cohorts 1-3 and 5), duration of the response (cohorts 1-3 and 5); and to assess the tolerability of the doublet of immunotherapy in terms of adverse events.\n\nPatients will be treated until disease progression or alternatively 2 years in case of complete response (upon discussion with the coordinator of the study, the coordinator of the cohort and the investigator), unacceptable toxicity, or death. At the end of treatment, patients will be followed up for at least 1 year.\n\nIMMUNORARE5 is composed of five independent open-label national multicenter single-arm phase II trials, sponsored by Lyon University Hospital, led in collaboration with the corresponding French national reference centers, with a centralized coordination by a dedicated team.\n\nEach phase II trial is designed as a two-stage Simon design, with early termination for futility. For each cohort, a null hypothesis (H0) and an alternative hypotheses (H1) regarding the percentages of patients with success has been defined, with 5% one-sided alpha level and 80% power.\n\nThe trial will be conducted in 15 French Centers with an inclusion period of 36 months"
    },
    "conditionsModule": {
      "conditions": [
        "Peritoneal Mesothelioma",
        "Gestational Trophoblastic Tumor",
        "Thymoma and Thymic Carcinoma",
        "Anaplastic Thyroid Carcinomas",
        "Gastroenteropancreatic Neuroendocrine Tumor",
        "Carcinoid Tumor"
      ],
      "keywords": [
        "Rare cancers",
        "Immunotherapy",
        "Peritoneal mesothelioma",
        "Gestational Trophoblastic Tumors",
        "Thymomas and Thymic Carcinomas",
        "Anaplastic Thyroid Carcinomas",
        "Gastroenteropancreatic neuroendocrine tumors (GEP-NET)",
        "Carcinoid tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 154,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Cohort 1: Peritoneal mesotheliomas",
          "type": "EXPERIMENTAL",
          "description": "Patients will receive a combination of Domvanalimab and Zimberelimab.",
          "interventionNames": [
            "Drug: DOMVANALIMAB + ZIMBERELIMAB"
          ]
        },
        {
          "label": "Cohort 2: Gestational trophoblastic tumors",
          "type": "EXPERIMENTAL",
          "description": "Patients will receive a combination of Domvanalimab and Zimberelimab.",
          "interventionNames": [
            "Drug: DOMVANALIMAB + ZIMBERELIMAB"
          ]
        },
        {
          "label": "Cohort 3: B3 thymomas and thymic carcinomas",
          "type": "EXPERIMENTAL",
          "description": "Patients will receive a combination of Domvanalimab and Zimberelimab.",
          "interventionNames": [
            "Drug: DOMVANALIMAB + ZIMBERELIMAB"
          ]
        },
        {
          "label": "Cohort 4: Anaplastic thyroid carcinomas",
          "type": "EXPERIMENTAL",
          "description": "Patients will receive a combination of Domvanalimab and Zimberelimab.",
          "interventionNames": [
            "Drug: DOMVANALIMAB + ZIMBERELIMAB"
          ]
        },
        {
          "label": "Cohort 5: GEP-NET & carcinoid tumors",
          "type": "EXPERIMENTAL",
          "description": "Patients will receive a combination of Domvanalimab and Zimberelimab together with an induction treatment of intravenous FOLFOX-4.",
          "interventionNames": [
            "Drug: DOMVANALIMAB + ZIMBERELIMAB + FOLFOX-4"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "DOMVANALIMAB + ZIMBERELIMAB",
          "description": "Patients will be treated with intravenous Domvanalimab at flat dose of 1200 mg + intravenous Zimberelimab at flat dose of 360 mg, administered every 3 weeks (Q3W, one cycle = 3 weeks).",
          "armGroupLabels": [
            "Cohort 1: Peritoneal mesotheliomas",
            "Cohort 2: Gestational trophoblastic tumors",
            "Cohort 3: B3 thymomas and thymic carcinomas",
            "Cohort 4: Anaplastic thyroid carcinomas"
          ]
        },
        {
          "type": "DRUG",
          "name": "DOMVANALIMAB + ZIMBERELIMAB + FOLFOX-4",
          "description": "Patients will be treated with intravenous Domvanalimab at flat doses of 1600 mg + intravenous Zimberelimab at flat dose of 480 mg, administered every 4 weeks (Q4W), together with an induction treatment of intravenous FOLFOX-4 (Oxaliplatin 85 mg/m2 IV, L-folinic acid 200 mg/m2 IV, and fluorouracil 400 mg/m2 IV bolus on Day 1, fluorouracil 2400 mg/m2 IV continuous infusion over 46-48 hours starting on Day 1) given every 2 weeks, for 4 months (one cycle = 4 weeks).",
          "armGroupLabels": [
            "Cohort 5: GEP-NET & carcinoid tumors"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Progression-free survival rate (cohort 1, 3 and 5)",
          "description": "Proportion of patients alive without disease progression at 24 weeks (in %).\n\nProgression is defined as followed:\n\n* Cohort 1: clinical progression OR radiological progression based on modified RECIST (Response Evaluation Criteria in Solid Tumors) 1.1 criteria\n* Cohort 3 and 5: radiological progression based on RECIST 1.1 criteria",
          "timeFrame": "At 24 weeks after the start of study treatments"
        },
        {
          "measure": "Successful hCG normalization rate (cohort 2)",
          "description": "Proportion of patients experiencing a successful hCG-normalization within 24 weeks while on study treatment (in percent).\n\nThe hCG normalization is defined as a hCG value that reach the institutional normal threshold .",
          "timeFrame": "At 24 weeks after the start of study treatments"
        },
        {
          "measure": "Survival rate (cohort 4)",
          "description": "Proportion of patients alive at 24 weeks (percent).",
          "timeFrame": "At 24 weeks after the start of study treatments"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall response rate (cohorts 1, 3, 4 and 5)",
          "description": "Overall response rate defined as the proportion of patients experiencing complete or partial radiological response as the best radiological tumor response on the study period according to RECIST 1.1 for cohorts 3-5 and mRECIST for cohort 1.",
          "timeFrame": "Through treatment period, an average of 1 year"
        },
        {
          "measure": "Progression-free survival (cohorts 1, 3, 4 and 5)",
          "description": "Progression-free survival (PFS) defined as the time elapsed between inclusion and disease progression/death whichever occurs first, according to RECIST criteria (cohorts 3-5) or according to mRECIST criteria (cohort 1). Patients alive without progression will be censored at the last date of imaging assessment",
          "timeFrame": "Through study completion (maximum 6 years and 11 month)"
        },
        {
          "measure": "Resistance-free survival (cohort 2).",
          "description": "Resistance-free survival (RFS) calculated as the time elapsed between inclusion and disease resistance defined as the date of subsequent treatment start for lack of efficacy of study treatment (cohort 2). Patients without resistance will be censored at the date of last news.\n\nDisease resistance is defined as a rise (i.e ≥ 20% rise between 2 assays twice in three consecutive weekly assays) or a plateau (i.e. one or more of a ≤ 10% decrease between two assays three time in four consecutive weekly assays) in the hCG level.",
          "timeFrame": "Through study completion (maximum 6 years and 11 month)"
        },
        {
          "measure": "Overall survival (cohorts 1, 2, 3 and 5)",
          "description": "Overall survival defined as the time elapsed between inclusion and patients death regardless of the cause. Patients alive will be censored at the last date of last news.",
          "timeFrame": "Through study completion (maximum 6 years and 11 month)"
        },
        {
          "measure": "Duration of response (cohorts 1, 3, 4 and 5)",
          "description": "Duration of response defined as the delay (in days) between overall response and progression or death whichever occurs first.",
          "timeFrame": "Through study completion (maximum 6 years and 11 month)"
        },
        {
          "measure": "Tolerability : Adverse events",
          "description": "Tolerability of the combination of Domvanalimab and Zimberelimab will be assessed by a description of the adverse events (SAE, AE related to study treatment, AE of special interest) according to CI-CTCAE v5 criteria.",
          "timeFrame": "From patient inclusion, until 5 months after the end of treatment (i.e. an average of 17 months)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nGeneral inclusion criteria for all cohorts\n\n* Histologically proven advanced solid tumors that progressed/resisted after minimum one line of standard systemic treatment, or resisted during the first-line of treatment\n* No indication of curative surgery for this disease at inclusion (For cohort 1 only (peritoneal mesothelioma), debulking surgery could be considered after minimum 6 months of study treatment in the case of important tumor response)\n* Evaluable lesions (target or non-target lesions) for radiological response according to RECIST 1.1 (cohorts 3, 4, 5), or mRECIST (cohort 1), or assessable for biological response with serum hCG (cohort 2)\n* Patients older than 18 years\n* Patients with Eastern Cooperative Oncology Group (ECOG) performance status ≤ 1\n* Patients must be willing to provide an archival tumor tissue block or slides, or undergo procedure to obtain a new biopsy in absence of medical contraindication (If either a fresh biopsy or archival material is not available, patient inclusion has to be discussed and validated with the coordinators of the cohort)\n* Patients with adequate bone marrow function measured within 28 days prior to administration of study treatment:\n\n  * Absolute Neutrophil count \\> 1.5 x 109/L\n  * Platelets count ≥ 100 X 109/L\n  * Hemoglobin ≥ 9.0 g/dL\n* Patients with adequate renal function: Calculated creatinine clearance ≥ 30 ml/min according to the local institutional standard method (MDRD preferred)\n* Serum bilirubin ≤ 1.5 x UNL (Upper Normal Limit) (\\< 3 x UNL for patients with known Gilbert's syndrome), AST/ALT ≤ 2.5 X UNL (≤ 5 X UNL for patients with liver metastases)\n* Life expectancy ≥ 16 weeks\n* Highly effective contraception for men and childbearing age women.\n* Signed informed consent prior to participating in any study related procedures.\n* Patients affiliated to the French social security system or equivalent\n* Patient able to comply with the protocol, including follow-up visits and examinations\n\nSpecific inclusion criteria for each cohort:\n\n* Cohort 1 (Peritoneal mesothelioma)\n\n  * Histologically-confirmed malignant peritoneal mesotheliomas (epithelioid, sarcomatoid, or biphasic)\n  * Evidence of progression or recurrence after at least one line of platinum + pemetrexed based-chemotherapy regimen (Previous treatment with pressurized intra-peritoneal aerosol chemotherapy (PIPAC) is authorized)\n* Cohort 2 (Gestational trophoblastic tumors)\n\n  * Gestational trophoblastic tumors (including placenta site trophoblastic tumors and epithelioid carcinomas) histologically or cytologically-confirmed by a referent pathologist of the French National Center for Gestational Trophoblastic Diseases (In exceptional cases, the patients with typical clinical presentation of gestational trophoblastic tumors with elevated hCG, and experiencing resistance to polychemotherapy, can be included even if the gestational trophoblastic tumor was not histologically or cytologically-confirmed, provided that the French gestational trophoblastic center has validated the case and the inclusion of the patient)\n  * Evidence of resistance or relapse after at least one line of polychemotherapy (e.g. EP low dose, BEP regimen, EMA-CO regimen …)\n* Cohort 3 (B3 thymomas and thymic carcinomas)\n\n  * B3 thymomas and thymic carcinoma, histologically confirmed by a referent pathologist of the RYTHMIC network\n  * Evidence of progression or relapse after at least one line of platinum-based chemotherapy\n* Cohort 4 (Anaplastic thyroid carcinomas)\n\n  * Anaplastic thyroid carcinoma with non-mutated or mutated B-RAF, histologically or cytologically-confirmed by a referent pathologist of the Tuthyref network\n  * In B-RAF non-mutated anaplastic thyroid carcinomas: Persistent disease at the first evaluation after chemoradiation or disease progression/relapse after the end of chemoradiation\n  * In B-RAF mutated anaplastic thyroid carcinoma: evidence of progression after a standard B-RAF inhibitor\n* Cohort 5 (GEP-NET and carcinoid tumors)\n\n  * Histologically or cytologically-confirmed well-differentiated neuroendocrine tumor (WHO classification as NET G1, G2 or G3), or typical/atypical carcinoid tumor (according to WHO classification for thoracic NETs), from gastroenteropancreatic, thoracic (thymus or lung) or unknown primary origin\n  * Indication of oxaliplatin-based regimen treatment\n  * Evidence of progression or relapse after at least 1 line of systemic treatment, such as somatostatine analog, or targeted agents such as everolimus or sunitinib, or chemotherapy without oxaliplatin, or peptide receptor radionuclide therapy.\n\nExclusion Criteria:\n\nGeneral exclusion criteria for all cohorts:\n\n* Previous treatment with immune checkpoint inhibitors (including anti-TIGIT, anti-PD1, anti-PD-L1, anti-CTLA4), or other types of immunotherapy.\n* Active or prior documented autoimmune or immune-related disorders (Stevens-Johnson syndrome, immune-related myocarditis, immune-related pneumonitis, immune-related colitis, immune-related hepatitis, immune mediated dermatologic adverse reactions, immune-mediated nephritis). (The following are exceptions to this criterion: Patients with vitiligo or alopecia; Patients with hypothyroidism (e.g., following Hashimoto syndrome) stable on hormone replacement; Any chronic skin condition that does not require systemic therapy; Patients without active disease and no treatment for the last 5 years may be included but only after consultation with the coordinator of the cohort)\n* Medical condition that requires chronic systemic steroid therapy, or any other forms of immunosuppressive medication. (For example, patients with autoimmune disease that requires systemic steroids or immunosuppression agents should not to be included. Replacement therapy (eg., thyroxine, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.)\n* Uncontrolled intercurrent illness, including but not limited to, congestive heart failure; respiratory distress; liver failure; allergy; psychiatric illness/social situations that would limit compliance with study requirement according to the investigator, or that substantially increase risk of incurring AEs or compromise the ability of the patient to give written informed consent.\n* Patients with a second primary cancer, except for: adequately treated non-melanoma skin cancer, curatively treated in-situ cancer of the cervix, or other hematological or solid cancers curatively treated with no evidence of disease for ≥ 3 years.\n* All subjects with meningeal involvement.\n* Untreated or symptomatic Central nervous system (CNS) metastases. (Patients are eligible if the following criteria are met:\n\n  * CNS lesions are asymptomatic and previously treated.\n  * Patient does not require ongoing steroid treatment\n  * Imaging demonstrates stability of disease 28 days from last treatment for CNS metastases.)\n* Patients receiving any systemic chemotherapy, radiotherapy (except for palliative reasons), within 6 weeks from the last dose prior to study treatment (or at least 5 half-lives depending on the defined characteristics of the agents used). The patient can receive a stable dose of bisphosphonates for bone metastases, before and during the study as long as these were started at least 4 weeks prior to treatment with study drug.\n* Treatment with other investigational agents prone to interact with outcomes of the trial upon to investigator opinion.\n* Bowel occlusive syndrome, inflammatory bowel disease, immune colitis, or other gastro-intestinal disorders that do not allow oral medication such as malabsorption.\n* Active HIV, HBV or HCV infection.\n* Prior organ transplantation, including allogeneic stem cell transplantation (excluding autologous bone marrow transplant).\n* Ongoing participation in any other clinical trial who may interfere with the present study in the judgment of the investigator\n* Patients under tutorship or guardianship.\n\nSpecific exclusion criteria by cohort:\n\n* Cohort 1 (Peritoneal mesothelioma)\n\n  * Planned cytoreductive surgery or PIPAC within 6 months of study treatment in order to be able to assess the primary endpoint\n* Cohort 3 (B3 thymomas and thymic carcinomas)\n\n  * Neuroendocrine tumors\n  * Any mixed histology with A/AB/B2 component\n  * Any paraneoplastic syndrome\n  * Positivity to anti RACh antibodies\n* Cohort 5 (GEP-NET and carcinoid tumors)\n\n  * Poorly differentiated neuroendocrine carcinomas\n  * Mixed tumors\n  * Contraindication to FOLFOX-4 (DPD deficiency, i.e. uracilemia levels ≥ 16 ng/mL)\n  * Previous administration of oxaliplatin",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Benoit YOU, Prof; MD/PhD",
          "role": "CONTACT",
          "phone": "0478864385",
          "phoneExt": "+33",
          "email": "benoit.you@chu-lyon.fr"
        }
      ],
      "locations": [
        {
          "facility": "Institut de Cancerologie de l'Ouest , medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Angers",
          "zip": "49055",
          "country": "France",
          "contacts": [
            {
              "name": "Judith RAIMBOURG, MD",
              "role": "CONTACT",
              "phone": "0240679900",
              "phoneExt": "+33",
              "email": "judith.raimbourg@ico.unicancer.fr"
            },
            {
              "name": "Judith RAIMBOURG, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 47.47156,
            "lon": -0.55202
          }
        },
        {
          "facility": "Institut Bergonié, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Bordeaux",
          "zip": "33076",
          "country": "France",
          "contacts": [
            {
              "name": "Sophie COUSIN, MD",
              "role": "CONTACT",
              "phone": "0556333333",
              "phoneExt": "+33",
              "email": "s.cousin@bordeaux.unicancer.fr"
            },
            {
              "name": "Sophie COUSIN, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 44.84124,
            "lon": -0.58046
          }
        },
        {
          "facility": "Hospices Civils de Lyon, Thoracic Oncology Department, Louis Pradel Hospital",
          "status": "RECRUITING",
          "city": "Bron",
          "zip": "69500",
          "country": "France",
          "contacts": [
            {
              "name": "Michael DURUISSEAUX, Prof, MD/PhD",
              "role": "CONTACT",
              "phone": "0478857700",
              "phoneExt": "+33",
              "email": "michael.duruisseaux@chu-lyon.fr"
            },
            {
              "name": "Michael DURUISSEAUX, Prof, MD/PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 45.73865,
            "lon": 4.91303
          }
        },
        {
          "facility": "Centre Hospitalier Universitaire de Lille, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Lille",
          "zip": "59037",
          "country": "France",
          "contacts": [
            {
              "name": "Pauline PARENT, MD",
              "role": "CONTACT",
              "phone": "0320445461",
              "phoneExt": "+33",
              "email": "pauline.parent@chu-lille.fr"
            },
            {
              "name": "Pauline PARENT, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.63391,
            "lon": 3.05512
          }
        },
        {
          "facility": "Hospices Civils de Lyon, Medical Oncology Department, Edouard Herriot Hospital",
          "status": "RECRUITING",
          "city": "Lyon",
          "zip": "69003",
          "country": "France",
          "contacts": [
            {
              "name": "Thomas WALTER, Prof; MD/PhD",
              "role": "CONTACT",
              "phone": "0472117398",
              "phoneExt": "+33",
              "email": "thomas.walter@chu-lyon.fr"
            },
            {
              "name": "Thomas WALTER, Prof; MD/PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 45.74906,
            "lon": 4.84789
          }
        },
        {
          "facility": "AP-HM, TIMONE Hospital, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Marseille",
          "zip": "13009",
          "country": "France",
          "contacts": [
            {
              "name": "Pascale TOMASINI, MD",
              "role": "CONTACT",
              "phone": "0491384644",
              "phoneExt": "+33",
              "email": "Pascale.tomasini@ap-hm.fr"
            },
            {
              "name": "Pascale TOMASINI, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        },
        {
          "facility": "Institut Paoli-Calmettes Marseille, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Marseille",
          "zip": "13009",
          "country": "France",
          "contacts": [
            {
              "name": "Cécile VICIER, MD",
              "role": "CONTACT",
              "phone": "0491223847",
              "phoneExt": "+33",
              "email": "vicierc@ipc.unicancer.fr"
            },
            {
              "name": "Cécile VICIER, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        },
        {
          "facility": "Institut Régional du Cancer de Montpellier, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Montpellier",
          "zip": "34298",
          "country": "France",
          "contacts": [
            {
              "name": "Diego TOSI, MD",
              "role": "CONTACT",
              "phone": "0467612304",
              "phoneExt": "+33",
              "email": "Diego.tosi@icm.unicancer.fr"
            },
            {
              "name": "Diego TOSI, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.61093,
            "lon": 3.87635
          }
        },
        {
          "facility": "Institut Curie, thoracic oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Paris",
          "zip": "75005",
          "country": "France",
          "contacts": [
            {
              "name": "Nicolas GIRARD, Prof, MD/PhD",
              "role": "CONTACT",
              "phone": "0156616250",
              "phoneExt": "+33",
              "email": "nicolas.girard2@curie.fr"
            },
            {
              "name": "Nicolas GIRARD, Prof, MD/PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "AP-HP, Tenon Hospital, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Paris",
          "zip": "75020",
          "country": "France",
          "contacts": [
            {
              "name": "Mathieu JAMELOT, MD",
              "role": "CONTACT",
              "phone": "0156016143",
              "phoneExt": "+33",
              "email": "mathieu.jamelot@aphp.fr"
            },
            {
              "name": "Mathieu JAMELOT, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Hospices Civils de Lyon, Medical Oncology Department, Lyon SUD Hospital",
          "status": "RECRUITING",
          "city": "Pierre-Bénite",
          "zip": "69310",
          "country": "France",
          "contacts": [
            {
              "name": "Benoit YOU, Prof; MD/PhD",
              "role": "CONTACT",
              "phone": "0478864385",
              "phoneExt": "+33",
              "email": "benoit.you@chu-lyon.fr"
            },
            {
              "name": "Benoit YOU, Prof; MD/PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 45.70359,
            "lon": 4.82424
          }
        },
        {
          "facility": "Centre Eugène Marquis, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Rennes",
          "zip": "35042",
          "country": "France",
          "contacts": [
            {
              "name": "Thibault DE LA MOTTE ROUGE, MD",
              "role": "CONTACT",
              "phone": "0299252969",
              "phoneExt": "+33",
              "email": "t.delamotterouge@rennes.unicancer.fr"
            },
            {
              "name": "Thibault DE LA MOTTE ROUGE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.11109,
            "lon": -1.67431
          }
        },
        {
          "facility": "Insitut de Cancérologie Strasbourg Europe, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Strasbourg",
          "zip": "67200",
          "country": "France",
          "contacts": [
            {
              "name": "Lauriane EBERST, MD",
              "role": "CONTACT",
              "phone": "0368767168",
              "phoneExt": "+33",
              "email": "l.eberst@icans.eu"
            },
            {
              "name": "Lauriane EBERST, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.58392,
            "lon": 7.74553
          }
        },
        {
          "facility": "ONCOPOLE Claudius Regaud, IUCT-Oncopole, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Toulouse",
          "zip": "31059",
          "country": "France",
          "contacts": [
            {
              "name": "Victor SARRADIN, MD",
              "role": "CONTACT",
              "phone": "0531155996",
              "phoneExt": "+33",
              "email": "Sarradin.Victor@iuct-oncopole.fr"
            },
            {
              "name": "Victor SARRADIN, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.60426,
            "lon": 1.44367
          }
        },
        {
          "facility": "Institut Gustave Roussy, medical oncology department",
          "status": "NOT_YET_RECRUITING",
          "city": "Villejuif",
          "zip": "94805",
          "country": "France",
          "contacts": [
            {
              "name": "Julien HADOUX, MD",
              "role": "CONTACT",
              "phone": "0142116361",
              "phoneExt": "+33",
              "email": "julien.hadoux@gustaveroussy.fr"
            },
            {
              "name": "Julien HADOUX, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.7939,
            "lon": 2.35992
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D031901",
          "term": "Gestational Trophoblastic Disease"
        },
        {
          "id": "D013945",
          "term": "Thymoma"
        },
        {
          "id": "D065646",
          "term": "Thyroid Carcinoma, Anaplastic"
        },
        {
          "id": "C535650",
          "term": "Gastro-enteropancreatic neuroendocrine tumor"
        },
        {
          "id": "D002276",
          "term": "Carcinoid Tumor"
        }
      ],
      "ancestors": [
        {
          "id": "D014328",
          "term": "Trophoblastic Neoplasms"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D011252",
          "term": "Pregnancy Complications, Neoplastic"
        },
        {
          "id": "D011248",
          "term": "Pregnancy Complications"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D018193",
          "term": "Neoplasms, Complex and Mixed"
        },
        {
          "id": "D013953",
          "term": "Thymus Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D008206",
          "term": "Lymphatic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D000230",
          "term": "Adenocarcinoma"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000719848",
          "term": "zimberelimab"
        }
      ]
    }
  },
  "hasResults": false
}