{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06014255",
      "orgStudyIdInfo": {
        "id": "J2269"
      },
      "secondaryIdInfos": [
        {
          "id": "IRB00340678",
          "type": "OTHER",
          "domain": "JHM IRB"
        }
      ],
      "organization": {
        "fullName": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
        "class": "OTHER"
      },
      "briefTitle": "Trial of Neoadjuvant Enoblituzumab vs SOC in Men With High-Risk Localized Prostate Cancer",
      "officialTitle": "A Phase 2 Randomized Trial of Neoadjuvant Enoblituzumab Versus Standard of Care in Men With High-Risk Localized Prostate Cancer: The Help Elucidate & Attack Longitudinally (HEAT) Prostate Cancer Randomized Study",
      "acronym": "HEAT"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-02-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-03-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-03-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-08-23",
      "studyFirstSubmitQcDate": "2023-08-23",
      "studyFirstPostDateStruct": {
        "date": "2023-08-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-28",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "MacroGenics",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study evaluates the efficacy, anti-tumor effect, and immunogenicity of neoadjuvant enoblituzumab given before radical prostatectomy. Patients will be randomized to enoblituzumab for a total of 12 weeks beginning 84 days before radical prostatectomy or standard of care arms.",
      "detailedDescription": "This is a multi-center, randomized, phase 2 study evaluating the efficacy, anti-tumor effect, and immunogenicity of neoadjuvant enoblituzumab given prior to radical prostatectomy in men with high-risk localized prostate cancer. Patients will be recruited from the outpatient Urology clinics and Multidisciplinary Prostate Cancer (\"Precision Medicine\") Clinics at four participating institutions including: Harvard/Dana-Farber Cancer Centers, Northwestern Lurie Comprehensive Cancer Center, Mayo Clinic, and the University of Minnesota Masonic Cancer Center. Eligible patients will undergo a pre-treatment prostate biopsy and conventional imaging (CT and bone scan) as well as PSMA-PET and optional prostate MRI as per institutional preferences. Patients who have N0 M0 disease by conventional imaging (N1 by PSMA allowed with up to 3 LNs each ≤1 cm) will be trial eligible as long as concurrent hormonal or radiation therapy is not given. Patients will then be randomized to enoblituzumab for a total of 12 weeks beginning 84 days prior to radical prostatectomy or SOC arms. Fourteen days after the last treatment, prostate glands will be harvested at radical prostatectomy, and prostate tissue will be examined for pathologic response and secondary pharmacodynamic/immunologic endpoints as described herein. Pre-treatment, on-treatment, and post-treatment biomarkers of response and resistance will be collected including: plasma, PBMC. Repeat PSMA scan will be obtained prior to radical prostatectomy. Follow-up evaluation for adverse events will occur 30 and 90 days after surgery. Patients will then be followed by the patient's urologists/oncologists according to standard institutional practices but will require PSA evaluations every 3 (±1) months during year 1 and every 6 (±2) months during years 2-3."
    },
    "conditionsModule": {
      "conditions": [
        "Prostate Cancer"
      ],
      "keywords": [
        "enoblituzumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 219,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Enoblituzumab",
          "type": "EXPERIMENTAL",
          "description": "Men with localized intermediate and high-risk prostate cancer will be given neoadjuvant Enoblituzumab 15mg/kg IV every 2 weeks for 12 weeks, followed by a radical prostatectomy on day 84, with follow-up visits 30 days, 90 days, 6 months, and 9 months post-prostatectomy. PSA values will be tracked for 3 years post-prostatectomy.",
          "interventionNames": [
            "Drug: Enoblituzumab"
          ]
        },
        {
          "label": "Standard of Care",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients will undergo standard of care radical prostatectomy within 4-8 weeks of randomization.",
          "interventionNames": [
            "Other: Standard of Care"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Enoblituzumab",
          "description": "Enoblituzumab 15mg/kg IV (in the vein) every 2 weeks for 12 weeks prior to radical prostatectomy on day 84.",
          "armGroupLabels": [
            "Enoblituzumab"
          ],
          "otherNames": [
            "MGA271"
          ]
        },
        {
          "type": "OTHER",
          "name": "Standard of Care",
          "description": "Radical prostatectomy within 4-8 weeks of randomization.",
          "armGroupLabels": [
            "Standard of Care"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Recurrence-free survival (RFS)",
          "description": "Number of participants with RFS, defined as from randomization to any metastasis events, pelvic lymph node recurrence, detectable prostate-specific antigen (PSA) (PSA \\>= 0.2 ng/mL, confirmed by a second PSA of the same level or higher), or start of salvage or adjuvant therapy based on PSA criteria of 0.1 ng/mL or higher, or death for any cause, whichever occurs first.",
          "timeFrame": "3 years post-prostatectomy"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time to PSA recurrence",
          "description": "Time from randomization to detectable prostate-specific antigen (PSA) (PSA \\>= 0.2 ng/mL, confirmed by a second PSA of the same level or higher",
          "timeFrame": "5 years post-prostatectomy"
        },
        {
          "measure": "Overall survival",
          "description": "Time from randomization to death by any cause or date last known alive.",
          "timeFrame": "5 years post-prostatectomy"
        },
        {
          "measure": "Metastasis-free survival",
          "description": "Measured by the number of participants who achieve metastasis-free survival, defined as from randomization to date of first evidence of recorded metastases confirmed by imaging or histologic evidence, or death from any cause, or is censored at the date of last follow-up known without metastasis",
          "timeFrame": "5 years post-prostatectomy"
        },
        {
          "measure": "PSA response",
          "description": "Undetectable PSA (\\<0.1 ng/mL) at 3 months after prostatectomy.",
          "timeFrame": "3 months post-prostatectomy."
        },
        {
          "measure": "Recurrence free survival",
          "description": "Measured by the number of participants who have not progressed at 36 months after randomization.",
          "timeFrame": "3 years from randomization"
        },
        {
          "measure": "Number of participants with treatment-related adverse events",
          "description": "Measured by the number of participants with treatment-related adverse events as assessed by the Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
          "timeFrame": "90 days post-prostatectomy"
        },
        {
          "measure": "Anti-tumor response (cleaved PARP staining and quantification of tumor cell apoptosis) to enoblituzumab versus SOC",
          "description": "Measured by the number of participants with cleaved PARP staining and tumor cell apoptosis treated with enoblituzumab versus standard of care.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Anti-tumor response (central pathological response graded according to standard criteria) to enoblituzumab versus SOC",
          "description": "Measured by the number of participants with pathological response graded according to standard criteria treated with enoblituzumab versus standard of care.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Assess the immune response (CD8 T cell infiltration into the tumor / peritumoral area) to enoblituzumab versus SOC",
          "description": "Measured by the number of participants with CD8 T cell infiltration into the tumor / peritumoral area treated with enoblituzumab versus standard of care.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Assess the immune response (CD8 Granzyme B) to enoblituzumab versus SOC",
          "description": "Measured by the number of participants with CD8 Granzyme B treated with enoblituzumab versus standard of care.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Change in number of participants with change in Gleason grade group change",
          "description": "Number of participants with change in Gleason grade group from pre-treatment biopsy vs. post-treatment biopsy. \"Downgrade\" refers to a net grade group change less than zero, \"upgrade\" refers to net grade group change more than zero, and \"no change\" refers to stable Gleason grade group. Gleason grade groups are defined as grade group 1 (Gleason score ≤ 6), grade group 2 (Gleason score 3+4=7), grade group 3 (Gleason score 4+3=7), grade group 4 (Gleason score 8), and grade group 5 (Gleason scores 9-10).The lower the grade group, the better the outcome.",
          "timeFrame": "Baseline and Day 84"
        },
        {
          "measure": "Pathological complete responses (pCR)",
          "description": "Number of participants who achieve pCR, defined as absence of tumor identification on standard histological analysis of resected prostate specimens.",
          "timeFrame": "Day 84"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Quality of life assessment",
          "description": "Will be assessed by the Functional Assessment of Cancer Therapy (FACT) - Prostate (Appendix F), FACT - Cognitive, and Functional Assessment of Chronic Illness Therapy - Fatigue. Fatigue instruments at baseline and 6 months, and descriptive statistics will be used to characterize quality of life over time in each arm. Each item is answered on a 5-point Likert-type scale, where a value of 0 indicates the statement is not applicable, and a value of 5 indicates the statement is applicable to the respondent. Subgroup analysis will be performed among patients who receive adjuvant radiation therapy and patients who do not receive adjuvant radiation therapy in each arm. Mixed effect models will be constructed as an exploratory analysis to estimate the time profile of quality of life assessments in the two arms and to evaluate treatment-by-time interactions.",
          "timeFrame": "6 months from randomization"
        },
        {
          "measure": "Quantify B7-H3 IHC expression",
          "description": "Number of participants with B7-H3 IHC expression in pre-treatment and post-treatment tumor tissue and correlation with tumor cell apoptosis and time to recurrence.",
          "timeFrame": "5 years post-prostatectomy"
        },
        {
          "measure": "Quantify checkpoint IHC expression",
          "description": "Number of participants with checkpoint IHC expression (eg, PD-1, PD-L1, LAG3, and TIM3) in individual patient's pre and post treatment tumor tissue, and among all patient tumor tissue treated with enoblituzumab versus standard of care.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "FC Receptor Genotyping",
          "description": "Number of participants with CD16A, CD32A, and CD32B on Fc receptor.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "cfDNA, ctDNA, and tumor vesicle associated DNA/RNA prevalence",
          "description": "Number of participants with cfDNA, ctDNA, and tumor vesicle associated DNA/RNA biomarker.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "IHC Analyses of CD137, CD16 and/or CD107A",
          "description": "CD137, CD107A, and CD16 expression in prostate tumor specimens will be assessed by immunohistochemistry (IHC) in the prostatectomy surgical specimens (post-treatment). This endpoint will be expressed as the mean staining percentage of each of these in tumor tissue",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Global Expression Profiling of Tumor Tissues",
          "description": "Number of participants with changes in cellular composition, upregulation and downregulation of immune checkpoints, and other markers of activity versus exhaustion.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Global Metabolomic Profiling of Tumor Tissues",
          "description": "Number of participants with changes in chemical processes involving metabolites, intermediates, cell metabolism, and other markers of activity versus exhaustion.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Whole genome sequencing",
          "description": "Number of participants with genomic differences in tumor tissue in treated and untreated prostatectomies.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Long-read whole-genome sequencing analysis of DNA methylation",
          "description": "Number of participants with DNA methylation of tumor tissue in treated and untreated prostatectomies using long-read whole-genome sequencing analysis.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "Single cell RNA sequencing of tumor tissue",
          "description": "Number of participants with single cell RNA sequencing of tumor tissue in treated and untreated prostatectomies.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "PBL (peripheral blood lymphocytes)",
          "description": "Number of participants with upregulation and downregulation of immune checkpoints and other markers of activity versus exhaustion, as assessed by flow cytometry.",
          "timeFrame": "30 days post-prostatectomy"
        },
        {
          "measure": "Cytokines and chemokines",
          "description": "Number of participants with cytokines and chemokines changes at baseline and pre-prostatectomy.",
          "timeFrame": "Day 84"
        },
        {
          "measure": "PSMA dynamics",
          "description": "Number of participants with changes in PSMA at baseline versus pre-prostatectomy versus 90 day-post-prostatectomy.",
          "timeFrame": "90 day post-prostatectomy"
        },
        {
          "measure": "PSMA and Conventional imaging congruence",
          "description": "Number of participants with congruence in PSMA and conventional imaging.",
          "timeFrame": "90 day post-prostatectomy"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nTo be eligible for this study, patients must meet all of the following criteria:\n\n* Histologically confirmed adenocarcinoma of the prostate (clinical stage T1c-T3b, N0, M0) without involvement of lymph nodes, bone, or visceral organs by CT or NM bone scan. N1 by PSMA allowed with up to 3 LNs each ≤1 cm. If there is no frank bone disease, but PSMA scan and CT scan are in discordance, then investigators will discuss.\n* Initial prostate biopsy, obtained within 3 months of enrollment, is available for central pathologic review, and is confirmed to show at least 3 positive cores (at least 1 core with at least 50% disease involvement with ≥4+3=7 disease) and a Gleason sum of ≥8 (or 4+3=7 with at least 1 additional high-risk feature such as PSA\\>20 or cT3)\n* Radical prostatectomy has been scheduled\n* Age ≥18 years\n* ECOG performance status 0-1, or Karnofsky score ≥ 70% (see Appendix A)\n* Adequate bone marrow, hepatic, and renal function:\n\n  * WBC \\>3,000 cells/mm3\n  * ANC \\>1,500 cells/mm3\n  * Hemoglobin \\>9.0 g/dL\n  * Platelet count \\>100,000 cells/mm3\n  * Serum creatinine \\<1.5 × upper limit of normal (ULN)\n  * Serum bilirubin \\<1.5 × ULN\n  * ALT \\<3 × ULN\n  * AST \\<3 × ULN\n  * Alkaline phosphatase \\<3 × ULN\n* The etiology of abnormal bilirubin and transaminase levels should be evaluated prior to study entry.\n* Willingness to provide written informed consent and HIPAA authorization for the release of personal health information, and the ability to comply with the study requirements (note: HIPAA authorization will be included in the informed consent)\n* Willingness to use barrier contraception from the time of first dose of Enoblituzumab (MGA271) until the time of prostatectomy.\n\nExclusion Criteria:\n\nTo be eligible for this study, patients should not meet any of the following criteria:\n\n* Presence of known lymph node involvement on CT (N1 by PSMA allowed with up to 3 LNs each ≤1 cm) or distant metastases by CT and NM bone scan\n* Other histologic types of prostate cancers such as ductal, sarcomatous, lymphoma, small cell, and neuroendocrine tumors\n* Prior radiation therapy, hormonal therapy, biologic therapy, or chemotherapy for prostate cancer\n* Prior immunotherapy/vaccine therapy for prostate cancer\n* Prior use of experimental agents for prostate cancer\n* Concomitant treatment with other hormonal therapy or 5α-reductase inhibitors\n* Current use of systemic corticosteroids or use of systemic corticosteroids within 4 weeks of enrollment (inhaled corticosteroids for asthma or COPD are permitted as are other non-systemic steroids such as topical corticosteroids)\n* History or presence of autoimmune disease requiring systemic immunosuppression (including but not limited to: inflammatory bowel disease, systemic lupus erythematosus, vasculitis, rheumatoid arthritis, scleroderma, multiple sclerosis, hemolytic anemia, Sjögren syndrome, and sarcoidosis)\n* History of malignancy within the last 3 years, with the exception of non-melanoma skin cancers and superficial bladder cancer\n* Uncontrolled major active infectious, cardiovascular, pulmonary, hematologic, or psychiatric illnesses that would make the patient a poor study candidate\n* Known prior or current history of HIV and/or hepatitis B/C, with the exception of patients who have been successfully treated for hepatitis B/C (i.e. documented confirmation of cure at least 6 months after initial treatment).",
      "healthyVolunteers": false,
      "sex": "MALE",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Carolyn Chapman GU oncology",
          "role": "CONTACT",
          "phone": "4109551239",
          "email": "cchapma7@jhmi.edu"
        },
        {
          "name": "Carolyn Chapman, RN",
          "role": "CONTACT",
          "phone": "443-287-7841"
        }
      ],
      "overallOfficials": [
        {
          "name": "Eugene Shenderov",
          "affiliation": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Northewestern University",
          "status": "RECRUITING",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60611",
          "country": "United States",
          "contacts": [
            {
              "name": "Claire Carter",
              "role": "CONTACT",
              "phone": "312-694-9001",
              "email": "claire.carter@northwestern.edu"
            },
            {
              "name": "MD",
              "role": "CONTACT"
            },
            {
              "name": "Ashley Ross, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "Johns Hopkins Sidney Kimmel Comprehensive Cancer Center",
          "status": "RECRUITING",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21205",
          "country": "United States",
          "contacts": [
            {
              "name": "Eugene Shenderov, MD, PhD",
              "role": "CONTACT",
              "phone": "410-502-7885",
              "email": "eugene.shenderov@jhmi.edu"
            }
          ],
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "University of Minnesota",
          "status": "NOT_YET_RECRUITING",
          "city": "Minneapolis",
          "state": "Minnesota",
          "zip": "55414",
          "country": "United States",
          "contacts": [
            {
              "name": "Simone Veum",
              "role": "CONTACT",
              "phone": "612-624-0937",
              "email": "veum0015@umn.edu"
            },
            {
              "name": "Christopher Warlick, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 44.97997,
            "lon": -93.26384
          }
        },
        {
          "facility": "Mayo Clinic",
          "status": "RECRUITING",
          "city": "Rochester",
          "state": "Minnesota",
          "zip": "55905",
          "country": "United States",
          "contacts": [
            {
              "name": "Paras Shah, MD",
              "role": "CONTACT",
              "phone": "507-466-0191",
              "email": "Shah.Paras@mayo.edu"
            },
            {
              "name": "Urology Study Coordinator",
              "role": "CONTACT",
              "phoneExt": "(507) 422-5102",
              "email": "Biffert.Hosanna@mayo.edu"
            },
            {
              "name": "Paras Shah, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 44.02163,
            "lon": -92.4699
          }
        },
        {
          "facility": "XCancer - Omaha, LLC",
          "status": "NOT_YET_RECRUITING",
          "city": "Omaha",
          "state": "Nebraska",
          "zip": "68130",
          "country": "United States",
          "contacts": [
            {
              "name": "Emily Rosso",
              "role": "CONTACT",
              "phone": "402-991-8468",
              "email": "emily@xcancer.com"
            },
            {
              "name": "Luke Nordquist, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 41.25626,
            "lon": -95.94043
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D011471",
          "term": "Prostatic Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D005834",
          "term": "Genital Neoplasms, Male"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D005832",
          "term": "Genital Diseases, Male"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D011469",
          "term": "Prostatic Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D059039",
          "term": "Standard of Care"
        }
      ],
      "ancestors": [
        {
          "id": "D019984",
          "term": "Quality Indicators, Health Care"
        },
        {
          "id": "D011787",
          "term": "Quality of Health Care"
        },
        {
          "id": "D006298",
          "term": "Health Services Administration"
        },
        {
          "id": "D017530",
          "term": "Health Care Quality, Access, and Evaluation"
        }
      ]
    }
  },
  "hasResults": false
}