{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06612645",
      "orgStudyIdInfo": {
        "id": "LV-CMD03-PST-P1-2024"
      },
      "secondaryIdInfos": [
        {
          "id": "Chulalongkorn University",
          "type": "OTHER",
          "domain": "Chulalongkorn University"
        }
      ],
      "organization": {
        "fullName": "Chulalongkorn University",
        "class": "OTHER"
      },
      "briefTitle": "Safety and Efficacy of CMD03 CAR T Cell in Children With Relapse or Refractory Solid Tumors",
      "officialTitle": "Safety and Efficacy of B7H3 With IL-7 Receptor Alpha Signaling Chimeric Antigen Receptor T Cell (CMD03) in Relapse and Refractory Pediatric Solid Tumors",
      "acronym": "CMD03"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-04-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-12-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-09-18",
      "studyFirstSubmitQcDate": "2024-09-23",
      "studyFirstPostDateStruct": {
        "date": "2024-09-25",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-04-01",
      "lastUpdatePostDateStruct": {
        "date": "2025-04-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Chulalongkorn University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "King Chulalongkorn Memorial Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A Phase 1 clinical trial to evaluate the safety and early efficacy of CAR T-cells with IL-7Ra signal targeting B7H3 in children with solid tumors patients after complete standard treatments.",
      "detailedDescription": "Currently, treatment options for pediatric solid tumors that have recurred or are unresponsive to standard treatments are limited. These cancers often do not respond to other chemotherapy drugs or targeted therapies available today. As a result, there is currently no effective treatment for pediatric solid tumors that have recurred or are unresponsive to standard treatments.\n\nAt present, immunotherapy for cancer treatment is being developed. This involves genetically modifying the patient\\&#39;s immune cells to target specific cancer cells, known as CAR T cells. This approach is used to treat recurrent or unresponsive solid tumors and brain cancers that do not respond to standard treatments.\n\nThe research aims to study the efficacy and safety of treating pediatric patients with recurrent or unresponsive solid tumors using a type of immunotherapy called CAR T cells. These cells are engineered to express a chimeric antigen receptor that includes an interleukin-7 receptor alpha signaling domain and targets the B7-H3 antigen on tumor surfaces. This research is the first of its kind conducted on Thai patients. The research team expects this treatment to be highly safe and effective in controlling cancer."
    },
    "conditionsModule": {
      "conditions": [
        "Pediatric Cancers",
        "Solid Tumor Pediatric"
      ],
      "keywords": [
        "CAR T cell",
        "B7H3",
        "IL-7 receptor alpha",
        "Chimeric antigen receptor T cell",
        "Adoptive cellular therapy",
        "Solid tumor pediatric"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "3+3 dose escalation study",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 9,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "B7H3/IL-7Ra CAR T cell in Solid tumors",
          "type": "EXPERIMENTAL",
          "description": "B7H3-specific chimeric antigen receptor (CAR) T cell with additional of IL-7Ra signaling domain Dose level: 1x10e6 cells/kg, 3x10e6 cells/kg, 10x10e6 cells/kg",
          "interventionNames": [
            "Biological: B7H3-IL7Ra CAR-T cells"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "B7H3-IL7Ra CAR-T cells",
          "description": "Autologous T cells lentiviral transduced to express a B7H3-specific chimeric antigen receptor (CAR) with the addition of an IL-7 receptor alpha signaling domain, administered via central venous access catheter after lymphodepletion",
          "armGroupLabels": [
            "B7H3/IL-7Ra CAR T cell in Solid tumors"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety and tolerability of B7H3-IL7Ra CAR T cells infusion in solid tumors patients.",
          "description": "The incidence of adverse events assessed by the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI CTCAE), Version 5.0",
          "timeFrame": "7 days, 14 days, 21 days, 30 days, 60 days, 90 days, 6 months and 12 months after B7H3-IL7Ra CAR-T cell infusion"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The overall response rate of solid tumors",
          "description": "The overall response rate will be assessed using radiologic response criteria that use the standard sum of the two longest 2D perpendicular diameters to distinguish stable disease, progressive disease (\\&gt;25% increase), partial response (\\&gt;50% decrease), and complete response (no evaluable or measurable disease).",
          "timeFrame": "1, 3, 6, and 12 months after B7H3-IL7Ra CAR-T cell infusion"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "The persistence and distribution of B7H3-IL7Ra CAR T cells in the peripheral blood",
          "description": "The persistence and distribution of B7H3-IL7Ra CAR T cells in the peripheral blood of relapsed/refractory pediatric solid tumor patients will be measured by flow cytometry.",
          "timeFrame": "7 days, 14 days, 21 days, 30 days, 60 days, 90 days, 6 months and 12 months after B7H3-IL7Ra CAR-T cell infusion"
        },
        {
          "measure": "Serum cytokine level measurement",
          "description": "Serum cytokine level measurement including IL-2,IL-4, IL-6, IL-10, TNF-alpha and IFN-gamma before and after B7-H3-IL7Ra CAR T-cell infusion",
          "timeFrame": "7 days, 14 days, 21 days and 30 days after B7H3-IL7Ra CAR-T cell infusion"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Participants must have B7-H3 positive solid tumor with measurable disease.\n\n   \\- B7-H3 expression will be evaluated by standard immunohistochemistry (IHC) or flow cytometry using a previously obtained sample.\n2. Evidence of relapsed or refractory disease after standard first-line therapy\n3. Age 1 - 25 years\n4. Sex: Male or female\n5. Performance status: Lansky or Karnofsky score not less than 50\n6. Life expectancy not less than 12 weeks\n7. Normal organ function\n\n   * AST (SGOT) below 5 times the upper limit of normal (ULN)\n   * ALT (SGPT) below 5 times the upper limit of normal (ULN)\n   * Total bilirubin below 3 times the upper limit of normal (ULN)\n   * Creatinine below 5 times the upper limit of normal (ULN)\n   * SpO2 room air not less than 90%\n8. Prior therapy wash-out before planned leukapheresis\n\n   * Not less than 7 days post last chemotherapy/biologic therapy administration\n   * 3 half-lives or 30 days, whichever is shorter after the last dose of antitumor antibody therapy\n   * At least 30 days from most recent cellular infusion\n   * All systemically administered corticosteroid treatment therapy must be stable or decreasing within 1 week prior to enrollment with a maximum of 0.5 mg/kg/day dose of methylprednisolone. Corticosteroid physiologic replacement therapy is allowed\n9. Participants and/or legal guardians must have the ability to understand and willingness to sign a written informed consent and/or assent document\n\nExclusion Criteria:\n\n1. Presence of greater than or equal to grade 3 cardiac dysfunction or symptomatic arrythmia requiring intervention\n2. Presence of primary immunodeficiency or bone marrow failure syndrome\n3. Presence of uncontrolled intercurrent illness including but not limited to ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, pulmonary abnormalities, or psychiatric illness/social situations that would limit compliance with study requirements\n4. Pregnant or breastfeeding women were excluded from this study because CAR-T cell therapy may be associated with the potential for teratogenic or abortifacient effects. Women of childbearing potential must have a negative serum pregnancy test. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with CAR-T cells, breastfeeding should be discontinued. These potential risks may also apply to other agents used in this study. Participants of childbearing or child-fathering potential must be willing to practice birth control from the time of enrollment in this study and for four months after receiving CAR-T-cell infusion.\n5. Serologic status reflecting active HIV, hepatitis B or C infection. Participants who are positive for hepatitis B core antibody, hepatitis B surface antigen or hepatitis C antibody must have negative PCR prior to enrollment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "25 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Piti Techavichit, Associate Professor, MD",
          "role": "CONTACT",
          "phone": "+66817515363",
          "email": "Piti.T@chula.ac.th"
        },
        {
          "name": "Koramit Suppipat, MD",
          "role": "CONTACT",
          "phone": "+66816282068",
          "email": "Koramit.S@chula.ac.th"
        }
      ],
      "overallOfficials": [
        {
          "name": "Piti Techavichit, Associate Professor, MD",
          "affiliation": "Chulalongkorn University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "King Chulalongkorn Memorial Hospital",
          "status": "RECRUITING",
          "city": "Bangkok",
          "state": "Pathumwan",
          "zip": "10330",
          "country": "Thailand",
          "contacts": [
            {
              "name": "Piti Techavichit, MD",
              "role": "CONTACT",
              "phone": "+66817515363",
              "email": "piti.t@chula.ac.th"
            },
            {
              "name": "Kanhatai Chiengthong, MD",
              "role": "CONTACT",
              "phone": "+66814430961",
              "phoneExt": "+6622564900",
              "email": "kanhatai.c@chula.ac.th"
            },
            {
              "name": "Piti Techavichit, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Koramit Suppipat, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Kanhatai Chiengthong, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Supannikar Tawinwung, PhD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Chantiya Chanswanghuwana, MD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 13.75398,
            "lon": 100.50144
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    }
  },
  "hasResults": false
}