{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04227483",
      "orgStudyIdInfo": {
        "id": "RA/2020/001"
      },
      "organization": {
        "fullName": "Post Graduate Institute of Medical Education and Research, Chandigarh",
        "class": "OTHER"
      },
      "briefTitle": "Deflazacort Vs. Prednisolone in Acute-stage ABPA",
      "officialTitle": "A Randomized Controlled Trial of Deflazacort Vs. Prednisolone in Acute-stage Allergic Bronchopulmonary Aspergillosis"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-01-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-01-10",
      "studyFirstSubmitQcDate": "2020-01-10",
      "studyFirstPostDateStruct": {
        "date": "2020-01-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-26",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Ritesh Agarwal",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Post Graduate Institute of Medical Education and Research, Chandigarh"
      },
      "leadSponsor": {
        "name": "Post Graduate Institute of Medical Education and Research, Chandigarh",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Oral glucocorticoids are currently the treatment of choice for allergic bronchopulmonary aspergillosis (ABPA). They not only suppress the immune hyperfunction but are also anti-inflammatory. Unfortunately, numerous toxicities and adverse effects have been attributed to glucocorticoids related to both the average dose and cumulative duration of use.\n\nDeflazacort is a oxazoline steroid with demonstrated anti-inflammatory and immunosuppressant effects. The novel structural characteristic of deflazacort is associated with substantial lack of sodium-retaining activity, lower interference with carbohydrate metabolism and calcium metabolism in comparison with older glucocorticoids such as prednisolone. The investigators hypothesize that the occurrence of side-effects, primarily weight gain will be lower with deflazacort. In this study, the investigators will compare the safety and efficacy of deflazacort in the treatment of acute-stage ABPA complicating asthma.",
      "detailedDescription": "Depending on the host immunity and the organism virulence, the respiratory diseases caused by Aspergillus are classified as saprophytic (aspergilloma), allergic (allergic aspergillus sinusitis and allergic bronchopulmonary aspergillosis) and invasive (acute invasive pulmonary aspergillosis, subacute invasive pulmonary aspergillosis and chronic pulmonary aspergillosis). Allergic bronchopulmonary aspergillosis (ABPA) is a pulmonary disorder caused by a complex hypersensitivity response to the antigens released by the fungus Aspergillus fumigatus. The disorder clinically manifests as chronic asthma, recurrent pulmonary infiltrates, and bronchiectasis. The clinical entity was first described by Hinson et al in 1952,4 and the clinical and immunologic significance of Aspergillus fumigatus in the sputum were reported by Pepys and coworkers in 1959.5 The condition has immunologic features of immediate hypersensitivity (type I), antigen-antibody complexes (type III), and eosinophil-rich inflammatory cell responses (type IVb), based on the revised Gell and Coombs classification of immunologic hypersensitivity. Occasionally, patients can develop a syndrome similar to ABPA but is caused by fungi other than A.fumigatus and is termed as allergic bronchopulmonary mycosis. The condition remains underdiagnosed in many countries with reports of mean diagnostic latency of ten years between the occurrence of symptoms and the diagnosis.9 In the past two decades, there has been an increase in the number of cases of ABPA due to the heightened physician awareness and the widespread availability of serologic assays.\n\nThe diagnostic criteria for ABPA have been recently revised and includes the following: (a) history of asthma; (b) pulmonary opacities consistent with ABPA; (c) raised A. fumigatus specific IgE \\>0.35 kUA/L; (d) peripheral blood eosinophil count \\>500 cells/µL; (e) raised A. fumigatus specific IgG levels \\>27 mgA/L; (f) total IgE levels \\>1000 IU/mL. The prevalence of ABPA in bronchial asthma is fairly high and a recent meta-analysis suggested the prevalence of ABPA in asthma clinics to be as high as 13 percent. The global burden of ABPA has been estimated to be about 5 million cases. The disorder is highly prevalent in India, and there are an estimated 1.4 million cases in India alone.\n\nOral glucocorticoids are currently the treatment of choice for ABPA. They not only suppress the immune hyperfunction but are also anti-inflammatory. Different regimens of glucocorticoids have been used in literature. In a recent study, it was found that lower doses of glucocorticoids are as effective as higher doses in the therapy of acute-stage ABPA. Unfortunately, numerous toxicities and adverse effects have been attributed to glucocorticoids related to both the average dose and cumulative duration of use. The serious toxicities include hyperglycemia, increased loss of bone mineral density, reports of avascular necrosis, myopathy, excess cardiovascular events or heart disease, increased blood pressure, serious cutaneous side effects, upper gastrointestinal ulcers or bleeding, pancreatitis, increased risk of infection, psychosis, or mood disturbances. In one study, the average daily dose of glucocorticoid was the strongest predictor of a serious side-effect potentially attributable to glucocorticoid (prednisone) therapy (odds ratio of 4.5 and 32.3 for 5-10 mg and 10-15 mg prednisone, respectively). In another study, the risk of adverse events with low-dose glucocorticoids (prednisone 5-10 mg/day) was small. However, even with low-dose steroid there is an increase in body weight including the appearance of cushingoid facies.\n\nDeflazacort is a heterocyclic glucocorticoid prodrug belonging to the class of oxazoline steroids, with demonstrated anti-inflammatory and immunosuppressant effects. The novel structural characteristic of deflazacort is associated with substantial lack of sodium-retaining activity, lower interference with carbohydrate metabolism and calcium metabolism (with lower propensity for bone loss) in comparison with older glucocorticoids such as prednisolone. The investigators hypothesize that the occurrence of side-effects, primarily weight gain will be lower with deflazacort.\n\nIn this study, the investigators will compare the safety and efficacy of deflazacort in the treatment of acute-stage ABPA complicating asthma."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Bronchopulmonary Aspergillosis"
      ],
      "keywords": [
        "ABPA",
        "Asthma",
        "Glucocorticoids"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Prednisolone",
          "type": "ACTIVE_COMPARATOR",
          "description": "Prednisolone 0.5 mg/kg/day for 4 weeks; 0.25 mg/kg/day for 4 weeks; 0.125 mg/kg/day for 4 weeks. Then taper by 5 mg every 2 weeks and discontinue. All doses will be rounded off to the nearest 5 mg (maximum duration of therapy, 4 months)",
          "interventionNames": [
            "Drug: Prednisolone"
          ]
        },
        {
          "label": "Deflazacort",
          "type": "EXPERIMENTAL",
          "description": "Deflazacort 0.75 mg/kg/day for 4 weeks; 0.375 mg/kg/day for 4 weeks; 0.1875 mg/kg/day for 4 weeks. Then taper by 6 mg every 2 weeks and discontinue. All doses will be rounded off to the nearest 6 mg (maximum duration of therapy, 4 months)",
          "interventionNames": [
            "Drug: Deflazacort"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Deflazacort",
          "description": "Deflazacort for 4 months",
          "armGroupLabels": [
            "Deflazacort"
          ]
        },
        {
          "type": "DRUG",
          "name": "Prednisolone",
          "description": "Prednisolone for 4 months",
          "armGroupLabels": [
            "Prednisolone"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Weight gain",
          "description": "Weight at 2 months minus the baseline weight",
          "timeFrame": "2 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Decline in serum total IgE levels",
          "description": "((Baseline IgE minus serum total IgE at 2 months)/Baseline IgE) \\* 100",
          "timeFrame": "2 months"
        },
        {
          "measure": "Decline in serum total IgE levels",
          "description": "((Baseline IgE minus serum total IgE at 4 months)/Baseline IgE) \\* 100",
          "timeFrame": "4 months"
        },
        {
          "measure": "Response rates",
          "description": "Decline in serum total IgE levels by ≥25% AND clinical improvement or partial/total clearance (\\>50%) of chest radiographic lesions after two months",
          "timeFrame": "2 months"
        },
        {
          "measure": "Response rates",
          "description": "Decline in serum total IgE levels compared to the value at 2 months AND clinical improvement or partial/total clearance (\\>50%) of chest radiographic lesions after two months",
          "timeFrame": "4 months"
        },
        {
          "measure": "Exacerbation rates",
          "description": "50% increase in the 'new' baseline serum total IgE levels along with clinical or radiological deterioration",
          "timeFrame": "1 year"
        },
        {
          "measure": "Exacerbation rates",
          "description": "50% increase in the 'new' baseline serum total IgE levels along with clinical or radiological deterioration",
          "timeFrame": "2 year"
        },
        {
          "measure": "Adverse events",
          "description": "Cushingoid habitus, acne, striae, hypertension, hyperglycemia",
          "timeFrame": "2 months"
        },
        {
          "measure": "Adverse events",
          "description": "Cushingoid habitus, acne, striae, hypertension, hyperglycemia",
          "timeFrame": "4 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nPatients aged 18-65 years will be included in the study if they meet the modified ISHAM-ABPA working group criteria defined by the presence of all the following three criteria:\n\n* Asthma\n* A.fumigatus-specific IgE levels \\> 0.35 kUA/L\n* Elevated serum total IgE levels \\> 1000 IU/mL; and two of the following criteria:\n* Presence of elevated A fumigatus-specific IgG \\>27 mgA/L;\n* Radiographic pulmonary opacities consistent with ABPA\n* Peripheral blood eosinophil count \\>500/µL.\n\nExclusion Criteria:\n\n* Taken any prior treatment for ABPA (systemic glucocorticoids, antifungal drugs)\n* Failure to give informed consent\n* Enrollment in another trial of ABPA\n* Pregnancy\n* Any of the following comorbidity: diabetes mellitus, glaucoma, chronic liver disease and chronic kidney disease",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Chest Clinic, Dept. of Pulmonary Medicine",
          "city": "Chandigarh",
          "state": "Chandigarh",
          "zip": "160012",
          "country": "India",
          "geoPoint": {
            "lat": 30.73629,
            "lon": 76.7884
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001229",
          "term": "Aspergillosis, Allergic Bronchopulmonary"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D055732",
          "term": "Pulmonary Aspergillosis"
        },
        {
          "id": "D001228",
          "term": "Aspergillosis"
        },
        {
          "id": "D009181",
          "term": "Mycoses"
        },
        {
          "id": "D001423",
          "term": "Bacterial Infections and Mycoses"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D008172",
          "term": "Lung Diseases, Fungal"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C021988",
          "term": "deflazacort"
        },
        {
          "id": "D011239",
          "term": "Prednisolone"
        }
      ],
      "ancestors": [
        {
          "id": "D011246",
          "term": "Pregnadienetriols"
        },
        {
          "id": "D011245",
          "term": "Pregnadienes"
        },
        {
          "id": "D011278",
          "term": "Pregnanes"
        },
        {
          "id": "D013256",
          "term": "Steroids"
        },
        {
          "id": "D000072473",
          "term": "Fused-Ring Compounds"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        }
      ]
    }
  },
  "hasResults": false
}