{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04017520",
      "orgStudyIdInfo": {
        "id": "STUDY00008657"
      },
      "secondaryIdInfos": [
        {
          "id": "5295",
          "type": "OTHER_GRANT",
          "domain": "Gerber Foundation"
        }
      ],
      "organization": {
        "fullName": "Milton S. Hershey Medical Center",
        "class": "OTHER"
      },
      "briefTitle": "Breast Milk: Influence of the Micro-transcriptome Profile on Atopy in Children Over Time",
      "officialTitle": "Breast Milk: Influence of the Micro-transcriptome Profile on Atopy in Children and Toddlers",
      "acronym": "IMPACT"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-01-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-10-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2028-12-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-07-09",
      "studyFirstSubmitQcDate": "2019-07-09",
      "studyFirstPostDateStruct": {
        "date": "2019-07-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-26",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Steven Hicks",
        "investigatorTitle": "Assistant Professor of Pediatrics",
        "investigatorAffiliation": "Milton S. Hershey Medical Center"
      },
      "leadSponsor": {
        "name": "Milton S. Hershey Medical Center",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "The Gerber Foundation",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is an observational cohort study of 221 breast-feeding mother-infant dyads delivered at term. The goal of the study is to investigate whether levels of immune-related microRNAs (miRNAs) in maternal breast milk (MBM) influence child atopy risk in the first 12 months, defined as atopic dermatitis, wheezing, or food allergy. Infant exposure to individual miRNA components will be quantified at 0, 4, and 16-weeks after delivery using high throughput RNA sequencing of MBM samples and detailed dietary logs employing the Infant Feeding Practices (IFP) survey. The relationship of individual miRNA exposures (parts per million) and presence/absence of atopy in the 48 weeks after delivery will be assessed, while controlling for environmental exposures (National Survey of Lead hazards and Allergens in Housing), maternal diet, and genetic predisposition. Potential transfer of MBM miRNAs to the infant oropharynx and subsequent impact on immune reactivity will also be explored through RNA sequencing of infant saliva and quantification of cytokine profiles.",
      "detailedDescription": "Atopy is a common condition that often emerges in infancy with atopic dermatitis (AD), wheezing, or food allergies. Atopy results from a heightened immune response to environmental allergens that appears to be imprinted from infancy. The developmental origins that trigger atopic conditions are not completely understood. Exclusive breastfeeding beyond three months has been shown to reduce infant atopy risk, but it is unclear how maternal breast milk (MBM) confers this benefit. One explanation may be microRNAs (miRNAs), non-coding molecules that regulate protein production and are highly concentrated in MBM. In humans with atopic conditions miRNA expression is \"altered\". Thus, MBM miRNAs packaged within protective vesicles, may be transferred to the infant gut may and functionally incorporated to prime development of the infant immune system.\n\nThis study will follow 221 breastfeeding mother-infant dyads for 12 months after birth and examine the relationship between infant MBM miRNA exposure and infant atopy risk.\n\nThe goal of this study is to investigate whether levels of immune-related miRNAs in MBM influence infant atopy risk, defined as AD, wheezing, or food allergy in the first 12 months.\n\nThe objectives are to: 1) characterize longitudinal changes in immune-related breast milk miRNAs during the first 4 months after birth (when protective benefits are conferred); 2) compare breast milk miRNA profiles between atopic and non-atopic infant-mother dyads; 3) determine whether concentrations of infant saliva miRNAs correlate with MBM levels; 4) explore medical, demographic, and environmental factors that may influence MBM miRNA levels; and 5) examine relationships between saliva miRNAs and cytokines implicated in atopy.\n\nBased on our preliminary studies which identified immune-related miRNAs that are concentrated in MBM and \"altered\" in the saliva of atopic children, the investigators hypothesize that: 1) MBM concentrations of miR-146b, miR-21, miR-148b, and miR-375 will be disrupted in mothers of atopic infants; and 2) disruptions in these milk miRNAs will correlate with saliva miRNA levels in the infant. Furthermore, the investigators posit that levels of these three miRNAs will be influenced by modifiable maternal/infant factors and correlate with infant cytokine profiles.\n\nAim 1: will employ a prospective observational cohort design. MBM miRNA will be quantified with RNA sequencing (RNAseq) at 0, 4, and 16 weeks post-delivery and compared with infant atopy status from 4-48 weeks. Sub-analyses will assess MBM miRNA differences across atopy subgroups (AD, wheezing, and food allergy) and examine the relationship between maternal factors (diet, allergen exposure, medical/demographic variables) and MBM miRNA concentrations.\n\nAim 2: Infant saliva miRNA will be quantified with RNAseq at 24 weeks and compared with: 1) infant atopy status; 2) total MBM miRNA exposure in the first 4-months after birth (ppm/day); 3) infant Th1/Th2 cytokines; and 4) infant immunoglobulin E (IgE) profiles. Sub-analyses will assess the relationship of infant saliva miRNA concentrations to medical/demographic factors, allergen exposures, and infant diet.\n\nPrimary outcome measure:\n\nThe primary outcome will be infant atopy, defined by standardized measures of AD (Scoring Atopic Dermatitis; SCORAD), wheezing (International Study of Wheezing in Infants Survey; EISL-WQ), and food allergy (Infant Feeding Practices II Survey; IFP) at 4, 16, 24, or 48 weeks. These three atopic conditions were selected because they typify onset of the atopic march (while allergic rhinitis and asthma are typically diagnosed later).\n\nSecondary outcome measures:\n\n1. Cytokines (e.g. Th1 (IFN-γ, IL-2) and Th2 (IL-6, IL-10, IL-13)) in infant saliva and maternal breastmilk at 0, 4, 16, 24, and 48 weeks respectively.\n2. Maternal-infant environmental allergen exposures: National Survey of Lead Hazards and Allergens in Housing (NSLAH) at 4 weeks.\n3. Infant diet: IFP survey at 4, 16, 24, and 48 weeks.\n4. MBM miRNA concentrations: RNAseq at 0, 4, and 16 weeks; normalized reads counts expressed as parts per million (ppm). MBM miRNA concentrations may be determined at 24 and 48 weeks for mothers who continue breastfeeding.\n5. Maternal diet: Diet History Questionnaire-II at 0, 4, and 16 weeks.\n6. Infant MBM miRNA exposure: determined from MBM miRNA concentrations and IFP survey of breastfeeding patterns. Total infant exposure to MBM miRNAs of interest will be quantified as ppm/day between 0 and 48 weeks.\n7. Infant saliva miRNA concentrations: RNAseq at 24 weeks.\n8. Infant allergen-specific IgE at 48 weeks (atopic infants only).\n9. Infant weight trajectory (retrospective review of growth charts) through 5 years of age\n10. Infant developmental trajectory (Survey of Wellbeing in Young Children) at 9 months, 18-months, and 30 months.\n11. Presence or absence of infant atopic conditions through 5 years of age\n12. Infant Colic (Modified Infant Colic Scale) at 4 weeks\n13. Infant Sleep (Brief Infant Sleep Questionnaire) at 4, 16, 24, and 48 weeks.\n\nThough several studies have described the miRNA composition of MBM, this will be among the first to examine how breast milk miRNA levels relate to infant health outcomes. This study will improve our understanding of how nutritional miRNA impacts developmental origins. Using the paradigm of infant atopy, the investigators will identify individual MBM miRNAs associated with AD, wheezing, and food allergy. This knowledge may be used to provide anticipatory guidance for breastfeeding mothers regarding the factors that impact their child's atopy risk, or to improve infant formula composition to curb atopy risk."
    },
    "conditionsModule": {
      "conditions": [
        "Atopy",
        "Atopic Dermatitis Eczema",
        "Wheezing",
        "Food Allergy in Infants"
      ],
      "keywords": [
        "Atopy",
        "Wheezing",
        "Eczema",
        "Allergy",
        "Food allergies"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "5 Years",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Maternal breast milk (0, 4, 16, 24, and 48 weeks after birth - when available) Infant saliva (0, 4, 16, 24, and 48 weeks after birth) Infant stool (0 and 48-weeks after birth) Maternal saliva (0 weeks after birth)"
      },
      "enrollmentInfo": {
        "count": 221,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Mother-infant dyads",
          "description": "221 mother-infant dyads enrolled at delivery and followed longitudinally at regularly scheduled well child checks (4, 16, 24, and 48- weeks) at a primary care outpatient pediatric clinic affiliated with an academic medical center. Eligible mothers will be those who plan to breast feed for 16 weeks and infants born at term (37-42 weeks). The cohort will be divided post-hoc into atopic and non-atopic groups based on the primary outcome measure (described below).\n\nNo intervention will be administered."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Atopy",
          "description": "Infant development of one or more of the following atopic conditions at any point during the first 12 months (48 weeks) after birth: atopic dermatitis, reactive airway (wheezing), or food allergy. When possible specific allergy will be confirmed with IgE serum testing at 48 weeks.",
          "timeFrame": "0-48 weeks after delivery"
        },
        {
          "measure": "Food Allergy",
          "description": "Food allergy: defined by affirmative parent response to \"Has your baby ever had problems caused by food, such as an allergic reaction, sensitivity, or intolerance?\" on the Infant Feeding Practices (IFP) Survey, administered at 4, 16, 24, and 48 weeks. Confirmed by serum RAST testing at 48 weeks.",
          "timeFrame": "0-48 weeks after delivery"
        },
        {
          "measure": "Reactive Airway",
          "description": "Defined by an affirmative parent response to \"Has your baby had wheezing in the chest or bronchitis or whistling during his/her first 12 months of life?\" on the International Study of Wheezing in Infants (EISL-WQ) Survey, administered at 48 weeks. Confirmed by serum RAST testing with the Northeast Allergen Panel at 48 weeks. Applied to Pediatric Asthma Risk Score criteria.",
          "timeFrame": "0-48 weeks after delivery"
        },
        {
          "measure": "Atopic Dermatitis",
          "description": "Defined by ICD-10 diagnosis and quantified by SCORing Atopic Dermatitis (SCORAD) Survey at 4, 16, 24, or 48 weeks (\\<25: mild, 25-50: moderate, \\>50: severe).",
          "timeFrame": "0-48 weeks after delivery"
        },
        {
          "measure": "Cumulative infant exposure to breast milk micro-transcriptome components",
          "description": "For each infant, exposure to individual small non-coding RNAs that are robustly expressed (counts \\> 10 in \\>90% of samples with RNA sequencing depth of 5 million reads) in maternal breast milk (MBM) will be calculated as follows (example for hsa-miR-26a):\n\n* Exposure in weeks 0-3: Volume of MBM/day x \\[miR-26a\\] (ppm) x 28 days (or until breastfeeding ceased) x Proportion of feeds consisting of MBM plus...\n* Exposure in weeks 4-15: Volume of MBM/day x \\[miR-26a\\] (ppm) x 84 days (or until breastfeeding ceased) x Proportion of feeds consisting of MBM plus...\n* Exposure in weeks 16-23: Volume of MBM/day x \\[miR-26a\\] (ppm) x 56 days (or until breastfeeding ceased) x Proportion of feeds consisting of MBM = Total miR-26a exposure (ppm) in the first 6 months",
          "timeFrame": "0-23 weeks after delivery"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Allergen Exposures",
          "description": "Documented for mother-infant dyads at 4-weeks post delivery using the National Survey of Lead hazards and Allergens in Housing (NSLAH) Survey, developed by the Department of Housing and Urban Development in coordination with the National Institute of Environmental Health. The survey asks about the age of housing, number of occupants, heating source, and the presence/absence of air conditioning, air filtration system, mold/mildew, dehumidifier, pets, cockroaches, mice/rats, and cigarette smokers in the home.",
          "timeFrame": "4-weeks after delivery"
        },
        {
          "measure": "Maternal Diet",
          "description": "Documented at 0, 4, and 16 weeks using a modified version of the Diet History Questionnaire (DHQ), developed by the National Cancer Institute. Briefly, the survey measures servings of: hot/cold cereals, milk, soda, fruit juice, coffee/tea, sweetened fruit/sports drinks, fruit, green leafy vegetables, fried potatoes, other potatoes, beans, rice, salsa, pizza, tomatoes, cheese, red meat, processed meat, bread, chocolate, doughnuts/muffins, baked goods, ice cream, and pop-corn. Responses are recorded as: never, once per month, 2-3 times per month, once per week, 2 times per week, 3-4 times per week, once per day, 2-3 times per day, and 3-4 times or more per day.",
          "timeFrame": "0, 4, and 16-weeks after delivery"
        },
        {
          "measure": "Infant Sleep",
          "description": "The Brief Infant Sleep Questionnaire (BISQ) will be administered at 4, 16, 24, and 48-weeks. Nine qualitative questions about infant sleep practices are recorded, including: sleeping arrangement, sleep position, time spent during sleep (in hours), time spent in daytime sleep (in hours), average number of night time awakenings, amount of night-time wakefulness, sleep onset latency, mode of sleep initiation, time of sleep initiation. Affirmative parental response to, \"Do you consider your child's sleep to be a problem?\" will be used to dichotomize those with atypical sleep habits.",
          "timeFrame": "4, 16, 24, and 48-weeks after delivery"
        },
        {
          "measure": "Infant Fussiness",
          "description": "A modified version of the Infant Colic Scale (ICS) will be administered at 4-weeks. This modified scale assesses 12 items on a six point Likert scale (strongly disagree, disagree, slightly disagree, slightly agree, agree, strongly agree). A higher score portends greater likelihood of colic, with average score across the 12 items of \\>2.9 being consistent with colic. Questions generally assess gastrointestinal symptoms, infant temperament, and parent-infant interaction.",
          "timeFrame": "4-weeks after delivery"
        },
        {
          "measure": "Infant Growth",
          "description": "Weight for length z-score will be recorded from the electronic medical record at 0, 4, 16, 24, and 48 weeks, as well as 2, 3, 4, and 5 years after delivery. The change in weight for length z-score from 0-48 weeks will be the primary outcome, where a positive z-score change will indicate relative weight increase, and a negative z-score change will indicate relative weight decrease.",
          "timeFrame": "0, 4, 16, 24, 48-weeks; 2, 3, 4, and 5 years after delivery"
        },
        {
          "measure": "Infant Development",
          "description": "Survey of Wellbeing in Young Children (SWYC) scores will be abstracted from the electronic medical record at 9, 18, and 30-months. Children with a total score \\<12 (at 9-months of age), \\<9 (at 18-months of age), or \\<11 (at 30-months of age) will be defined as those with potential developmental delays.",
          "timeFrame": "9, 18, and 30-months after delivery"
        },
        {
          "measure": "Long-term Child Atopy",
          "description": "Child development of one or more of the following atopic conditions at any point during the first 5 years after birth:\n\n1. Atopic dermatitis\n2. Wheezing\n3. Food allergy\n4. Allergic rhinitis\n5. Allergic conjunctivitis\n6. Asthma\n\nAll defined by clinical documentation in the child's medical problem within the electronic medical record.",
          "timeFrame": "2, 3, 4, and 5 years after birth"
        },
        {
          "measure": "Infant stool micro-transcriptome",
          "description": "Small non-coding RNAs (including bacterial RNAs) will be quantified in stool from each infant at 0-weeks and 48-weeks using high throughput RNA sequencing.",
          "timeFrame": "0-weeks and 48-weeks after delivery"
        },
        {
          "measure": "Infant saliva micro-transcriptome",
          "description": "Small non-coding RNAs (including bacterial RNAs) will be quantified in saliva from each infant at 0, 4, 16, 24, and 48-weeks using high throughput RNA sequencing.",
          "timeFrame": "0, 4, 16, 24, and 48-weeks after delivery"
        },
        {
          "measure": "Infant cytokines",
          "description": "TH1 and TH2 cytokines, including CCL5, IFN-gamma, IL-1, IL-4, IL-5, IL-6, IL-8, IL-10, IL-13, eotaxin, TNF-alpha, TGF-beta-1, and TGF-beta-2 will be measured in infant saliva using a luminex assay.",
          "timeFrame": "24-weeks after delivery"
        },
        {
          "measure": "Maternal breast milk cytokines",
          "description": "T-helper (TH-)1 and TH-2 cytokines, including C-C Motif Chemokine Ligand (CCL)-5, interferon (IFN)-gamma, interleukin (IL)-1, IL-4, IL-5, IL-6, IL-8, IL-10, IL-13, eotaxin, tumor necrosis factor (TNF)-alpha, transforming growth factor (TGF)-beta-1, and TGF-beta-2 will be measured in maternal breast milk using a luminex assay. Serotonin and melatonin will also be interrogated.",
          "timeFrame": "4-weeks, 16-weeks, 24-weeks"
        },
        {
          "measure": "Infant genetics",
          "description": "Deoxy-ribonucleic acid will be extracted from infant saliva for interrogation of single nucleotide polymorphisms and copy number variants related to atopy risk.",
          "timeFrame": "48-weeks after delivery"
        },
        {
          "measure": "Maternal genetics",
          "description": "Deoxy-ribonucleic acid will be extracted from maternal saliva for interrogation of single nucleotide polymorphisms and copy number variants related to atopy risk.",
          "timeFrame": "0-weeks after delivery"
        },
        {
          "measure": "Infant IgE",
          "description": "Specific IgEs will be measured in the serum of all infants who meet atopy criteria at 48-weeks, including 1) aeroallergens (bermuda grass, timothy grass, cockroach, penicillium notatum, cladosporium herbarum, aspergillus fumigatus, mucor racemosus, alternaria tenuis, box elder maple, common silver birch, oak, elm, walnut tree, maple leaf sycamore, cottonwood poplar, white ash, mulberry, red cedar, ragweed, mugwort, pigweed, sheep sorrel, cat dander, dog dander, mouse); 2) food allergens (cow's milk, wheat, almond, shrimp, egg yolk, egg white, codfish, sesame seed, soybean, hazelnut, tuna, salmon, scallop, pecan, cashew, walnut, and peanut); and 3) total IgE.",
          "timeFrame": "48-weeks after delivery"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Mothers between the ages of 18 years adn 35 years\n* Mothers plan to breast feed for minimum of 16 weeks (cessation of breastfeeding prior to this timepoint will not result in exclusion)\n* Infants delivered at term (37 - 42 weeks)\n\nExclusion Criteria:\n\n* Maternal morbidities that could affect ability to breastfeed or influence the breast milk micro-transcriptome (eg. cancer, drug addiction, HIV).\n* Plan for infant adoption, or family move \\>150 km from the medical center within 12 months of delivery\n* Presence of congenital anomaly or neonatal condition that significantly affects a newborn's ability to feed (e.g. cleft lip/palate, metabolic disease, or prolonged neonatal intensive care unit (NICU) admission \\>7 days)\n* Plan to seek primary pediatric care outside the academic medical center",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "0 Days",
      "maximumAge": "7 Days",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "The study population will be divided post-hoc into two groups based on the presence or absence of infant atopy in the first 12 months after birth (as defined by development of AD, wheezing, or food allergy, by American Academy of Allergy, Asthma, and Immunology guidelines). Given published rates of infant atopy \\~30% of infants will experience atopy in the first 12 months. Thus, the projected enrollment of 221 mother-infant dyads should yield 66 atopic infants and 134 non-atopic infants. Drop outs will be replaced. The investigators expect to enroll at least 20% of mother-infant dyads that self-report as racial/ethnic minorities. Equal enrollment of male and female infants is anticipated across atopic and non-atopic groups. To encourage breastfeeding beyond 16 weeks all participants will have access to on-site lactation support at each study visit. A balanced sub-analysis of 66 atopic and 66 non-atopic dyads may be utilized to match for breastfeeding duration and frequency).",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Steven Hicks, MD/PhD",
          "affiliation": "Milton S. Hershey Medical Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Milton S. Hershey Medical Center",
          "city": "Hershey",
          "state": "Pennsylvania",
          "zip": "17033",
          "country": "United States",
          "geoPoint": {
            "lat": 40.28592,
            "lon": -76.65025
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "There is a plan to share high throughput RNA sequencing data as de-identified fastq files linked with basic medical and demographic data through the Short Read Archive."
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2026-01-26",
          "uploadDate": "2026-01-26T09:41",
          "filename": "Prot_SAP_000.pdf",
          "size": 270155
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012135",
          "term": "Respiratory Sounds"
        },
        {
          "id": "D004485",
          "term": "Eczema"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D012818",
          "term": "Signs and Symptoms, Respiratory"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ]
    }
  },
  "hasResults": false
}