{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01634958",
      "orgStudyIdInfo": {
        "id": "6043-PG-PSC-192"
      },
      "secondaryIdInfos": [
        {
          "id": "2012-000416-28",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Leti Pharma GmbH",
        "class": "INDUSTRY"
      },
      "briefTitle": "Dose Finding Study Depigoid Phleum: 4 Doses in Patients With Allergic Rhinitis/Rhinoconjunctivitis +-Asthma",
      "officialTitle": "A Randomised, Double-Blind, Parallel Group, Multicentre Study to Assess the Efficacy and Safety of Four Concentrations of Depigoid® Phleum in Patients With Allergic Rhinitis and/or Rhinoconjunctivitis With or Without Intermittent Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2013-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2013-04",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2013-06",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-07-03",
      "studyFirstSubmitQcDate": "2012-07-03",
      "studyFirstPostDateStruct": {
        "date": "2012-07-06",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2013-11-18",
      "lastUpdatePostDateStruct": {
        "date": "2013-11-19",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Leti Pharma GmbH",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "Specific immunotherapy for IgE mediated sensitization to grass pollen\n\n4 concentrations of a modified pollen extract of Phleum pratense are applied to find out the optimum dose.",
      "detailedDescription": "This is a dose finding study and no therapeutic study. Patients will receive in 4-weekly intervals 6x 0,5mL of one of 4 different concentrations of Depigoid Phleum. The study is performed outside the pollen season. Thus the aim of the study is not the therapeutic effect of the specific immunotherapy (effect on allergy specific symptoms during the pollen season) but the effect on the Conjunctival provocation test (CPT). According to the EMA \"Guideline on clinical development of products for specific immunotherapy for the treatment of allergic diseases\" provocation tests are accepted as primary outcomes for dose-finding studies.\n\nFor the CPT increasing doses of Phleum pollen solutions are applied to the eye and characteristic symptoms (eye redness, weeping, itching or burning, and nose dripping/blockage) are assessed at each concentration: 0=absent, 1=mild, 2=moderate, 3=severe. At a score value of \\>=5/concentration the test is considered positive and finished.\n\nIt is expected that at the end of the study higher doses are necessary to provoke a positive CPT.\n\nFurthermore comparative evaluation of the safety data (AEs) in the different dosage groups is a very important parameter for the evaluation of the outcome of the study."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis/Rhinoconjunctivitis +- Intermittent Asthma",
        "Sensitization Against Phleum Pratense Pollen",
        "Dose-Finding Study"
      ],
      "keywords": [
        "Allergic Rhinitis",
        "Hayfever",
        "Immunotherapy",
        "Dose-Finding-Study"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 308,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "10.000 DPP/ml suspension for s.c. inj.",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: Depigoid Phleum"
          ]
        },
        {
          "label": "5.000 DPP/ml suspension for s.c. inj.",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: Depigoid Phleum"
          ]
        },
        {
          "label": "1.000 DPP/ml suspension for s.c. inj.",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: Depigoid Phleum"
          ]
        },
        {
          "label": "100 DPP/ml suspension for s.c. inj.",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: Depigoid Phleum"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Depigoid Phleum",
          "description": "Suspension for subcutaneous injection Build-up phase (day 1): 0,1mL + 0,2mL + 0,2mL s.c.injections in intervals of 30 minutes Maintenance phase: 5x single s.c. injection of 0,5mL every 4 weeks",
          "armGroupLabels": [
            "1.000 DPP/ml suspension for s.c. inj.",
            "10.000 DPP/ml suspension for s.c. inj.",
            "100 DPP/ml suspension for s.c. inj.",
            "5.000 DPP/ml suspension for s.c. inj."
          ],
          "otherNames": [
            "Depigoid (R) Phleum",
            "Depigmented and glutaraldehyde polymerized extract of 100% phleum pratense pollen adsorbed onto aluminium hydroxide)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Conjunctival Provocation Test (CPT)",
          "description": "Comparison between dosage groups: percentage of patients who need an increased amount of allergen to provoke a positive CPT at the end of the treatment (comparison slope of efficacy). It is expected that at the end of the study higher doses are necessary to provoke a positive CPT.\n\nAccording to the EMA \"Guideline on clinical development of products for specific immunotherapy for the treatment of allergic diseases\" provocation tests are accepted as primary outcomes for dose-finding studies.",
          "timeFrame": "At screening and after approx. 22 weeks (EoS)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Conjunctival Provocation Test (CPT)",
          "description": "Analysis of individual results for allergen amount",
          "timeFrame": "after approx. 22 weeks (EoS)"
        },
        {
          "measure": "Overall assessment of safety (tolerability) at the end of the study",
          "description": "At the end of the study investigator and patient will give their general overall impression on the safety of the study treatment on a 4-point scale (excellent, good, moderated, unacceptable).\n\nResults will be compared between dosage groups",
          "timeFrame": "after approx. 22 weeks (EoS)"
        },
        {
          "measure": "Number of Participants with Adverse Events as a Measure of Safety and Tolerability",
          "description": "AEs are recorded at the study visits (patients are questioned and the patient diary - where specific allergic symptoms should be recorded by the patients during 48hrs after each injection of IMP - is assessed by the investigator and AEs recorded in the CRF if applicable) and at any time of the study when site becomes aware of an Ae/SAE.\n\nAE/SAE rate is compared between treatment groups (safety profile. Also rates of local and systemic reactions will be calculated.",
          "timeFrame": "at 4-weekly intervals (retrospectively at study visits)"
        },
        {
          "measure": "Patient diary: Allergy specific symptoms and concommitant medication (rescue m.) for 48hrs after application of IMP",
          "description": "Symptoms: - at injection site, - of the skin (not injection site), - of the nose, - of the eyes, - of the lung/respiratory system, other symptoms Symptoms documented in the diary will be judged and assessed by the investigator and - if applicable - transcribed as AE into the CRF.\n\nMedication: Antihistaminics (eye drops, nose spray or tablet), Sultanol, oral corticosteroid and intake of other medication documented in the diary are to be transcribed to the CRF",
          "timeFrame": "48hrs every 4 weeks after each application of IMP"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* appropriately signed and dated ICON prior to study specific action\n* IgE-mediated Sensitization against grass pollen\n* Perception of disease activity of at least 30 mm on a 100 mm VAS\n* FEV1 or a PEFR value \\> 80% of predicted normal value\n* Allergic rhinitis and/or rhinoconjunctivitis symptoms (at least 2 years) with or without intermittent asthma symptoms verified by:\n\n  * suggestive medical history AND\n  * specific IgE against grass pollen with CAP-RAST ≥ 2 AND\n  * a positive SPT (wheal diameter ≥ 3 mm) AND\n  * a positive CPT for grass pollen\n* Patients with co-allergies are allowed to enter the study:\n\n  * being asymptomatic against co-allergens such as tree or weed pollen, house dust mites, cat and dog, and other country specific allergens\n  * with CAP-RAST co-allergen \\< grass (detailed specifications given for Birch, HDM, animal dander, other country specific allergens)\n  * All other co-allergens: difference in CAP RAST co-allergen to grass of ≥ 2 and an SPT wheal diameter co-allergen \\< grass\n* Females of non-childbearing potential must be postmenopausal for at least\n\n  1 year or surgically sterilized\n* Females of childbearing potential must be non-lactating, non-pregnant and must correctly use an effective method of contraception during the study.\n\nExclusion Criteria:\n\n* Acute or chronic infectious conjunctivitis\n* History of significant clinical manifestations of allergy as a result of sensitisation against trees or weed pollen and perennial allergens (e.g., house dust mites)\n\nPatients are not allowed to enter into the study:\n\n* with typical symptoms against co-allergens such as tree or weed pollen, HDM, cat and dog, and other country specific allergens\n* with CAP-RAST co-allergen ≥ grass\n\n  * Persistent asthma, according to Global Initiative for Asthma (GINA)\n  * Acute or chronic inflammatory or infectious airways disease\n  * Chronic structural disease of the lung (e.g., emphysema or bronchiectasis)\n  * Autoimmune and/or immune deficiency\n  * Any disease that prohibits the use of adrenaline (e.g., hyperthyroidism)\n  * Severe uncontrolled disease that could increase the risk to the patients while participating in the study, including but not limited to: cardiovascular insufficiency, severe or unstable lung diseases, endocrine diseases, clinically significant renal or hepatic diseases or haematological disorders.\n  * Active malignant disease during the previous 5 years\n  * Significant abnormal laboratory parameter or alteration in vital signs that could increase the risk to the study patient\n  * Abuse of alcohol, drugs or medications within the past year\n  * Severe psychiatric, psychological or neurological disorder\n  * Immunotherapy against grass pollen within the last 5 years\n  * Systemic and/or topical treatment with β-blockers within 1 wk prior to V2\n  * Use of medication that may interfere with the immune system or has been using any medication which might still have an influence on the immune system at V2\n  * Use of tranquiliser or psychoactive drugs within 1 week prior to V1\n  * Use of systemic corticosteroids within 3 months prior to V1\n  * Immunization with vaccines within 7 days prior to V2\n  * Expected non-compliance and/or no cooperation\n  * Participation in another clinical study within 30 days prior to V2\n  * Prior participation in this study\n  * Employees at the investigational centre or first degree relative or partner of the investigator\n  * Planed donation of germ cells, blood, organs or bone marrow during the course of the study\n  * Contractually not capable\n  * A positive pregnancy test at V1\n  * Jurisdictional or governmentally institutionalised.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Oliver Pfaar, PD Dr. med.",
          "affiliation": "Centre for Rhinology and Allergology of University Hospital Mannheim",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Angelika Sager, Dr. med.",
          "affiliation": "Leti Pharma GmbH",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Hippke, Ear-Nose-Throat specialist",
          "city": "Berlin",
          "zip": "10117",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.52437,
            "lon": 13.41053
          }
        },
        {
          "facility": "Zentrum für Rhinologie und Allergie",
          "city": "Wiesbaden",
          "zip": "65183",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.08601,
            "lon": 8.24435
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D006255",
          "term": "Rhinitis, Allergic, Seasonal"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}