{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05138757",
      "orgStudyIdInfo": {
        "id": "IRB21-0589"
      },
      "organization": {
        "fullName": "University of Chicago",
        "class": "OTHER"
      },
      "briefTitle": "Pinpoint Trial: Prebiotics IN Peanut Oral ImmunoTherapy",
      "officialTitle": "Fiber Supplementation In Children With Peanut Allergy On Oral Immunotherapy: A Randomized Controlled Pilot Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-11-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-03-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-12-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-10-22",
      "studyFirstSubmitQcDate": "2021-11-29",
      "studyFirstPostDateStruct": {
        "date": "2021-12-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-08",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-09",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Chicago",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this research is to gather information on the safety and efficacy of using a prebiotic as an adjunctive therapy to peanut oral immunotherapy. The prebiotic is not an FDA approved drug or medication rather a fiber found at local grocery stores.",
      "detailedDescription": "By doing this study, we hope to learn if using a dietary fiber called a \"prebiotic\" helps increase the number of children who can tolerate eating 1043mg of peanut protein (or about 3-4 peanuts) after going through oral immunotherapy (OIT) to peanut. We are also trying to determine if this fiber will reduce the side effects of OIT and if so, we would like to find out if the reason it is working is by changing the bacteria in the gut. Participation in this research will last about five years."
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy"
      ],
      "keywords": [
        "oral immunotherapy",
        "fiber",
        "Peanut",
        "anaphylaxis",
        "allergy",
        "pediatrics",
        "prebiotic",
        "food allergy",
        "microbiome",
        "probiotic"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 30,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Treatment Group",
          "type": "EXPERIMENTAL",
          "description": "Subjects who meet inclusion criteria will be randomized 1:1. The treatment group will receive prebiotic therapy for 30 days, then subjects will start peanut oral immunotherapy (POIT) in addition to the prebiotic. Subjects will continue through a prescribed course of POIT for approximately 180 days. After completion of POIT up-dosing, subjects will continue on maintenance POIT plus prebiotic therapy for an additional 180 days at which time they will undergo a DBPCFC. Subjects will then stop prebiotic therapy and continue on maintenance POIT in extended observation for approximately 4 years.",
          "interventionNames": [
            "Drug: Prebiotic"
          ]
        },
        {
          "label": "Control Group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Subjects who meet inclusion criteria will be randomized 1:1. The control group will receive placebo therapy for 30 days, then subjects will start peanut oral immunotherapy (POIT) in addition to the placebo. Subjects will continue through a prescribed course of POIT for approximately 180 days. After completion of POIT up-dosing, subjects will continue on maintenance POIT plus placebo for an additional 180 days at which time they will undergo a DBPCFC. Subjects will then stop placebo and continue on maintenance POIT in extended observation for approximately 4 years.",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Prebiotic",
          "description": "A prebiotic is a purified fiber of plant origin that has digestive health benefits by fostering the growth of beneficial microbes.",
          "armGroupLabels": [
            "Treatment Group"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "A placebo is a substance that has no therapeutic effects used as a control while testing new drugs.",
          "armGroupLabels": [
            "Control Group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The proportion of subjects mildly symptomatic or less at the 12 month DBPCFC",
          "description": "To determine the proportion of subjects who tolerate at least 1043 mg cumulative of peanut protein with no more than mild symptoms at the 12 month DBPCFC",
          "timeFrame": "Within 4 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The proportion of subjects who experience dose related GI side effects during oral immunotherapy",
          "description": "• To determine the proportion of subjects who experience dose related GI side effects during oral immunotherapy.",
          "timeFrame": "Within 4 years"
        },
        {
          "measure": "The proportion of subjects who experience hypersensitivity reactions (other than GI) during oral immunotherapy",
          "description": "• To determine the proportion of subjects who experience hypersensitivity reactions (other than GI) during oral immunotherapy",
          "timeFrame": "Within 4 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "The effect of a prebiotic on fecal microbiome and metabolome",
          "description": "* To demonstrate the effect of a prebiotic on the fecal microbiome and metabolome\n* To determine if gnotobiotic mice colonized with the fecal microbiota of study participants models clinical response",
          "timeFrame": "Within 4 years"
        },
        {
          "measure": "Change in peanut specific immunoglobulin E (IgE) and immunoglobulin G4 (IgG4) levels",
          "description": "• To determine if a change exists in peanut specific Immunoglobulin E (IgE) and Immunoglobulin G4 (IgG4) levels",
          "timeFrame": "Within 4 years"
        },
        {
          "measure": "Change in Peanut skin prick test mean wheal diameter",
          "description": "• To determine if a change exists in peanut skin prick test mean wheal diameter",
          "timeFrame": "Within 4 years"
        },
        {
          "measure": "Change in peanut component levels",
          "description": "• To determine if a change exists in peanut component levels",
          "timeFrame": "Within 4 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 4 to 17 (inclusive)\n* A convincing clinical history of peanut allergy\n* Immune markers consistent with peanut allergy\n\n  * Serum IgE to peanut of \\>0.35 kUA/L and a skin prick test to peanut \\>8mm greater than the negative saline control -or-\n  * Serum IgE to peanut of \\>5 kUA/L and a mean peanut wheal diameter on skin prick test 3 to 8mm greater than the negative saline control -or-\n  * Serum IgE to peanut of \\>14 kUA/L and mean peanut wheal diameter on skin prick test 3mm greater than the negative saline control\n* Experience dose-limiting symptoms at or before 100mg challenge dose of peanut protein on screening double blind placebo-controlled food challenge (DBPCFC)\n* Written informed consent from parent/guardian\n* Written assent from subjects above the age of 7\n\nExclusion Criteria:\n\n* • History of a chronic disease (other than asthma, allergic rhinitis, and atopic dermatitis) that is at significant risk of becoming unstable or requiring a change in chronic therapeutic regimen\n\n  * History of mast cell disease\n  * History of recurrent idiopathic or virally induced urticaria, angioedema or anaphylaxis\n  * Any history or presence of autoimmune, cardiovascular disease, chronic lung disease (other than asthma), malignancy, psychiatric illness, or gastrointestinal inflammatory conditions, including celiac disease, inflammatory bowel disease, eosinophilic esophagitis or other eosinophilic gastrointestinal disease\n  * Current participation in any other interventional study\n  * Subject who has undergone any type of oral immunotherapy\n  * Severe asthma or uncontrolled mild to moderate asthma\n  * Uncontrolled atopic dermatitis\n  * Current use of oral steroid medications\n  * Use of \\>1 bursts of oral steroid medications in the past year\n  * Inability to eat by mouth the fiber supplementation or placebo control and peanut flour for any reason\n  * Use of any therapeutic antibody (biologic medication) or any immunomodulatory medication in the past 12 month (other than a short course of oral steroids)\n  * Current use of any type of immunotherapy\n  * Pregnancy or lactation\n  * Allergy to potato or corn oat or cow's milk\n  * Unwillingness to carry an epinephrine auto-injector\n  * Unwillingness to comply with activity restrictions during OIT or any other study procedure",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "4 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Christina E Ciaccio, MD",
          "affiliation": "University of Chicago",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Comer Children's Hospital",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60637",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "University of Chicago- Department of Pediatrics",
          "city": "Hyde Park",
          "state": "Illinois",
          "zip": "60637",
          "country": "United States",
          "geoPoint": {
            "lat": 41.7942,
            "lon": -87.59394
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "30819972",
          "type": "BACKGROUND",
          "citation": "Gupta RS, Warren CM, Smith BM, et al. The Public Health Impact of Parent-Reported Childhood Food Allergies in the United States. Pediatrics. 2018:142(6):e20181235. Pediatrics. 2019 Mar;143(3):e20183835. doi: 10.1542/peds.2018-3835. No abstract available."
        },
        {
          "pmid": "10931121",
          "type": "BACKGROUND",
          "citation": "Primeau MN, Kagan R, Joseph L, Lim H, Dufresne C, Duffy C, Prhcal D, Clarke A. The psychological burden of peanut allergy as perceived by adults with peanut allergy and the parents of peanut-allergic children. Clin Exp Allergy. 2000 Aug;30(8):1135-43. doi: 10.1046/j.1365-2222.2000.00889.x."
        },
        {
          "pmid": "33216994",
          "type": "BACKGROUND",
          "citation": "Lieberman JA, Gupta RS, Knibb RC, Haselkorn T, Tilles S, Mack DP, Pouessel G. The global burden of illness of peanut allergy: A comprehensive literature review. Allergy. 2021 May;76(5):1367-1384. doi: 10.1111/all.14666. Epub 2021 Jan 16."
        },
        {
          "pmid": "30449234",
          "type": "BACKGROUND",
          "citation": "PALISADE Group of Clinical Investigators; Vickery BP, Vereda A, Casale TB, Beyer K, du Toit G, Hourihane JO, Jones SM, Shreffler WG, Marcantonio A, Zawadzki R, Sher L, Carr WW, Fineman S, Greos L, Rachid R, Ibanez MD, Tilles S, Assa'ad AH, Nilsson C, Rupp N, Welch MJ, Sussman G, Chinthrajah S, Blumchen K, Sher E, Spergel JM, Leickly FE, Zielen S, Wang J, Sanders GM, Wood RA, Cheema A, Bindslev-Jensen C, Leonard S, Kachru R, Johnston DT, Hampel FC Jr, Kim EH, Anagnostou A, Pongracic JA, Ben-Shoshan M, Sharma HP, Stillerman A, Windom HH, Yang WH, Muraro A, Zubeldia JM, Sharma V, Dorsey MJ, Chong HJ, Ohayon J, Bird JA, Carr TF, Siri D, Fernandez-Rivas M, Jeong DK, Fleischer DM, Lieberman JA, Dubois AEJ, Tsoumani M, Ciaccio CE, Portnoy JM, Mansfield LE, Fritz SB, Lanser BJ, Matz J, Oude Elberink HNG, Varshney P, Dilly SG, Adelman DC, Burks AW. AR101 Oral Immunotherapy for Peanut Allergy. N Engl J Med. 2018 Nov 22;379(21):1991-2001. doi: 10.1056/NEJMoa1812856. Epub 2018 Nov 18."
        },
        {
          "pmid": "24485709",
          "type": "BACKGROUND",
          "citation": "Anagnostou K, Islam S, King Y, Foley L, Pasea L, Bond S, Palmer C, Deighton J, Ewan P, Clark A. Assessing the efficacy of oral immunotherapy for the desensitisation of peanut allergy in children (STOP II): a phase 2 randomised controlled trial. Lancet. 2014 Apr 12;383(9925):1297-1304. doi: 10.1016/S0140-6736(13)62301-6. Epub 2014 Jan 30."
        },
        {
          "pmid": "29092786",
          "type": "BACKGROUND",
          "citation": "Bird JA, Spergel JM, Jones SM, Rachid R, Assa'ad AH, Wang J, Leonard SA, Laubach SS, Kim EH, Vickery BP, Davis BP, Heimall J, Cianferoni A, MacGinnitie AJ, Crestani E, Burks AW; ARC001 Study Group. Efficacy and Safety of AR101 in Oral Immunotherapy for Peanut Allergy: Results of ARC001, a Randomized, Double-Blind, Placebo-Controlled Phase 2 Clinical Trial. J Allergy Clin Immunol Pract. 2018 Mar-Apr;6(2):476-485.e3. doi: 10.1016/j.jaip.2017.09.016. Epub 2017 Oct 31."
        },
        {
          "pmid": "25157179",
          "type": "BACKGROUND",
          "citation": "Anagnostou K, Clark A. The management of peanut allergy. Arch Dis Child. 2015 Jan;100(1):68-72. doi: 10.1136/archdischild-2014-306152. Epub 2014 Aug 25."
        },
        {
          "pmid": "31812181",
          "type": "BACKGROUND",
          "citation": "Bunyavanich S, Berin MC. Food allergy and the microbiome: Current understandings and future directions. J Allergy Clin Immunol. 2019 Dec;144(6):1468-1477. doi: 10.1016/j.jaci.2019.10.019."
        },
        {
          "pmid": "30696735",
          "type": "BACKGROUND",
          "citation": "Baxter NT, Schmidt AW, Venkataraman A, Kim KS, Waldron C, Schmidt TM. Dynamics of Human Gut Microbiota and Short-Chain Fatty Acids in Response to Dietary Interventions with Three Fermentable Fibers. mBio. 2019 Jan 29;10(1):e02566-18. doi: 10.1128/mBio.02566-18."
        },
        {
          "pmid": "30643289",
          "type": "BACKGROUND",
          "citation": "Feehley T, Plunkett CH, Bao R, Choi Hong SM, Culleen E, Belda-Ferre P, Campbell E, Aitoro R, Nocerino R, Paparo L, Andrade J, Antonopoulos DA, Berni Canani R, Nagler CR. Healthy infants harbor intestinal bacteria that protect against food allergy. Nat Med. 2019 Mar;25(3):448-453. doi: 10.1038/s41591-018-0324-z. Epub 2019 Jan 14."
        },
        {
          "pmid": "27332875",
          "type": "BACKGROUND",
          "citation": "Tan J, McKenzie C, Vuillermin PJ, Goverse G, Vinuesa CG, Mebius RE, Macia L, Mackay CR. Dietary Fiber and Bacterial SCFA Enhance Oral Tolerance and Protect against Food Allergy through Diverse Cellular Pathways. Cell Rep. 2016 Jun 21;15(12):2809-24. doi: 10.1016/j.celrep.2016.05.047."
        },
        {
          "pmid": "31343139",
          "type": "BACKGROUND",
          "citation": "Lejk A, Mysliwiec M, Mysliwiec A. Effect of eating resistant starch on the development of overweight, obesity,and disorders of carbohydrate metabolism in children. Pediatr Endocrinol Diabetes Metab. 2019;25(2):81-84. doi: 10.5114/pedm.2019.85818."
        },
        {
          "pmid": "33167889",
          "type": "BACKGROUND",
          "citation": "Montroy J, Berjawi R, Lalu MM, Podolsky E, Peixoto C, Sahin L, Stintzi A, Mack D, Fergusson DA. The effects of resistant starches on inflammatory bowel disease in preclinical and clinical settings: a systematic review and meta-analysis. BMC Gastroenterol. 2020 Nov 10;20(1):372. doi: 10.1186/s12876-020-01516-4."
        },
        {
          "pmid": "33119948",
          "type": "BACKGROUND",
          "citation": "Sanders LM, Dicklin MR, Palacios OM, Maki CE, Wilcox ML, Maki KC. Effects of potato resistant starch intake on insulin sensitivity, related metabolic markers and appetite ratings in men and women at risk for type 2 diabetes: a pilot cross-over randomised controlled trial. J Hum Nutr Diet. 2021 Feb;34(1):94-105. doi: 10.1111/jhn.12822. Epub 2020 Oct 29."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2026-01-26",
        "submissionInfos": [
          {
            "releaseDate": "2026-01-26"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D000707",
          "term": "Anaphylaxis"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D056692",
          "term": "Prebiotics"
        }
      ],
      "ancestors": [
        {
          "id": "D004043",
          "term": "Dietary Fiber"
        },
        {
          "id": "D004040",
          "term": "Dietary Carbohydrates"
        },
        {
          "id": "D002241",
          "term": "Carbohydrates"
        },
        {
          "id": "D011135",
          "term": "Polysaccharides, Bacterial"
        },
        {
          "id": "D011134",
          "term": "Polysaccharides"
        },
        {
          "id": "D005502",
          "term": "Food"
        },
        {
          "id": "D000066888",
          "term": "Diet, Food, and Nutrition"
        },
        {
          "id": "D010829",
          "term": "Physiological Phenomena"
        },
        {
          "id": "D019587",
          "term": "Dietary Supplements"
        },
        {
          "id": "D019602",
          "term": "Food and Beverages"
        }
      ]
    }
  },
  "hasResults": false
}