{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06960382",
      "orgStudyIdInfo": {
        "id": "CAT-ILIT-USZ-25/1"
      },
      "organization": {
        "fullName": "University of Zurich",
        "class": "OTHER"
      },
      "briefTitle": "Safety and Immunogenicity of Cat-allergen Intralymphatic Immunotherapy in Patients With Cat Allergy With and Without Asthma",
      "officialTitle": "Safety and Immunogenicity of Cat-allergen Intralymphatic Immunotherapy: an Open Label Phase II Study in Patients With Cat Allergy With and Without Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-08-26",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-03-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-03-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-03-25",
      "studyFirstSubmitQcDate": "2025-04-28",
      "studyFirstPostDateStruct": {
        "date": "2025-05-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-16",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Zurich",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to evaluate the safety and tolerability of intralymphatic immunotherapy (ILIT) with ALUTARD SQ Felis domesticus in patients with cat allergy-induced allergic rhinitis and asthma. The main questions it aims to answer are:\n\nIs ILIT with ALUTARD SQ Felis domesticus safe and well tolerated?\n\nWhat immunological responses play a role in ILIT?\n\nResearchers will compare the effects of ILIT to existing subcutaneous immunotherapy (SCIT) approaches to assess safety, tolerability, immunogenicity, and efficacy.\n\nParticipants will:\n\nReceive 3-4 ILIT injections of ALUTARD SQ Felis domesticus into an inguinal lymph node, guided by ultrasound.\n\nUndergo safety monitoring, including WAO guidelines for systemic allergic reactions and tryptase measurement.\n\nComplete lung function tests, questionnaires, and a modified nasal provocation test to evaluate asthma effects and treatment efficacy.\n\nProvide blood samples for ImmunoCAP and basophil activation testing using CAST ELISA.\n\nInclusion criteria: Adults aged 18-65 with cat-dander-induced allergic rhinitis and asthma.\n\nExclusion criteria: Hypersensitivity to treatment components, systemic steroid use, uncontrolled asthma (FEV1 \\< 70%), recent severe asthma exacerbations, or serious comorbidities.\n\nThe study aims to generate data to inform future efficacy trials.",
      "detailedDescription": "Patients with allergic rhinitis and asthma due to sensitisation to cat allergens are seldom offered allergen immunotherapy (AIT) due to risk of systemic allergic adverse events such as asthma exacerbations and anaphylaxis. In Switzerland, ALUTARD SQ Felis domesticus is approved for subcutaneous immunotherapy (SCIT). The treatment comprises nearly 50 injections over 3 years. In contrast, intralymphatic immunotherapy (ILIT) is an experimental treatment option that has been suggested to be effective after only 3-4 injections using much lower doses as for SCIT. Since the lymph nodes do not contains mast cells, and due to the lower doses and less injections, ILIT is expected to be a safer alternative to SCIT. This study in patient with cat allergy therefore tests the safety and tolerability of ALUTARD SQ Felis domesticus in ILIT.\n\nThe objective is to test if ILIT is safe and tolerable in patients with allergy to cat hair allergen and to determine which immunological responses play a role in ILIT.\n\nThe main outcome measures on the safety, tolerability, immunogenicity and efficacy. The data will be used to design later efficacy studies.\n\nSafety is measured using a World Allergy Organization (WAO) guideline for systemic allergic reactions and by tryptase measurement in blood serum. Effects on asthma is measured using lung functions tests and questionnaires. Immunogenicity is measured by ImmunoCAP and basophil activation is measured using CAST ELISA. Treatment effect is measured using a modified nasal provocation test and quality of life questionnaires.\n\nInclusion: Informed consent, cat-dander-induced ARC, age 18-65 years, any sex and gender.\n\nExclusion: Hypersensitivity to aluminium hydroxide or phenol. Systemic steroid treatment. Uncontrolled asthma or FEV1 \\< 70%. Severe asthma exacerbation last 3 months. Emphysema, bronchiectasis. Serious comorbidities as judged by the recruiting physician.\n\nThe study drug is administered by injection into an inguinal lymph node. The targeting of the lymph node is supported by simultaneous sonography.\n\n\"ALUTARD SQ Felis domesticus\" is administered intralymphatically. The injection volume is 50-200 mcl and the dose is between 10 SQ units and 10,000 SQ units. The injections will be performed three to four times with 4 weeks or more interval between each injection.\n\nThe procedures last for 5-10 minutes, but various tests and are performed prior to and after the ILIT injection. The visits therefore last for 2-3 hours, including the safety follow up."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis",
        "Allergic Asthma"
      ],
      "keywords": [
        "cat allergy",
        "asthma",
        "rhinitis",
        "immunotherapy",
        "intralymphatic injection",
        "ILIT"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 36,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ALUTARD SQ® Felis domesticus, Fix dose: 1000 SQ",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients will get 3 injections of each 1000 SQ contained in each 0.1 mL",
          "interventionNames": [
            "Drug: ALUTARD SQ® Felis domesticus"
          ]
        },
        {
          "label": "ALUTARD SQ® Felis domesticus, Dose escalation: low dose and volume",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients will get 3 injections with 100, 1000 and finally 10000 SQ contained in each 0.1 mL",
          "interventionNames": [
            "Drug: ALUTARD SQ® Felis domesticus"
          ]
        },
        {
          "label": "Dose escalation: high dose and volume",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients will get 3 injections 200, 2000 and finally 10000 SQ contained in 0.2, 0.2 and finally 0.1 mL",
          "interventionNames": [
            "Drug: ALUTARD SQ® Felis domesticus"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "ALUTARD SQ® Felis domesticus",
          "description": "The drug is approved for use in Switzerland for subcutaneous injections. I this study, we will test the intralympahtic injection",
          "armGroupLabels": [
            "ALUTARD SQ® Felis domesticus, Dose escalation: low dose and volume",
            "ALUTARD SQ® Felis domesticus, Fix dose: 1000 SQ",
            "Dose escalation: high dose and volume"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change of blood tryptase levels at baseline, after first ILIT and in case of systemic allergic reactions",
          "description": "The overall objective is to test whether ILIT with a cat hair allergen extract is safe and tolerable in patients with allergy to cat hair allergen. To assess safety, blood tryptase levels (μg/L) are measured at baseline, 2 hours after the first ILIT and within 1 hour in case of systemic allergic reactions in the following ILIT-visits. Tryptase is released during a systemic allergic reaction.",
          "timeFrame": "From enrollment to the end of treatment at 8 monts. At Baseline, 2 hours after the first Injection and within 1 hour in case of systemic allergic reactions."
        },
        {
          "measure": "Incidence and severity of adverse events using the WAO rating system 2024",
          "description": "Safety assessment by analyzing allergic reactions and their severity using World Allergy Organization Grading System (WAO 2024). The scale reaches from 0 (no averse events) to 5 (e.g. anaphylaxis or respiratory or cardiac arrest). Higher number indicating higher severity.",
          "timeFrame": "From enrollment to the end of treatment at 8 months."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Effect on phenotype and reactivity of cat-allergen-specific lymphocytes measuring basophil activation to cat allergen",
          "description": "Immunogenicity will be assessed measuring basophil activation to cat allergen in vitro using CAST ELISA. Using this analysis, the effect on phenotype and reactivity of cat-allergen-specific lymphocyte reactions will be studied.",
          "timeFrame": "From enrollment to the end of treatment at 8 months."
        },
        {
          "measure": "Change in total IgE concentration from baseline to each injection, 1 and 4 months after the end of treatment",
          "description": "Further the study aims to explore initial knowledge to immunogenicity of ILIT with ALUTARD SQ. Immunogenicity will be assessed measuring total IgE (kU/L) using IMMUNOCAP.",
          "timeFrame": "From enrollment to the end of treatment at 8 months."
        },
        {
          "measure": "Change in cat allergen-specific IgE from baseline to each injection and 1 and 4 months after the end of treatment",
          "description": "Further the study aims to explore initial knowledge to immunogenicity of ILIT with ALUTARD SQ. Immunogenicity will be assessed measuring cat allergen-specific IgE (kUA/L) using IMMUNOCAP.",
          "timeFrame": "From enrollment to the end of treatment at 8 months."
        },
        {
          "measure": "Change in cat allergen-specific IgG4 from baseline to each injection, 1 and 4 months after the end of treatment",
          "description": "Immunogenicity will be assessed measuring IgG4 (in μg/L)) using IMMUNOCAP.",
          "timeFrame": "From enrollment to the end of treatment at 8 months"
        },
        {
          "measure": "Change in cat allergen-specific IgG from baseline to each injection, 1 and 4 months after the end of treatment",
          "description": "Immunogenicity will be assessed measuring concentration of cat allergen-specific IgG (μg/L) using IMMUNOCAP.",
          "timeFrame": "From enrollment to the end of treatment at ca. 8 months"
        },
        {
          "measure": "Assessment of treatment benefit by calculating the ratio of cat allergen-specific IgG4 to IgE",
          "description": "Immunogenicity will be assessed calculating the allergen-specific IgG4 to IgE ratio (μg/kUA). The higher the ratio the greater is the expected benefit of the treatment. Both values will be measured using IMMUNOCAP.",
          "timeFrame": "From enrollment to the end of treatment at 8 months."
        },
        {
          "measure": "Change in skin sensitivity by measuring the diameters in Skin Prick Test (SPT) at baseline and 4 months after treatment",
          "description": "Immunogenicity will be assessed by analyzing the change in skin sensitivity by measuring the diameters at baseline and 16 weeks after treatment as well as the change from baseline.",
          "timeFrame": "From enrollment to the end of treatment at 8 months. At baseline and at 4 months after end of treatment."
        },
        {
          "measure": "Change in spirometry from baseline and 4 months after end of treatment",
          "description": "Immunogenicity will be assessed measuring the lung function with spirometry. The change from baseline to the last follow up 16 weeks after the last treatment will be assessed for each patient and in comparison to the other treatment groups.",
          "timeFrame": "From enrollment to the end of treatment at 8 months. At baseline and 4 months after end of treatment."
        },
        {
          "measure": "Change of Fraction Exspiratory Nitric Oxide (FeNo) from baseline to 4 months after end of treatment",
          "description": "Immunogenicity will be asessed measuring FeNo. The change from baseline and the last follow up 16 weeks after the last ILIT will be assessed for each patient and in comparison to the other treatment groups.",
          "timeFrame": "From enrollment to the end of treatment at 8 months. At baseline and at 4 months after treatment."
        },
        {
          "measure": "Efficacy assessment using Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ)",
          "description": "Efficacy will be measured using questionnaires to assess quality of life regarding rhinoconjuctivitis (RQLQ, scale 0-6, 6 indicating severely impaired).",
          "timeFrame": "From enrollment to the end of treatment at 8 months"
        },
        {
          "measure": "Efficacy assessment using Asthma Quality of Life Questionnaire (AQLQ)",
          "description": "Efficacy will be measured using questionnaires to assess quality of life regarding asthma (AQLQ, scale 1-7, 1 indicating severely impaired). This measure will only be applied in participants that have a history of asthma.",
          "timeFrame": "From enrollment to the end of treatment at 8 months"
        },
        {
          "measure": "Change in leukotriene release of blood cells from baseline to each injection and 1 and 4 months after the end of treatment",
          "description": "Efficacy is will be assessed measuring the release of leukotriene (μg/mL) in a culture of blood cells stimulated with the allergen using CAST ELISA. It will be measured at baseline, each ILIT visit and at the follow up visits 1 and 4 months after end of treatment.",
          "timeFrame": "From enrollment to the end of treatment at 8 months. At baseline, each ILIT injection, 1 and 4 months after end of treatment."
        },
        {
          "measure": "Change of rhinal secretion by using the Schirmer Test after nasal provocation test (NPT) at baseline and 4 months after end of treatment.",
          "description": "Efficacy will be assessed using the NPT to reflect natural exposure. The change of nasal secretion after provocation with the cat hair allergen is measured using the Schirmer test. 30 seconds after nasal provocation the test strip will be attached to the nasal septum. After 3 minutes rhinal secretion is quantified measuring the running distance of rhinal fluid on the test strip in millimeters. The difference from baseline and 16 weeks after the last ILIT is measured.",
          "timeFrame": "From enrollment to the end of treatment at 8 months. At baseline and 4 months after end of treatment."
        },
        {
          "measure": "Change of nasal reactivity by rhinoscopic assessment before and after nasal provocation test (NTP) at baseline and 4 months after end of treatment",
          "description": "Efficacy will be assessed using a rhinoscopic semi-quantitative evaluation before and after the nasal provocation test (NPT) at the start of the study and 4 months after the end of treatment. Rhinoscopy is used to assess secretion (0 = no secretion, 2 = heavy secretion), irritation (0 = 0-2 sneezes, 2 = \\>5 sneezes) and distant symptoms (1 = itching in the palate or ear, 2 = conjunctivitis, chemosis, coughing or dyspnoea, urticaria). The test is considered positive if the total score is at least 3 points.",
          "timeFrame": "From enrollment to the end of treatment at 8 months. At baseline and 4 months after end of treatment."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed consent as documented by signature.\n* Cat-dander-induced ARC as confirmed by patient history and type-1-sensitization to cat dander in skin and/or serum.\n\nExclusion Criteria:\n\n* Hypersensitivity to phenol.\n* Planned depot steroid injection for treatment of ARC\n* Patients with uncontrolled asthma or FEV1 \\< 70% of the predicted value in adults (after adequate pharmacological therapy).\n* Patients with a severe asthma exacerbation in the past 3 months.\n* Irreversible secondary changes in the affected organ (e.g., emphysema, bronchiectasis).\n* Chronic obstructive or restrictive lung disease.\n* Patients with active systemic autoimmune diseases and patients with immune deficiencies or immune weaknesses.\n* Severe chronic inflammatory diseases.\n* Concomitant infection with fever or other signs/symptoms of an acute or chronic infection at treatment visit.\n* Chronic obstructive or restrictive lung disease\n* Patients with malignant tumours that currently have clinical significance.\n* Disease or conditions rendering the treatment of anaphylactic reactions difficult (symptomatic coronary heart diseases, severe arterial hypertension, and treatment with beta-blockers).\n* Known cardiovascular disease, i.e., not even NYHA class I.\n* Use of ACE-blockers.\n* Recent or on-going hepatic or renal disease.\n* Severe chronic renal insufficiency (due to aluminium burden).\n* Alcohol or drug abuse\n* Women who are pregnant and breast feeding\n* Women of childbearing age who wish to become pregnant or do not use contraception.\n* Inability to follow the procedures of the study, e.g. due to language problems, psychological disorders, dementia, etc. of the participant.\n* Participation in another study with investigational drug within the 30 days preceding and during the present study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Pål Johansen, Professor, PhD",
          "role": "CONTACT",
          "phone": "+41 44 255 8616",
          "email": "pal.johansen@usz.ch"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital Zurich",
          "city": "Zurich",
          "zip": "8091",
          "country": "Switzerland",
          "contacts": [
            {
              "name": "Claudia V.L. Lang, MD",
              "role": "CONTACT",
              "phone": "+41 43 253 7855",
              "email": "claudia.lang@usz.ch"
            },
            {
              "name": "Claudia V.L. Lang, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 47.36667,
            "lon": 8.55
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "publishd work on intralymphatic allergen immunotherapy",
          "url": "https://pubmed.ncbi.nlm.nih.gov/?term=ILIT+AND+allergy&sort=date&size=200"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Summary of data upon analysis will be shared upon termination of the study. Protocols may be shared during the study upon contact with P or sponsor. Study and data will be published upon termination of the study."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        }
      ]
    }
  },
  "hasResults": false
}