{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04090229",
      "orgStudyIdInfo": {
        "id": "ASLAN004-002"
      },
      "organization": {
        "fullName": "ASLAN Pharmaceuticals",
        "class": "OTHER"
      },
      "briefTitle": "A Multi-center, Randomized, Double-blind, Placebo-controlled, Multiple Ascending Dose Study of the Safety, Tolerability, and Pharmacokinetics of Subcutaneously Delivered ASLAN004 in Adults With Moderate-Severe Atopic Dermatitis",
      "officialTitle": "A Multi-center, Randomized, Double-blind, Placebo-controlled, Multiple Ascending Dose Study of the Safety, Tolerability, and Pharmacokinetics of Subcutaneously Delivered ASLAN004 in Adults With Moderate-Severe Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-01",
      "overallStatus": "COMPLETED",
      "startDateStruct": {
        "date": "2019-09-09",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-10-28",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-12-03",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-09-11",
      "studyFirstSubmitQcDate": "2019-09-13",
      "studyFirstPostDateStruct": {
        "date": "2019-09-16",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-01-11",
      "lastUpdatePostDateStruct": {
        "date": "2022-01-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "ASLAN Pharmaceuticals",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "A Phase 1B, multi-center, double-blind, placebo-controlled, randomized, multiple ascending dose (MAD) clinical study is designed to evaluate ASLAN004 versus placebo in patients who have moderate-severe AD. The treatment period duration will be 8 weeks with a 12-week follow-up period after the end of treatment.",
      "detailedDescription": "The study is designed as a MAD escalation in up to 3 cohorts of patients, followed by a cohort expansion to further confirm the safety and tolerability of the selected dose, prior to further investigation in Phase 2 studies. The cohort expansion will also support the assessment of the trial's secondary efficacy objectives. Approximately 50 patients are planned to be enrolled across the entire study.\n\nApproximately 24 patients are planned to be enrolled in the initial MAD escalation, with a maximum of 3 ascending dose levels (low, medium and high) of ASLAN004 (Cohorts 1-3). In all dose cohorts, 8 patients will be randomized in a 3:1 ratio to receive ASLAN004 (at specified cohort dose, n=6) or matching placebo (n=2). Additional cohorts may be optional depending on the data from the preceding cohort.\n\nAn expansion cohort (Cohort 4) of approximately 27 patients is planned and will be randomized in a 2:1 ratio to receive ASLAN004 (n=18) or matching placebo (n=9). The rationale for this is to provide greater assurance about the safety and tolerability of the selected dose level, and to provide preliminary estimates of the PD and clinical effects at this dose, prior to further dose and schedule finding work in Phase 2 studies.\n\nA total of 8 subcutaneous injections of ASLAN004 or matching placebo will be administered according to a weekly schedule of injection from Day 1 (baseline visit) to Day 50 (Week 7) of the study. Patients will be closely monitored and observed for a period of 30 minutes after each injection of study drug (all visits). The clinical assessments and blood sampling for safety laboratory tests, PK analysis, ADA assays, and biomarkers will be performed at each visit as noted in the Schedule of Assessments. The treatment period will end at the last day of Week 8 (ie., Day 56) after which patients will be followed every week for 12 weeks for safety, PK parameters, ADA, and PD marker assessments. In the event that patients develop adverse events (AEs)/serious AEs (SAEs) which are determined as definitely related, probably related, or possibly related to ADA, and/or patients have a positive ADA result, additional unscheduled sampling of ADA may be performed during the study or after Day 141, as deemed clinically necessary. The exact timepoints for ADA sampling after Day 141 will be discussed between the Investigator and Sponsor for each case."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Double Blind, Placebo-controlled, Randomized",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 52,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ASLAN004",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: ASLAN004"
          ]
        },
        {
          "label": "ASLAN004 Placebo",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Drug: ASLAN004 Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "ASLAN004",
          "description": "Subcutaneous injections of ASLAN004 100 mg/mL will be administered into the thigh or abdomen, except for the 2 inches (5 cm) around the navel.",
          "armGroupLabels": [
            "ASLAN004"
          ]
        },
        {
          "type": "DRUG",
          "name": "ASLAN004 Placebo",
          "description": "Subcutaneous injections of ASLAN004 Placebo will be administered into the thigh or abdomen, except for the 2 inches (5 cm) around the navel.",
          "armGroupLabels": [
            "ASLAN004 Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To assess the safety and tolerability of multiple ascending doses of ASLAN004: Incidence of treatment-emergent adverse events (TEAEs)",
          "description": "Incidence of treatment-emergent adverse events (TEAEs) reported from the administration of study drug on Day 1 until the completion of the study.",
          "timeFrame": "Baseline to 12 weeks safety follow up"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Percentage change from baseline in Eczema Area and Severity Index (EASI) score weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Proportion of patients with 50%, 75%, and 90% improvement in the EASI score (EASI50, EASI75, and EASI90) weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Percentage change from baseline in the Pruritus Numerical Rating Scale (NRS) score weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Proportion of patients with at least a 4-point improvement in the Pruritus NRS score weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Proportion of patients who achieve an Investigator Global Assessment (IGA) score of 0 or 1 weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Percentage change from baseline in the Patient-Oriented Eczema Measure (POEM) weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Percentage change from baseline in percent body surface area (%BSA) affected weekly up to Week 8.",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "PK parameters throughout the dosing period, and serum concentrations by scheduled timepoints.",
          "description": "Measurement of area under the curve (AUC) at Week 8 (AUC0-last), maximum observed concentration (Cmax) at Week 1, time to Cmax (tmax) at Week 1, Ctrough throughout the dosing period, and serum concentrations by scheduled timepoints.",
          "timeFrame": "Baseline to 12 weeks safety follow up"
        },
        {
          "measure": "Change from baseline in PD markers of allergic inflammation (TARC and total IgE) weekly up to Week 8.",
          "description": "Measurement of absolute values of TARC and total IgE in serum concentration and percentage of change",
          "timeFrame": "Baseline up to Week 8"
        },
        {
          "measure": "Measurement of ASLAN004 Anti-Drug Antibody over time.",
          "description": "Measurement of ADA levels in serum",
          "timeFrame": "Baseline to 12 weeks safety follow up"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult patients who are of or older than the legal age in participating countries, who are able to read and understand, and willing to sign the informed consent form.\n2. Willing and able to comply with clinic visits and study-related procedures.\n3. Have a clinical diagnosis of chronic atopic dermatitis (per Eichenfield revised criteria of Hanifin and Rajka) that has been present for at least 3 years before the screening visit.\n4. Have an IGA score of ≥3 at the screening and baseline visits.\n5. Have ≥10% body surface area (BSA) of AD involvement at the screening and baseline visits.\n6. Have an EASI score ≥16 at the screening and baseline visits.\n7. Have a history of inadequate response to a stable (≥1 month) regimen of topical corticosteroids or calcineurin inhibitors as treatment for AD within 3 months before the screening visit.\n8. Have applied a stable dose of an additive, basic, bland topical emollient (moisturizer) twice daily for at least 7 days before Randomization.\n\nExclusion Criteria:\n\n1. Have received previous treatment with therapeutic agents targeting ligand or receptors of IL-4 or IL-13, including but not limited to dupilumab, lebrikizumab, or tralokinumab.\n2. Have inadequate organ and hematological function at the screening visit (as per protocol)\n3. Have uncontrolled blood pressure at the screening visit based on clinical judgment of the Investigator.\n4. Have a chest radiograph at Screening or within 3 months before the screening visit with results consistent with prior or current tuberculosis infection (including but not limited to apical scarring, apical fibrosis, or multiple calcified granuloma). This does not include non caseating granulomata. QuantiFERON gold standard may be conducted per standard practice at the site.\n5. Have a known history of Human Immunodeficiency Virus (HIV), Hepatitis B or Hepatitis C infection or positive Hepatitis B surface antigen (HBsAg) or Hepatitis B core antibody HBcAb), positive Hepatitis C antibody (HCV) at the screening visit.\n6. Have a known or suspected history of immunosuppression, including history of invasive opportunistic infections such as tuberculosis, histoplasmosis, listeriosis, coccidioidomycosis, candidiasis, pneumocystis jiroveci, aspergillosis despite infection resolution; JC virus (progressive multifocal leukoencephalopathy).\n7. Have received treatment with topical corticosteroids, tacrolimus, and/or pimecrolimus within 1 week before Randomization.\n8. Have received treatment with prescription moisturizers or moisturizers containing additives such as ceramide, hyaluronic acid, urea, or filaggrin degradation products (eg., Atopiclair®, MimyX®, Epicerum®, Cerave®, etc) within 1 week before Randomization.\n9. Have had systemic treatment for AD with cyclosporine, mycophenolate-mofetil, interferon gamma (IFN-γ), phototherapy (narrow band ultraviolet B \\[NBUVB\\], ultraviolet B \\[UVB\\], ultraviolet A1 \\[UVA1\\], psoralen + ultraviolet A \\[PUVA\\]), azathioprine, or methotrexate within 4 weeks before Randomization.\n10. Have had treatment with leukotriene inhibitors within 4 weeks before Randomization.\n11. Have had treatment with systemic corticosteroids within 4 weeks before Randomization.\n12. Have had treatment with small molecule investigational drugs (eg., tofacitinib) within 8 weeks before Randomization.\n13. Have had treatment with biologics other than those targeting ligand or receptors of IL-4 or IL-13 within 8 weeks before Randomization.\n14. Have had treatment with live attenuated vaccine within 8 weeks before Randomization.\n15. Have had treatment with allergen immunotherapy within 6 months before Randomization.\n16. Have had a regular use (more than 2 visits per week) of a tanning booth/parlor within 4 weeks of the screening visit.\n17. Requirement of more than 2 bleach baths per week during study participation.\n18. Have chronic or acute infection requiring treatment with systemic antibiotics, antivirals, antiparasitics, antiprotozoals, or antifungals within 4 weeks before the screening visit, or superficial skin infections within 1 week before the screening visit.\n19. Presence of skin comorbidities that may interfere with study assessments.\n20. Have a clinically significant history or evidence of any active or suspected parasitic infection (other than treated trichomoniasis) within the 4 weeks before Randomization or has travelled within the past 3 months of Randomization to areas of high parasitic exposure (based on Centers for Disease Control and Prevention \\[CDC\\] travel notice alert Level 2 and warning Level 3).\n21. Have a history of malignancy within 5 years before Randomization with the following exceptions: patient with a history of cured in situ carcinoma of the cervix, and/or non-metastatic squamous or basal cell carcinoma of the skin are allowed.\n22. Have any medical or psychiatric condition which, in the opinion of the Investigator or the Sponsor's Medical Monitor, would place the patient at risk, interfere with participation in the study, or interfere with the interpretation of study results.\n23. Have a history of alcohol or drug abuse within 2 years of the screening visit.\n24. Have scheduled or anticipate any surgical procedure during study participation and/or hospitalization for any reason within 60 days of Screening.\n25. Pregnant or breastfeeding women.\n26. Patients who are unwilling to use adequate birth control, if of reproductive potential and sexually active. For females, adequate birth control implies: use of hormonal contraceptives, intrauterine devices (IUD), or double barrier contraception (condom + diaphragm, condom or diaphragm + spermicidal gel or foam). For males, adequate birth control implies: use of double barrier contraception (condom + diaphragm, condom or diaphragm + spermicidal gel or foam). Abstinence is also accepted if this is the normal habit of the patient.\n27. Patients who are dependent on prescription moisturizers.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Center for Dermatology Clinical Research, INC",
          "city": "Fremont",
          "state": "California",
          "zip": "94538",
          "country": "United States",
          "geoPoint": {
            "lat": 37.54827,
            "lon": -121.98857
          }
        },
        {
          "facility": "First OC Dermatology",
          "city": "Los Angeles",
          "state": "California",
          "zip": "92708",
          "country": "United States",
          "geoPoint": {
            "lat": 34.05223,
            "lon": -118.24368
          }
        },
        {
          "facility": "Direct Helpers Research Center",
          "city": "Miami",
          "state": "Florida",
          "zip": "33012",
          "country": "United States",
          "geoPoint": {
            "lat": 25.77427,
            "lon": -80.19366
          }
        },
        {
          "facility": "Paddington Testing Co, INC",
          "city": "Philadelphia",
          "state": "Pennsylvania",
          "zip": "19103",
          "country": "United States",
          "geoPoint": {
            "lat": 39.95238,
            "lon": -75.16362
          }
        },
        {
          "facility": "Dermatology Treatment and Research Cancer",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75230",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        },
        {
          "facility": "Premier Specialists Pty Ltd",
          "city": "Kogarah",
          "state": "New South Wales",
          "zip": "2217",
          "country": "Australia",
          "geoPoint": {
            "lat": -33.9681,
            "lon": 151.13564
          }
        },
        {
          "facility": "Veracity Clinical Research Pty Ltd",
          "city": "Woolloongabba",
          "state": "Queensland",
          "zip": "4102",
          "country": "Australia",
          "geoPoint": {
            "lat": -27.48855,
            "lon": 153.03655
          }
        },
        {
          "facility": "Skin Health Institute, Inc.",
          "city": "Carlton",
          "state": "Victoria",
          "zip": "3053",
          "country": "Australia",
          "geoPoint": {
            "lat": -37.8,
            "lon": 144.96667
          }
        },
        {
          "facility": "Fremantle Dermatology",
          "city": "Fremantle",
          "state": "Western Australia",
          "zip": "6160",
          "country": "Australia",
          "geoPoint": {
            "lat": -32.05632,
            "lon": 115.74557
          }
        },
        {
          "facility": "National Skin Centre",
          "city": "Singapore",
          "zip": "308205",
          "country": "Singapore",
          "geoPoint": {
            "lat": 1.28967,
            "lon": 103.85007
          }
        },
        {
          "facility": "Changi General Hospital",
          "city": "Singapore",
          "zip": "529889",
          "country": "Singapore",
          "geoPoint": {
            "lat": 1.28967,
            "lon": 103.85007
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "39404994",
          "type": "DERIVED",
          "citation": "Cevikbas F, Ward A, Veverka KA. Eblasakimab, an Anti-IL-13Ralpha1 Antibody, Reduces Atopy-Associated Serum Biomarkers in Moderate-to-Severe Atopic Dermatitis. BioDrugs. 2024 Nov;38(6):821-830. doi: 10.1007/s40259-024-00685-y. Epub 2024 Oct 15."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}