{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06559319",
      "orgStudyIdInfo": {
        "id": "2024-117"
      },
      "organization": {
        "fullName": "Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine",
        "class": "OTHER"
      },
      "briefTitle": "The Basophil Activation Test For Egg Allergy",
      "officialTitle": "Evaluation Of the Basophil Activation Test in Child Egg Allergy Diagnosis",
      "acronym": "BAT"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-08",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-08-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-03-25",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-03-25",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-08-15",
      "studyFirstSubmitQcDate": "2024-08-15",
      "studyFirstPostDateStruct": {
        "date": "2024-08-19",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-19",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Xia Peng",
        "investigatorTitle": "associate senior technologist",
        "investigatorAffiliation": "Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine"
      },
      "leadSponsor": {
        "name": "Xia Peng",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "In this study, basophil activation test (BAT) established by the investigators' lab was evaluated for its sensitivity and specificity in child egg allergy diagnosis. Children with suspected IgE mediated allergy to egg will be recruited in the study. Specific IgE to egg allergen and BAT will be detected. The diagnostic accuracy of the BAT will be assessed against clinical diagnosis based on history, clinical symptoms and laboratory results.",
      "detailedDescription": "In china, the prevalence of food allergy in in preschool children was about 7%. Diagnosis of food allergy is mainly based on a combination of clinical history, clinical manifestations and related supplementary examinations, including skin prick testing (SPT), serum specific IgE testing (sIgE), and oral food challenge (OFC). Although OFC is the gold standard for allergy diagnosis, it is rarely conducted in clinic for the low safety. Until now, serum specific IgE assays against allergen are the most commonly used in vitro diagnostic approach in China. However, specific-IgEs are sensitive, but not specific for diagnosis of food allergy. Moreover, food allergy could not be excluded when sIgE results are negative (\\<0.35KU/L). Thus, more accurate and safer test is needed. BAT was shown to have good accuracy for food allergy diagnosis. BAT is an ex vivo functional assay that measures by flow cytometry the degree of basophil activation after stimulation with an allergen. However, experimental strategies for BAT reported in the literatures are different. Some research even used 12 kinds of antibodies to identity basophils. In previous study, the investigators established BAT using 4 kinds of antibodies. Basophils could be distinguished well from other cells. In this study, children aged 4 months to 6 years who visit pediatric and emergency department, and are suspected with egg allergy will be included in study. Detailed information about clinical history and manifestations will be collected. Serum sIgE to food and BAT will be detected. The proposed study intends to analyze sensitivity and specificity of the established BAT according to the clinical comprehensive diagnosis results, and evaluate its efficacy to diagnose food allergy in children."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "The investigators need collect whole blood to perform BAT, and need serum to detect sIgE"
      },
      "enrollmentInfo": {
        "count": 174,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "blood sampling",
          "description": "Venous blood is collected, and sIgE and BAT will be detected using whole blood and serum, respectively."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Sensitivity of the BAT",
          "description": "Sensitivity of the BAT compare to clinical comprehensive diagnosis with a threshold value of 5% for the BAT in a population of child egg allergy.\n\nSensitivity is defined as the capacity for BAT to have a positive result when comprehensive diagnosis result is also positive",
          "timeFrame": "2 days"
        },
        {
          "measure": "Specificity of the BAT",
          "description": "Specificity is defined as the capacity for BAT to have a negative result when comprehensive diagnosis result is also negative.",
          "timeFrame": "2 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "* 1.Children older than 4 months and younger than 6 years old\n* 2.Suspected egg allergy with one or more of the following complaints after intake of egg: Skin or mucous symptoms (e. g. urticaria, increased eczema, or swollen lips) Respiratory symptoms (tight throat or shortness of breath with signs of bronchial obstruction) loss of consciousness Gastrointestinal symptoms (nausea, vomiting, abdominal pain, diarrhea) Ocular symptoms (conjunctival erythema, pruritus, tears) and other related symptoms\n* 3\\. Sign informed consent by parents/guardians\n\nExclusion Criteria:\n\n* 1.Patients with hematological tumors, autoimmune diseases, organ transplantation, and immunodeficiency diseases\n* 2.Take immunosuppressants, immunomodulators, statins, and inject anesthetics within 3 weeks",
      "sex": "ALL",
      "minimumAge": "4 Months",
      "maximumAge": "6 Years",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "Children with suspected egg allergy",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Shanghai General Hospital",
          "city": "Shanghai",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "37622260",
          "type": "RESULT",
          "citation": "Licari A, D'Auria E, De Amici M, Castagnoli R, Sacchi L, Testa G, Marseglia GL. The role of basophil activation test and component-resolved diagnostics in the workup of egg allergy in children at low risk for severe allergic reactions: A real-life study. Pediatr Allergy Immunol. 2023 Aug;34(8):e14012. doi: 10.1111/pai.14012."
        },
        {
          "pmid": "15005724",
          "type": "RESULT",
          "citation": "Ebo DG, Hagendorens MM, Bridts CH, Schuerwegh AJ, De Clerck LS, Stevens WJ. In vitro allergy diagnosis: should we follow the flow? Clin Exp Allergy. 2004 Mar;34(3):332-9. doi: 10.1111/j.1365-2222.2004.01891.x."
        },
        {
          "pmid": "33291359",
          "type": "RESULT",
          "citation": "Kim YH, Kim YS, Park Y, Kim SY, Kim KW, Kim HS, Sohn MH. Investigation of Basophil Activation Test for Diagnosing Milk and Egg Allergy in Younger Children. J Clin Med. 2020 Dec 5;9(12):3942. doi: 10.3390/jcm9123942."
        },
        {
          "pmid": "37815205",
          "type": "RESULT",
          "citation": "Santos AF, Riggioni C, Agache I, Akdis CA, Akdis M, Alvarez-Perea A, Alvaro-Lozano M, Ballmer-Weber B, Barni S, Beyer K, Bindslev-Jensen C, Brough HA, Buyuktiryaki B, Chu D, Del Giacco S, Dunn-Galvin A, Eberlein B, Ebisawa M, Eigenmann P, Eiwegger T, Feeney M, Fernandez-Rivas M, Fisher HR, Fleischer DM, Giovannini M, Gray C, Hoffmann-Sommergruber K, Halken S, Hourihane JO, Jones CJ, Jutel M, Knol E, Konstantinou GN, Lack G, Lau S, Marques Mejias A, Marchisotto MJ, Meyer R, Mortz CG, Moya B, Muraro A, Nilsson C, Lopes de Oliveira LC, O'Mahony L, Papadopoulos NG, Perrett K, Peters RL, Podesta M, Poulsen LK, Roberts G, Sampson HA, Schwarze J, Smith P, Tham EH, Untersmayr E, Van Ree R, Venter C, Vickery BP, Vlieg-Boerstra B, Werfel T, Worm M, Du Toit G, Skypala I. EAACI guidelines on the diagnosis of IgE-mediated food allergy. Allergy. 2023 Dec;78(12):3057-3076. doi: 10.1111/all.15902. Epub 2023 Oct 10."
        },
        {
          "pmid": "19243362",
          "type": "RESULT",
          "citation": "Sturm GJ, Kranzelbinder B, Sturm EM, Heinemann A, Groselj-Strele A, Aberer W. The basophil activation test in the diagnosis of allergy: technical issues and critical factors. Allergy. 2009 Sep;64(9):1319-26. doi: 10.1111/j.1398-9995.2009.02004.x. Epub 2009 Feb 20."
        },
        {
          "pmid": "28090091",
          "type": "RESULT",
          "citation": "Valent P, Sotlar K, Blatt K, Hartmann K, Reiter A, Sadovnik I, Sperr WR, Bettelheim P, Akin C, Bauer K, George TI, Hadzijusufovic E, Wolf D, Gotlib J, Mahon FX, Metcalfe DD, Horny HP, Arock M. Proposed diagnostic criteria and classification of basophilic leukemias and related disorders. Leukemia. 2017 Apr;31(4):788-797. doi: 10.1038/leu.2017.15. Epub 2017 Jan 16."
        },
        {
          "pmid": "29247714",
          "type": "RESULT",
          "citation": "Karasuyama H, Miyake K, Yoshikawa S, Yamanishi Y. Multifaceted roles of basophils in health and disease. J Allergy Clin Immunol. 2018 Aug;142(2):370-380. doi: 10.1016/j.jaci.2017.10.042. Epub 2017 Dec 14."
        },
        {
          "pmid": "28342912",
          "type": "RESULT",
          "citation": "Schwager C, Kull S, Behrends J, Rockendorf N, Schocker F, Frey A, Homann A, Becker WM, Jappe U. Peanut oleosins associated with severe peanut allergy-importance of lipophilic allergens for comprehensive allergy diagnostics. J Allergy Clin Immunol. 2017 Nov;140(5):1331-1338.e8. doi: 10.1016/j.jaci.2017.02.020. Epub 2017 Mar 22."
        },
        {
          "pmid": "33300157",
          "type": "RESULT",
          "citation": "Duan L, Celik A, Hoang JA, Schmidthaler K, So D, Yin X, Ditlof CM, Ponce M, Upton JEM, Lee JS, Hung L, Breiteneder H, Palladino C, Atkinson AR, Kim VHD, Berenjy A, Asper M, Hummel D, Wong S, Alexanian-Farr M, Magder A, Chinthrajah SR, Mukai K, Tsai M, Nadeau K, Galli SJ, Ramani AK, Szepfalusi Z, Eiwegger T. Basophil activation test shows high accuracy in the diagnosis of peanut and tree nut allergy: The Markers of Nut Allergy Study. Allergy. 2021 Jun;76(6):1800-1812. doi: 10.1111/all.14695. Epub 2020 Dec 29."
        },
        {
          "pmid": "33475181",
          "type": "RESULT",
          "citation": "Santos AF, Alpan O, Hoffmann HJ. Basophil activation test: Mechanisms and considerations for use in clinical trials and clinical practice. Allergy. 2021 Aug;76(8):2420-2432. doi: 10.1111/all.14747. Epub 2021 Feb 27."
        },
        {
          "pmid": "34374669",
          "type": "RESULT",
          "citation": "Keswani T, Patil SU. Basophil activation test in food allergy: is it ready for real-time? Curr Opin Allergy Clin Immunol. 2021 Oct 1;21(5):442-447. doi: 10.1097/ACI.0000000000000774."
        },
        {
          "pmid": "20633031",
          "type": "RESULT",
          "citation": "MacGlashan D Jr. Expression of CD203c and CD63 in human basophils: relationship to differential regulation of piecemeal and anaphylactic degranulation processes. Clin Exp Allergy. 2010 Sep;40(9):1365-77. doi: 10.1111/j.1365-2222.2010.03572.x. Epub 2010 Jul 13."
        },
        {
          "pmid": "29601353",
          "type": "RESULT",
          "citation": "Sato S, Yanagida N, Ebisawa M. How to diagnose food allergy. Curr Opin Allergy Clin Immunol. 2018 Jun;18(3):214-221. doi: 10.1097/ACI.0000000000000441."
        },
        {
          "pmid": "27795547",
          "type": "RESULT",
          "citation": "Yu W, Freeland DMH, Nadeau KC. Food allergy: immune mechanisms, diagnosis and immunotherapy. Nat Rev Immunol. 2016 Dec;16(12):751-765. doi: 10.1038/nri.2016.111. Epub 2016 Oct 31."
        },
        {
          "pmid": "24304599",
          "type": "RESULT",
          "citation": "Prescott SL, Pawankar R, Allen KJ, Campbell DE, Sinn JKh, Fiocchi A, Ebisawa M, Sampson HA, Beyer K, Lee BW. A global survey of changing patterns of food allergy burden in children. World Allergy Organ J. 2013 Dec 4;6(1):21. doi: 10.1186/1939-4551-6-21."
        },
        {
          "pmid": "26434966",
          "type": "RESULT",
          "citation": "Patel BY, Volcheck GW. Food Allergy: Common Causes, Diagnosis, and Treatment. Mayo Clin Proc. 2015 Oct;90(10):1411-9. doi: 10.1016/j.mayocp.2015.07.012."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001800",
          "term": "Blood Specimen Collection"
        }
      ],
      "ancestors": [
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D011677",
          "term": "Punctures"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}