{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04950504",
      "orgStudyIdInfo": {
        "id": "CNP-201-5.001"
      },
      "organization": {
        "fullName": "COUR Pharmaceutical Development Company, Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Evaluate the Safety, Tolerability, Pharmacodynamics, and Efficacy of CNP-201 in Subjects Ages 16-35 With Peanut Allergy",
      "officialTitle": "A Two-Part 1b/2a Randomized, Double Blind, Placebo Controlled Study to Evaluate the Safety, Tolerability, Pharmacodynamics, and Efficacy of CNP-201 in Subjects Ages 16-35 With Peanut Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-09",
      "overallStatus": "TERMINATED",
      "whyStopped": "Lagging Enrollment. Opened a separate study.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-06-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-06-24",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-07-29",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-06-03",
      "studyFirstSubmitQcDate": "2021-06-23",
      "studyFirstPostDateStruct": {
        "date": "2021-07-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-09-14",
      "lastUpdatePostDateStruct": {
        "date": "2023-09-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "COUR Pharmaceutical Development Company, Inc.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is a two-part Phase 1b/2a First-in-Human (FIH) randomized, double-blind, placebo-controlled clinical trial to assess the safety, tolerability, pharmacodynamics, and efficacy of multiple ascending doses of CNP-201 in Part A, with the goal of identifying a safe and tolerable dose level to be evaluated further in a larger number of subjects in Part B.",
      "detailedDescription": "Subjects who meet all inclusion and no exclusion criteria after initial screening assessments will undergo a Skin Prick Test (SPT) followed by a baseline Double-Blind, Placebo-Controlled Food Challenge (DBPCFC) consisting of peanut and placebo (oat) challenges, administered on two separate days to confirm an allergy to peanut. Subjects who continue to meet all inclusion and no exclusion criteria after completing both days of the DBPCFC will be enrolled into the study.\n\nTo mitigate the risk of anaphylaxis ahead of administering CNP-201, all Subjects who continue to meet all inclusion and no exclusion criteria following the DBPCFC will receive subcutaneous injections of omalizumab (XOLAIR). The dose of omalizumab (XOLAIR) will follow the product label specified in the protocol and will be determined by the subject's serum IgE at Screening and weight measured at the XOLAIR Dose 1 visit. Subjects will be dosed either every 2 weeks or every 4 weeks according to the product label.\n\nSubjects who continue to meet all inclusion and no exclusion criteria will be randomized on Day 1 in a 2:1 ratio (Part A) or 1:1 ratio (Part B) to receive either CNP-201 or Placebo (0.9% Sodium Chloride USP) by intravenous (IV) infusion. Subjects will be administered CNP-201 or Placebo on Day 1 and on Day 8.\n\nSubjects will remain in the clinic on Day 1 and Day 8 from the time of admission (prior to administration of CNP-201 or Placebo) through the final procedure conducted 4 hours post-dose that same day unless an infusion reaction, anaphylaxis, or other adverse event requires an extended duration of monitoring. Subjects will be discharged if safety parameters are acceptable to the investigator. Seven days after the second administration of CNP-201 or Placebo, subjects must return to the clinic for collection of safety labs, PD measurements, and assessment of AEs and medication changes.\n\nSubjects will continue to be followed for safety, pharmacodynamics, and immunogenicity during the Post-Dosing period."
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "This study was designed as a multiple ascending doses of CNP-201 in Part A, with the goal of identifying a safe and tolerable dose level to be evaluated further in a larger number of subjects in Part B. However, the study was terminated for administrative reasons prior to the completion of the first Cohort in Part A.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 9,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CNP-201 250 mg",
          "type": "EXPERIMENTAL",
          "description": "200 mL intravenous infusion on Day 1 and Day 8: 250 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "CNP-201 450 mg",
          "type": "EXPERIMENTAL",
          "description": "200 mL intravenous infusion on Day 1 and Day 8: 450 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "CNP-201 650 mg",
          "type": "EXPERIMENTAL",
          "description": "200 mL intravenous infusion on Day 1 and Day 8: 650 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "200 ml intravenous infusion on Day 1 and Day 8: CNP-201 Placebo",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CNP-201",
          "description": "CNP-201 is comprised of purified peanut extract (PPE) drug substance dispersed within a negatively charged polymer matrix of poly (lactic-co-glycolic acid) (PLGA) particles at a target concentration of \\~5 μg of PPE per mg of PLGA.",
          "armGroupLabels": [
            "CNP-201 250 mg",
            "CNP-201 450 mg",
            "CNP-201 650 mg"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "CNP-201 Placebo",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Frequency of Adverse Events (AEs) and Serious Adverse Events (SAEs)",
          "description": "Frequency tables will be presented by treatment group for all AEs and SAEs by System Organ Class (SOC) and Preferred Term (PT). Frequency tables will also be produced by treatment group for AEs leading to discontinuation from TP and study, by severity, and by causality. No formal statistical testing will be done.",
          "timeFrame": "through Study Completion, an average of 90 Days"
        },
        {
          "measure": "Serum Cytokines (TNF-α, IL-2, IL-6, IL-8, IL-1β, MCP-1, MIP-1β, MIP-1α, IFN-γ, and IL-12p70)",
          "description": "Serum Cytokines (TNF-α, IL-2, IL-6, IL-8, IL-1β, MCP-1, MIP-1β, MIP-1α, IFN-γ, and IL-12p70)",
          "timeFrame": "through Study Completion, an average of 90 Days"
        },
        {
          "measure": "Change in the proportion of peanut specific Th2a+ T cells (peanut specific Th2a+ cells / total peanut specific T cells)",
          "description": "Change in the proportion of peanut specific Th2a+ T cells (peanut specific Th2a+ cells / total peanut specific T cells) following ex vivo stimulation of PBMCs between placebo and CNP-201",
          "timeFrame": "Baseline (Day 1 pre-dose) and at Day 15"
        },
        {
          "measure": "Change in the proportion of activated peanut specific T cells (activated peanut specific T cells / total peanut specific T cells)",
          "description": "Change in the proportion of activated peanut specific T cells (activated peanut specific T cells / total peanut specific T cells) following ex vivo stimulation of PBMCs between placebo and CNP-201",
          "timeFrame": "Baseline (Day 1 pre-dose) and at Day 15"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in the ratio of IL-5 to IFN-γ",
          "description": "Change in the ratio of IL-5 to IFN-γ following ex vivo stimulation of PBMCs between placebo and CNP-201",
          "timeFrame": "Baseline (Day 1 pre-dose) and at Day 15"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Change in the proportion of peanut specific T regulatory cells (peanut specific T regulatory cells / peanut specific CD4+ effector memory cells",
          "description": "Change in the proportion of peanut specific T regulatory cells (peanut specific T regulatory cells / peanut specific CD4+ effector memory cells) following ex vivo stimulation of PBMCs between placebo and CNP-201",
          "timeFrame": "Baseline (Day 1 pre-dose) and at Day 15."
        },
        {
          "measure": "Change in the effective concentration at 50% of maximal basophil activation (EC50)",
          "description": "The mean change in the EC50 values from Baseline (Screening, Visit 2 pre-DBPCFC) to Visit 11 within CNP-201 and Placebo treatment groups will be analyzed.\n\nThe mean EC50 at Visit 11 within CNP-201 and Placebo treatment groups will be analyzed at Visit 11 timepoint between CNP-201 and Placebo groups.\n\nThe mean change in the EC50 within a subject measured from Baseline (Screening, Visit 2 pre-DBPCFC) to Visit 11 between CNP-201 and Placebo treatment groups will be analyzed.",
          "timeFrame": "Baseline and at Visit 11 (Day 60 Post-Dose)"
        },
        {
          "measure": "Change in the ratio of peanut specific IgE to IgG",
          "description": "The mean change in the ratio of peanut specific IgE to IgG as measured by ImmunoCap assay from Baseline (Screening, Visit 2 pre-DBPCFC) to Visit 11 within CNP-201 and Placebo treatment groups will be analyzed",
          "timeFrame": "Baseline and at Visit 11 (Day 60 Post-Dose)"
        },
        {
          "measure": "Change in the cumulative tolerated dose (CTD) of peanut protein (mg)",
          "description": "Change in the cumulative tolerated dose (CTD) of peanut protein (mg) administered during a DBPCFC between placebo and CNP-201",
          "timeFrame": "through Study Completion, an average of 90 Days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and non-pregnant women, ages 16 to 35 years inclusive.\n2. Subjects with a Body Mass Index (BMI) ≥ 18 and ≤ 32 and weight \\> 30 kg and ≤ 150 kg at Screening. Subjects who fall outside of this range may be included at the discretion of the investigator.\n3. Subjects with serum IgE ≥ 30 IU/mL and ≤ 1500 IU/mL at Screening. Subjects who fall outside of this range may be included at the discretion of the investigator.\n4. Subjects with physician-diagnosed peanut allergy or documented history of peanut allergy.\n5. Subjects with a documented history of non-severe anaphylaxis (Grade ≤ 3) to peanuts, including mild wheezing or dyspnea without hypoxia.\n6. Subjects with peanut specific IgE \\> 2 kU/L as measured by ImmunoCAP at Screening and/or a positive skin prick test (SPT) to peanut with a change in wheal diameter \\> 3 mm as compared to a negative control (50% glycerin) at Screening.\n7. Subjects who are self-reported to be on a peanut free diet with no suspected peanut exposure, including any peanut food challenge, for at least 14 days prior to Screening and agreement to continue restriction to peanut exposure during the study with the exception of the study DBPCFCs.\n8. Female subjects and male subjects and their female spouse/partners who are willing to practice a highly effective method of contraception that may include, but is not limited to, abstinence, sex only with persons of the same sex, monogamous relationship with vasectomized partner, vasectomy, hysterectomy, bilateral tubal ligation, licensed hormonal methods, intrauterine device (IUD), or use of spermicide combined with a barrier method (e.g., condom, diaphragm) starting at Screening and continuing throughout the entire study to Day 90 (EOS/ET).\n9. Female subjects who agree to not breastfeed starting at initial Screening and throughout the entire study to Day 90 (EOS/ET).\n10. Female subjects who agree to not donate ova starting at initial Screening and throughout the entire study to Day 90 (EOS/ET).\n11. Subjects who are willing and able to provide Institutional Review Board (IRB) approved written informed consent.\n12. Subjects who are willing to perform and comply with all study procedures including attending study visits as scheduled and completing two DBPCFCs.\n13. Male subjects who agree to not donate sperm starting at Screening and throughout the entire study to Day 90 (EOS/ET).\n14. Subjects must have a positive peanut DBPCFC at Screening with an eliciting dose of ≥ 10 mg and ≤ 300 mg of peanut protein in order to be included in statistical analyses for exploratory endpoints. Subjects who tolerate \\> 444 mg of peanut protein (cumulative tolerated dose) will be followed for safety and will be evaluated separately.\n\nExclusion Criteria:\n\n1. Subjects with history of severe anaphylaxis to peanuts defined as neurological compromise or requiring intubation.\n2. Subjects who have received administration of vaccinations in the following time frame:\n\n   * Any live vaccine (other than intranasal Influenza) within 28 days prior to Screening;\n   * Any subunit vaccine within 14 days prior to Screening;\n   * Any COVID-19 vaccine (either first or second dose) within 14 days prior to Screening. Subjects who have received the first dose of any COVID-19 vaccine may not screen for the study until 14 days following their second dose of the vaccine if applicable;\n   * Any planned vaccination prior to Day 15.\n3. Subjects who have received any specific immunotherapy for food allergy (e.g., epicutaneous immunotherapy \\[EPIT\\], sublingual immunotherapy \\[SLIT\\], subcutaneous immunotherapy \\[SCIT\\], and oral immunotherapy \\[OIT\\]) in the 3 months prior to Screening, or who plan to receive any of these treatments during the study period.\n4. Subjects in build-up phase of immunotherapy for aeroallergens or venom. Individuals tolerating maintenance aeroallergen or venom immunotherapy at Screening can be enrolled.\n5. Subjects who have a severe hypersensitivity to omalizumab or any ingredient of omalizumab.\n6. Subjects with relative contraindication or inability to use epinephrine auto-injector.\n7. Subjects who have used the following drug(s) within 2 months prior to Screening: Systemic steroids, chemical mediator-isolation inhibitors, Th2 cytokine inhibitors, thromboxane A2 synthesis inhibitors, thromboxane A2 receptor antagonists, β-blockers, angiotensin-converting enzyme inhibitors, and/or angiotensin-receptor blockers.\n8. Subjects who have used biologics and/or immune modulators (including but not limited to anti-TNFα antibody and anti-IgE monoclonal antibody) within 3 months prior to Screening.\n9. Subjects with a history of allergic reactions such as anaphylactic shock, angioedema with airway constriction, or hypotension caused by food other than peanut and/or medical products.\n10. Subjects with positive test results for hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody, or human immunodeficiency virus (HIV) antigen/antibody as determined at Screening.\n11. Subjects who are immunocompromised, including those receiving immunosuppressive doses of corticosteroids (more than 20 mg of prednisone given daily or on alternate days for 2 weeks or more within 6 months prior to Screening, any dose of corticosteroids within 30 days of Screening, or high dose inhaled corticosteroids \\[\\> 960 μg/day of beclomethasone dipropionate or equivalent\\]) or other immunosuppressive agents.\n12. Subjects with a history of unstable angina pectoris, cardiac disease or dysrhythmias, severe chronic lung disease, or any other chronic medical condition that which in the opinion of the investigator, would pose a significant health threat in the event of anaphylaxis/treatment of anaphylaxis.\n13. Subjects with active eosinophilic esophagitis (EoE) or other eosinophilic gastrointestinal disease.\n14. Subjects with clinically significant abnormality on electrocardiogram (ECG) at Screening that, in the investigator's opinion, makes the subject unsuitable for study participation.\n15. Subjects with active malignancy, or history of malignancy or chemotherapy within the past 5 years other than history of localized or surgical removal of focal skin cancer, or cervical cancer in situ treated successfully in the past by local treatment (including but not limited to cryotherapy or laser therapy) or by hysterectomy.\n16. Subjects with a mental condition such as schizophrenia, bipolar disorder, major depressive disorder, or subjects who have received drug(s) for the treatment of dementia.\n17. Subjects with severe or poorly controlled atopic disease including atopic dermatitis, generalized eczema, allergic rhinitis and/or urticaria.\n18. Subjects who are unable to discontinue oral antihistamines for at least 7 days prior to Screening and at least 7 days prior to the start of the Post-Dosing DBPCFC Challenge 1 and through the completion of each challenge.\n19. Subjects who use beta-agonists (within 12 hours), theophylline (within 12 hours), and cromolyn (within 12 hours) prior to SPTs/DBPCFCs.\n20. Subjects with severe or uncontrolled/difficult to control asthma/wheezing, defined by at least one of the following criteria:\n\n    * Global Initiative for Asthma (GINA) 2020: Personalized management to control symptoms and minimize future risk requiring treatment Steps 4 or 5 OR:\n    * Forced expiratory volume in 1 second (FEV1) \\< 80% of predicted, or ratio of FEV1 to forced vital capacity (FEV1/FVC) \\< 75% of predicted, with or without controller medications (only those able to reliable perform spirometry. If unable to do spirometry, PEF of \\> 80% is acceptable OR;\n    * One overnight admission to a hospital in the past year for asthma OR;\n    * Emergency room visit for asthma within 6 months prior to Screening OR;\n    * History of 2 or more systemic corticosteroid courses within 6 months of Screening or one course of systemic corticosteroids within 3 months of Screening to treat asthma/wheezing OR:\n    * Prior intubation/mechanical ventilation for asthma/wheezing.\n21. Subjects who have received an investigational therapy within 28 days or 5 half-lives, whichever is longer, prior to Screening.\n22. Subjects with dose-limiting reaction (based on CoFAR Grading Scale for Systemic Allergic Reactions; to any dose during placebo (oat) DBPCFC at Screening.\n23. Subjects with any condition which, in the investigator's opinion, makes the subject unsuitable for study participation: Past or current medical problems, history of other chronic diseases requiring therapy, findings from physical assessment, or abnormalities in clinical laboratory testing that are not listed above, which in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements, or that may impact the quality or interpretation of the data obtained from the study.\n24. Subjects with a known sensitivity to any components of CNP-201 (PLGA, sucrose, mannitol, or sodium citrate).",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "16 Years",
      "maximumAge": "55 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Jerry Staser",
          "affiliation": "COUR Pharmaceuticals, Inc",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical Research of Arizona",
          "city": "Scottsdale",
          "state": "Arizona",
          "zip": "85251",
          "country": "United States",
          "geoPoint": {
            "lat": 33.50921,
            "lon": -111.89903
          }
        },
        {
          "facility": "Stanford University School of Medicine / Sean N. Parker Center for Allergy and Asthma Research",
          "city": "Mountain View",
          "state": "California",
          "zip": "94040",
          "country": "United States",
          "geoPoint": {
            "lat": 37.38605,
            "lon": -122.08385
          }
        },
        {
          "facility": "Peninsula Research Institute",
          "city": "Rolling Hills Estates",
          "state": "California",
          "zip": "90274",
          "country": "United States",
          "geoPoint": {
            "lat": 33.78779,
            "lon": -118.35813
          }
        },
        {
          "facility": "Allergy & Asthma Medical Group and Research Center",
          "city": "San Diego",
          "state": "California",
          "zip": "92123",
          "country": "United States",
          "geoPoint": {
            "lat": 32.71571,
            "lon": -117.16472
          }
        },
        {
          "facility": "Allergy & Asthma Associates of Santa Clara Valley Research Center",
          "city": "San Jose",
          "state": "California",
          "zip": "95117",
          "country": "United States",
          "geoPoint": {
            "lat": 37.33939,
            "lon": -121.89496
          }
        },
        {
          "facility": "Pharmaceutical Research & Consulting, Inc",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75231",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        },
        {
          "facility": "Western Sky Medical Research",
          "city": "El Paso",
          "state": "Texas",
          "zip": "79903",
          "country": "United States",
          "geoPoint": {
            "lat": 31.75872,
            "lon": -106.48693
          }
        },
        {
          "facility": "Seattle Allergy & Asthma",
          "city": "Seattle",
          "state": "Washington",
          "zip": "98115",
          "country": "United States",
          "geoPoint": {
            "lat": 47.60621,
            "lon": -122.33207
          }
        },
        {
          "facility": "Virginia Mason Medical Center",
          "city": "Seattle",
          "state": "Washington",
          "zip": "98181",
          "country": "United States",
          "geoPoint": {
            "lat": 47.60621,
            "lon": -122.33207
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}