{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05042830",
      "orgStudyIdInfo": {
        "id": "IgE21"
      },
      "organization": {
        "fullName": "Medical University of Vienna",
        "class": "OTHER"
      },
      "briefTitle": "Contribution of Nasal IgE Production to the Boost of Systemic Allergen-specific IgE Upon Nasal Allergen Contact",
      "officialTitle": "Contribution of Local Nasal IgE Production to the Boost of Systemic Allergen-specific IgE Production Upon Nasal Allergen Contact - an Explorative Pilot Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-06",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-11-11",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-09",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-09-03",
      "studyFirstSubmitQcDate": "2021-09-03",
      "studyFirstPostDateStruct": {
        "date": "2021-09-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-06",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Sven Schneider, MD",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "Medical University of Vienna"
      },
      "leadSponsor": {
        "name": "Medical University of Vienna",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "IgE-associated allergies are consistently on the rise forming an enormous wellbeing concern and affecting about 25% of the population around the world, with main prevalence in developed nations. Birch pollen is one important allergen driving allergic conjunctivitis and rhinitis. The characteristics and location IgE producing cells in the nose and their contribution to the subsequent increase in allergen-specific IgE levels in the serum have so far poorly been investigated. Understanding these mechanisms is critical for the development of new therapeutic approaches and is thus the aim of the proposed study. Thus, the investigators plan to conduct a two-armed study of a randomized placebo-controlled double-blind nasal allergen provocation where 30 patients will be provoked with birch pollen extract (n=20) or placebo (n=10) out of the birch pollen season (October) and follow them closely for up to 4 months. Therefore, the objective of this study is to investigate the localization and characteristics of IgE producing cells in the nasal mucosa contributing to the allergen-induced boosts of specific serum IgE upon natural and controlled nasal allergen exposure.",
      "detailedDescription": "The nose represents an important and first site of allergen contact, both because it is the organ most frequently affected by allergic symptoms and also because it plays an important role for the regulation of IgE production and allergic inflammation. The nasal mucosa acts as a barrier against intruding allergens. This barrier function can be perturbed by various factors such as cigarette smoke, rhinovirus infection or interferon-γ. Exposure to these factors may lead to increased allergen penetration. Nasal allergen contact in sensitized subjects leads to allergic nasal inflammation and symptoms. The investigators of this study have previously demonstrated that allergen-specific IgE levels in sensitized individuals are strongly boosted upon nasal allergen contact during the relevant allergen season or in well controlled intranasal allergen challenge models. This allergen-induced rise in IgE levels consequently leads to increased sensitivity of allergic patients in terms of IgE-mediated mast cell and basophil activation as well as IgE-facilitated antigen presentation via the high (FcεRI) or low (CD23) affinity receptor for IgE by antigen presenting cells, to T cells. In this context, the investigators have recently shown that not only allergen-specific IgE levels themselves but also the crosslinking ability of complexes formed between IgE and allergen dictate the extent of CD23-mediated T cell activation.\n\nThe observation that nasal allergen contact triggers boosting of systemic allergen-specific IgE levels indicates the presence of IgE+ producing cells locally in the nasal mucosa which can be stimulated upon allergen contact. This hypothesis is supported by the following observations: (A) there is an evidence that IgE-producing B cells and plasma cells are present in the nasal mucosa but nothing has been proven yet. (B) Upon ex vivo challenge of biopsies from nasal mucosa of allergic patients, local synthesis not only of ε germline, but also of ε circle transcripts as products of mature IgE synthesis were observed. However, to which extent this local nasal IgE production contributes to the observed systemic boost of IgE and the underlying kinetics of IgE production are so far unknown and are one important aim of this proposal.\n\nAlso, though local IgE production has been observed, the presence of the IgE producing cells themselves in the nasal mucosa has so far not been confirmed. One important reason for this is the difficulty of unambiguously identifying those cells by flow cytometry or fluorescence microscopy. In the past several step by step flow cytometry protocols have been developed with the aim of excluding non-relevant cells prior to gating for IgE+ B cells. However, it needs to be borne in mind that all currently used anti-IgE antibodies recognize not only surface IgE present in the form of the B cell receptor but also bound to CD23. As a consequence, most current studies overestimate the presence of IgE B cell receptor (BCR) bearing B cells. This has only recently been demonstrated in a study by Jimenez-Saiz et al. where the authors found that only around 0.0015% of B cells bear an IgE BCR. Here the authors employed a single cell nested polymerase chain reaction (PCR) approach to validate the nature of the BCR after flow cytometry-based cell sorting for IgE+ B cells using previously reported protocols. The overestimation is most likely due to detection of IgE+ B cells bearing CD23 bound IgE. One option to improve flow cytometric detection could be to exclude CD23 positive cells but this could also lead to exclusion of IgE producing cells expressing CD23. Thus, the only alternative to overcome this obstacle is to use an anti-IgE antibody that can distinguish between receptor bound and membrane anchored IgE. In this respect, an anti-IgE antibody fulfilling these requirements has recently been shown to successfully identify IgE producing cells. Thus, the investigators will employ this novel strategy to identify IgE producing cells both in the nasal mucosa as well as in the blood of allergic subjects.\n\nIn this project, the investigators aim to elucidate the sites and characteristics of allergen-specific IgE production in a two-armed study spanning birch pollen allergic subject undergoing controlled nasal birch pollen challenge outside the season (October). To that aim, IgE producing cells in blood will be determined using flow cytometry and IgE producing cells in the nasal mucosa will be revealed in nasal biopsies using confocal microscopy. Understanding the characteristics and locations of IgE producing cells is critical for the development of future new therapeutic approaches."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy"
      ],
      "keywords": [
        "Hypersensitivity",
        "Immunological Diseases"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 30,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Active group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Birch allergic subjects receiving birch pollen extract challenge",
          "interventionNames": [
            "Procedure: Blood sampling",
            "Procedure: Nasal biopsies",
            "Biological: Nasal specimen collection",
            "Procedure: Mucosal RNA sampling",
            "Procedure: Intranasal challenge",
            "Procedure: Skin prick test",
            "Procedure: Peak Nasal Inspiratory Flow (PNIF)",
            "Biological: Pregnancy test"
          ]
        },
        {
          "label": "Control group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Birch allergic subjects receiving saline",
          "interventionNames": [
            "Procedure: Blood sampling",
            "Procedure: Nasal biopsies",
            "Biological: Nasal specimen collection",
            "Procedure: Mucosal RNA sampling",
            "Procedure: Intranasal challenge",
            "Procedure: Skin prick test",
            "Procedure: Peak Nasal Inspiratory Flow (PNIF)",
            "Biological: Pregnancy test"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Blood sampling",
          "description": "Blood samples will be taken by puncture of the antecubital vein for peripheral blood mononuclear cells (PBMCs) isolation, cytokines measurement, and flow cytometry analysis",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Nasal biopsies",
          "description": "Nasal biopsies will be taken from the lower fringe of the inferior turbinate, approximately 1-2cm from the anterior curved edge for RNA sequencing and confocal microscopy staining",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Nasal specimen collection",
          "description": "Nasal specimen collection will be conducted. Nasosorption FXi/PU (containing a synthetic absorptive matrix (SAM)) will be obtained.",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Mucosal RNA sampling",
          "description": "A 10 cm nasal curette will be used (Rhino-Probe, Arlington Scientific, USA). The curette is brought to lie against the mid-inferior portion of the inferior turbinate under direct visualisation. The curette is rubbed against the mucosal surface, going outwards. To ensure successful sample acquisition, this motion will be repeated 2-3 times",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Intranasal challenge",
          "description": "The extract of birch pollen (Allergopharma, Vienna, Austria) will be freshly diluted in a 0.9 percent sterile sodium chloride solution and administered by means of a metered pump. The allergen will be administered supplying 15 μl per puff to both nostrils. Azelastine nasal spray or desloratadine 5mg will be given if the patient suffers from nasal or eye symptoms after the challenge. Equivalent amount of saline without allergens will be given to the control group.",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Skin prick test",
          "description": "In order to evaluate the patient's sensitization profile at the screening visit, a regular skin prick test will be conducted with commercial birch pollen extract and a panel of allergens used in routine diagnosis in the allergy clinic of the ear, nose, and throat (ENT) department.\n\nTitrated skin prick test: Titrated skin prick test (SPT) to birch pollen extract is conducted by using increasing dilutions up to 1:100 000. As a result, it is possible to determine the lowest concentration that leads in a skin reaction.",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Peak Nasal Inspiratory Flow (PNIF)",
          "description": "The functionality and convenience of the PNIF presents a rare opportunity to rapidly obtain objective measurements of nasal peak inspiratory flow. It was also validated during other nasal allergen challenge as a study tool",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Pregnancy test",
          "description": "In female patients, a regular urine pregnancy test will rule out pregnancy. The test will be conducted at the screening visit before the first skin prick test and then once a month afterwards.",
          "armGroupLabels": [
            "Active group",
            "Control group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Quantification of IgE producing cells",
          "description": "Quantification of the number of IgE producing cells in blood and nasal biopsies (Number of IgE producing cells of total cells) by flow cytometry and microscopy",
          "timeFrame": "3 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Birch pollen sensitized subjects\n\n  * Moderate to severe allergic rhinitis to birch pollen allergen for at least two seasons according to their medical history\n  * Sensitization to Bet v 1 (Bet v 1 specific IgE: 3.5 kU/L or higher as specified by UniCAP-FEIA)\n* CD203c or CD63 upregulation upon challenge with Bet v 1 in flow cytometric basophil activation tests (≥20% upregulation of CD63 or CD203c upon Bet v 1 stimulation in comparison with unstimulated controls as measured by flow cytometry)\n* Willingness to follow the protocol.\n* Written informed consent\n* Standard healthcare insurance\n* Subjects should be available during the entire study period\n\nExclusion Criteria:\n\n* Evidence of acute, chronic, malignant or general diseases- assessed by asking the patient (e.g. Did you suffer or are you currently suffering from any malignant or generalised disease? Did you suffer or are you currently suffering from any chronic disease? Did you have any acute disease in the past two weeks?).\n* A History of anaphylaxis.\n* Utilization of leukotriene modifiers.\n* Utilization of long-acting antihistamines.\n* Chronic or intermittent use of oral, inhaled, intramuscular, intravenous, and potent topical corticosteroids.\n* Nasal polyps, history of chronic sinusitis or considerable deviation of the nasal septum\n* Rhinitis secondary to other causes.\n* Contra-indications to skin prick testing, for example, skin irritation in the test area and urticaria factitia.\n* Cardiovascular diseases or anti-hypertensive therapy and beta-blockers.\n* Any disruption of coagulation system through medication or known clotting disorders\n* Prophylactic aspirin therapy\n* Chronic use of additional medications that would affect assessment and the results of the study (e.g., tricyclic antidepressants that block both H1 and H2 receptors)\n* Pregnant or breastfeeding females.\n* Actual disability that would influence subject's ability to participate in the study.\n* History of mental illness, intellectual deficiency, drug or alcohol abuse\n* Active asthma requiring treatment\n* Birch Pollen allergen immunotherapy\n* Arranged travel outside the study region for a substantial portion of study period.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Sven Schneider, MD",
          "role": "CONTACT",
          "phone": "+4314040034380",
          "email": "sven.schneider@meduniwien.ac.at"
        },
        {
          "name": "Julia Eckl-Dorna, MD, PhD",
          "role": "CONTACT",
          "phone": "+4314040034380",
          "email": "julia.eckl-dorna@meduniwien.ac.at"
        }
      ],
      "overallOfficials": [
        {
          "name": "Sven Schneider, MD",
          "affiliation": "Medical University of Vienna",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical University of Vienna",
          "status": "RECRUITING",
          "city": "Vienna",
          "state": "Vienna",
          "zip": "1090",
          "country": "Austria",
          "contacts": [
            {
              "name": "Julia Eckl-Dorna, MD, PhD",
              "role": "CONTACT",
              "phone": "+43140400",
              "phoneExt": "34380",
              "email": "julia.eckl-dorna@meduniwien.ac.at"
            },
            {
              "name": "Sven Schneider, MD",
              "role": "CONTACT",
              "phone": "+43140400",
              "phoneExt": "34380",
              "email": "sven.schneider@meduniwien.ac.at"
            },
            {
              "name": "Sven Schneider, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Julia Eckl-Dorna, MD, PhD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Mohammed Zghaebi, MSc",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Nicholas Campion, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Rudolf Valenta, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Sabine Flicker, PhD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Verena Niederberger, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Tina Bartosik, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Katharina Gangl, MD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.20849,
            "lon": 16.37208
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "19120070",
          "type": "BACKGROUND",
          "citation": "Gangl K, Reininger R, Bernhard D, Campana R, Pree I, Reisinger J, Kneidinger M, Kundi M, Dolznig H, Thurnher D, Valent P, Chen KW, Vrtala S, Spitzauer S, Valenta R, Niederberger V. Cigarette smoke facilitates allergen penetration across respiratory epithelium. Allergy. 2009 Mar;64(3):398-405. doi: 10.1111/j.1398-9995.2008.01861.x. Epub 2008 Dec 16."
        },
        {
          "pmid": "26044772",
          "type": "BACKGROUND",
          "citation": "Gangl K, Waltl EE, Vetr H, Cabauatan CR, Niespodziana K, Valenta R, Niederberger V. Infection with Rhinovirus Facilitates Allergen Penetration Across a Respiratory Epithelial Cell Layer. Int Arch Allergy Immunol. 2015;166(4):291-6. doi: 10.1159/000430441. Epub 2015 May 13."
        },
        {
          "pmid": "15867854",
          "type": "BACKGROUND",
          "citation": "Reisinger J, Triendl A, Kuchler E, Bohle B, Krauth MT, Rauter I, Valent P, Koenig F, Valenta R, Niederberger V. IFN-gamma-enhanced allergen penetration across respiratory epithelium augments allergic inflammation. J Allergy Clin Immunol. 2005 May;115(5):973-81. doi: 10.1016/j.jaci.2005.01.021."
        },
        {
          "pmid": "17057411",
          "type": "BACKGROUND",
          "citation": "Niederberger V, Ring J, Rakoski J, Jager S, Spitzauer S, Valent P, Horak F, Kundi M, Valenta R. Antigens drive memory IgE responses in human allergy via the nasal mucosa. Int Arch Allergy Immunol. 2007;142(2):133-44. doi: 10.1159/000096439. Epub 2006 Oct 19."
        },
        {
          "pmid": "25705889",
          "type": "BACKGROUND",
          "citation": "Egger C, Lupinek C, Ristl R, Lemell P, Horak F, Zieglmayer P, Spitzauer S, Valenta R, Niederberger V. Effects of nasal corticosteroids on boosts of systemic allergen-specific IgE production induced by nasal allergen exposure. PLoS One. 2015 Feb 23;10(2):e0114991. doi: 10.1371/journal.pone.0114991. eCollection 2015."
        },
        {
          "pmid": "29083477",
          "type": "BACKGROUND",
          "citation": "Eckl-Dorna J, Froschl R, Lupinek C, Kiss R, Gattinger P, Marth K, Campana R, Mittermann I, Blatt K, Valent P, Selb R, Mayer A, Gangl K, Steiner I, Gamper J, Perkmann T, Zieglmayer P, Gevaert P, Valenta R, Niederberger V. Intranasal administration of allergen increases specific IgE whereas intranasal omalizumab does not increase serum IgE levels-A pilot study. Allergy. 2018 May;73(5):1003-1012. doi: 10.1111/all.13343. Epub 2017 Dec 12."
        },
        {
          "pmid": "29731005",
          "type": "BACKGROUND",
          "citation": "Valenta R, Karaulov A, Niederberger V, Gattinger P, van Hage M, Flicker S, Linhart B, Campana R, Focke-Tejkl M, Curin M, Eckl-Dorna J, Lupinek C, Resch-Marat Y, Vrtala S, Mittermann I, Garib V, Khaitov M, Valent P, Pickl WF. Molecular Aspects of Allergens and Allergy. Adv Immunol. 2018;138:195-256. doi: 10.1016/bs.ai.2018.03.002. Epub 2018 Apr 26."
        },
        {
          "pmid": "30705676",
          "type": "BACKGROUND",
          "citation": "Eckl-Dorna J, Villazala-Merino S, Linhart B, Karaulov AV, Zhernov Y, Khaitov M, Niederberger-Leppin V, Valenta R. Allergen-Specific Antibodies Regulate Secondary Allergen-Specific Immune Responses. Front Immunol. 2019 Jan 17;9:3131. doi: 10.3389/fimmu.2018.03131. eCollection 2018."
        },
        {
          "pmid": "31775017",
          "type": "BACKGROUND",
          "citation": "Villazala-Merino S, Rodriguez-Dominguez A, Stanek V, Campion NJ, Gattinger P, Hofer G, Froeschl R, Fae I, Lupinek C, Vrtala S, Breiteneder H, Keller W, Perkmann T, Nakamura R, Pickl WF, Valenta R, Eckl-Dorna J, Niederberger V. Allergen-specific IgE levels and the ability of IgE-allergen complexes to cross-link determine the extent of CD23-mediated T-cell activation. J Allergy Clin Immunol. 2020 Mar;145(3):958-967.e5. doi: 10.1016/j.jaci.2019.11.019. Epub 2019 Nov 24."
        },
        {
          "pmid": "10759442",
          "type": "BACKGROUND",
          "citation": "KleinJan A, Vinke JG, Severijnen LW, Fokkens WJ. Local production and detection of (specific) IgE in nasal B-cells and plasma cells of allergic rhinitis patients. Eur Respir J. 2000 Mar;15(3):491-7. doi: 10.1034/j.1399-3003.2000.15.11.x."
        },
        {
          "pmid": "10887304",
          "type": "BACKGROUND",
          "citation": "Cameron L, Hamid Q, Wright E, Nakamura Y, Christodoulopoulos P, Muro S, Frenkiel S, Lavigne F, Durham S, Gould H. Local synthesis of epsilon germline gene transcripts, IL-4, and IL-13 in allergic nasal mucosa after ex vivo allergen exposure. J Allergy Clin Immunol. 2000 Jul;106(1 Pt 1):46-52. doi: 10.1067/mai.2000.107398."
        },
        {
          "pmid": "9394816",
          "type": "BACKGROUND",
          "citation": "Durham SR, Gould HJ, Thienes CP, Jacobson MR, Masuyama K, Rak S, Lowhagen O, Schotman E, Cameron L, Hamid QA. Expression of epsilon germ-line gene transcripts and mRNA for the epsilon heavy chain of IgE in nasal B cells and the effects of topical corticosteroid. Eur J Immunol. 1997 Nov;27(11):2899-906. doi: 10.1002/eji.1830271123."
        },
        {
          "pmid": "15814733",
          "type": "BACKGROUND",
          "citation": "Takhar P, Smurthwaite L, Coker HA, Fear DJ, Banfield GK, Carr VA, Durham SR, Gould HJ. Allergen drives class switching to IgE in the nasal mucosa in allergic rhinitis. J Immunol. 2005 Apr 15;174(8):5024-32. doi: 10.4049/jimmunol.174.8.5024."
        },
        {
          "pmid": "14500683",
          "type": "BACKGROUND",
          "citation": "Cameron L, Gounni AS, Frenkiel S, Lavigne F, Vercelli D, Hamid Q. S epsilon S mu and S epsilon S gamma switch circles in human nasal mucosa following ex vivo allergen challenge: evidence for direct as well as sequential class switch recombination. J Immunol. 2003 Oct 1;171(7):3816-22. doi: 10.4049/jimmunol.171.7.3816."
        },
        {
          "pmid": "23585215",
          "type": "BACKGROUND",
          "citation": "Eckl-Dorna J, Niederberger V. What is the source of serum allergen-specific IgE? Curr Allergy Asthma Rep. 2013 Jun;13(3):281-7. doi: 10.1007/s11882-013-0348-x."
        },
        {
          "pmid": "29380876",
          "type": "BACKGROUND",
          "citation": "Heeringa JJ, Rijvers L, Arends NJ, Driessen GJ, Pasmans SG, van Dongen JJM, de Jongste JC, van Zelm MC. IgE-expressing memory B cells and plasmablasts are increased in blood of children with asthma, food allergy, and atopic dermatitis. Allergy. 2018 Jun;73(6):1331-1336. doi: 10.1111/all.13421. Epub 2018 Mar 30."
        },
        {
          "pmid": "28665197",
          "type": "BACKGROUND",
          "citation": "Oliveria JP, Salter BM, MacLean J, Kotwal S, Smith A, Harris JM, Scheerens H, Sehmi R, Gauvreau GM. Increased IgE+ B Cells in Sputum, but Not Blood, Bone Marrow, or Tonsils, after Inhaled Allergen Challenge in Subjects with Asthma. Am J Respir Crit Care Med. 2017 Jul 1;196(1):107-109. doi: 10.1164/rccm.201611-2274LE. No abstract available."
        },
        {
          "pmid": "30959060",
          "type": "BACKGROUND",
          "citation": "Jimenez-Saiz R, Ellenbogen Y, Bruton K, Spill P, Sommer DD, Lima H, Waserman S, Patil SU, Shreffler WG, Jordana M. Human BCR analysis of single-sorted, putative IgE+ memory B cells in food allergy. J Allergy Clin Immunol. 2019 Jul;144(1):336-339.e6. doi: 10.1016/j.jaci.2019.04.001. Epub 2019 Apr 5."
        },
        {
          "pmid": "27343203",
          "type": "BACKGROUND",
          "citation": "Selb R, Eckl-Dorna J, Twaroch TE, Lupinek C, Teufelberger A, Hofer G, Focke-Tejkl M, Gepp B, Linhart B, Breiteneder H, Ellinger A, Keller W, Roux KH, Valenta R, Niederberger V. Critical and direct involvement of the CD23 stalk region in IgE binding. J Allergy Clin Immunol. 2017 Jan;139(1):281-289.e5. doi: 10.1016/j.jaci.2016.04.015. Epub 2016 May 7."
        },
        {
          "pmid": "31466324",
          "type": "BACKGROUND",
          "citation": "Eckl-Dorna J, Villazala-Merino S, Campion NJ, Byazrova M, Filatov A, Kudlay D, Karsonova A, Riabova K, Khaitov M, Karaulov A, Niederberger-Leppin V, Valenta R. Tracing IgE-Producing Cells in Allergic Patients. Cells. 2019 Aug 28;8(9):994. doi: 10.3390/cells8090994."
        },
        {
          "pmid": "20458139",
          "type": "BACKGROUND",
          "citation": "Brightbill HD, Jeet S, Lin Z, Yan D, Zhou M, Tan M, Nguyen A, Yeh S, Delarosa D, Leong SR, Wong T, Chen Y, Ultsch M, Luis E, Ramani SR, Jackman J, Gonzalez L, Dennis MS, Chuntharapai A, DeForge L, Meng YG, Xu M, Eigenbrot C, Lee WP, Refino CJ, Balazs M, Wu LC. Antibodies specific for a segment of human membrane IgE deplete IgE-producing B cells in humanized mice. J Clin Invest. 2010 Jun;120(6):2218-29. doi: 10.1172/JCI40141. Epub 2010 May 10."
        },
        {
          "pmid": "26993628",
          "type": "BACKGROUND",
          "citation": "Harris JM, Maciuca R, Bradley MS, Cabanski CR, Scheerens H, Lim J, Cai F, Kishnani M, Liao XC, Samineni D, Zhu R, Cochran C, Soong W, Diaz JD, Perin P, Tsukayama M, Dimov D, Agache I, Kelsen SG. A randomized trial of the efficacy and safety of quilizumab in adults with inadequately controlled allergic asthma. Respir Res. 2016 Mar 18;17:29. doi: 10.1186/s12931-016-0347-2."
        },
        {
          "pmid": "28932387",
          "type": "BACKGROUND",
          "citation": "Boelke G, Berger U, Bergmann KC, Bindslev-Jensen C, Bousquet J, Gildemeister J, Jutel M, Pfaar O, Sehlinger T, Zuberbier T. Peak nasal inspiratory flow as outcome for provocation studies in allergen exposure chambers: a GA2LEN study. Clin Transl Allergy. 2017 Sep 17;7:33. doi: 10.1186/s13601-017-0169-4. eCollection 2017."
        },
        {
          "pmid": "19302561",
          "type": "BACKGROUND",
          "citation": "Focke M, Marth K, Valenta R. Molecular composition and biological activity of commercial birch pollen allergen extracts. Eur J Clin Invest. 2009 May;39(5):429-36. doi: 10.1111/j.1365-2362.2009.02109.x."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001800",
          "term": "Blood Specimen Collection"
        },
        {
          "id": "D010328",
          "term": "Patch Tests"
        },
        {
          "id": "D011258",
          "term": "Pregnancy Tests"
        }
      ],
      "ancestors": [
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D011677",
          "term": "Punctures"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D012882",
          "term": "Skin Tests"
        },
        {
          "id": "D007159",
          "term": "Immunologic Tests"
        },
        {
          "id": "D007158",
          "term": "Immunologic Techniques"
        },
        {
          "id": "D003944",
          "term": "Diagnostic Techniques, Obstetrical and Gynecological"
        }
      ]
    }
  },
  "hasResults": false
}