{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05405478",
      "orgStudyIdInfo": {
        "id": "25130"
      },
      "organization": {
        "fullName": "Shiraz University of Medical Sciences",
        "class": "OTHER"
      },
      "briefTitle": "Omalizumab Efficacy in Patients With Refractory Nasal Polyps",
      "officialTitle": "Omalizumab in Patients With Refractory Nasal Polyp"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-05",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-06-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-12-23",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-01-23",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-02-11",
      "studyFirstSubmitQcDate": "2022-05-31",
      "studyFirstPostDateStruct": {
        "date": "2022-06-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-05-31",
      "lastUpdatePostDateStruct": {
        "date": "2022-06-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Hossein Esmaielzadeh",
        "investigatorTitle": "clinicalprofessor",
        "investigatorAffiliation": "Shiraz University of Medical Sciences"
      },
      "leadSponsor": {
        "name": "Shiraz University of Medical Sciences",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": true
    },
    "descriptionModule": {
      "briefSummary": "in patients with chronic rhinosinusitis with nasal polyps and concomitant asthma, they have a poor therapeutic response and a higher recurrence rate, and treatment in these patients often fails.\n\ninvestigators conducted this study to survey the efficacy of Omalizumab (anti IgE) on patients with refractory nasal polyp to confirm its efficacy entering to treatment guidelines.SNOT-22 score will measure at screening; on day 1; and at weeks 4, 8, 16, and 24 (point range, 0-110, with lower scores indicating better disease control and quality of life .",
      "detailedDescription": "Nasal polyps are benign edematous masses in the nasal cavities, paranasal cavities, or both with a probable overall prevalence of approximately 2% to 4% that can cause nasal obstruction, rhinorrhea, postnasal drip, and loss of smell . Treatment options for these patients include topical corticosteroids, systemic corticosteroids, and functional sinus endoscopic surgery. Especially in patients with chronic rhinosinusitis with nasal polyps and concomitant asthma, they have a poor therapeutic response and a higher recurrence rate, and treatment in these patients often fails. Both diseases have a great impact on the financial burden on society and the quality of life of the patient .\n\nChronic rhinosinusitis with nasal polyps (CRSwNP) and asthma are both complex airway inflammatory disorders that have become a serious medical and health system issues, nowadays. Among patients with CRSwNP, approximately 15% have aspirin intolerance and 30% have asthma . Asthma, whose symptoms include recurrent episodes of wheezing, shortness of breath, chest tightness, and cough, is a chronic inflammatory disorder of the airways characterized by airway obstruction, chronic inflammation, and airway overreaction. This is a common disease in various societies, with one in 20 people in the United States having asthma which eventually leading to a chronic relapse Although there are effective treatments for mild asthma, treating severe asthma is still difficult and expensive .\n\nPathophysiology of 80% of white patients with CRSwNP are characterized by localized eosinophilic inflammation associated with high production of tissue cationic protein eosinophils, interleukin-5, and tissue immunoglobulin E . Also, soluble IL-2 receptor α subunit, soluble IL-5 receptor α subunit and tryptase are important factors in causing inflammation, which ultimately leads to polyp . The presence of asthma in patients with CRSwNP increases local IgE levels. However, independent of the presence of allergy, tissue inflammation and the formation of localized IgE are sometimes seen in patients with CRSwNP . Recent evidence has been shown that Staphylococcus aureus enterotoxins (SEs) act as superantigens by inducing local polyclonal IgE formation associated with severe eosinophilic inflammation . In addition, the formation of IgE against these enterotoxins in the patients with CRSwNP is strongly associated with asthma . Regarding mentioned issues, one of the effective treatment strategies in patients with CRSwNP could be IgE antibody treatment regimens. Omalizumab is a human anti-IgE antioxidant that has previously been approved in the United States for patients with moderate to severe asthma and in Europe for patients with severe asthma. This drug is used if these patients do not respond to high-dose inhaled corticosteroids plus long-acting active β-agonists In 2013, Gevaert and his colleagues in a double blinded randomized study entitled \"Omalizumab is effective in allergic and nonallergic patients with nasal polyps and asthma\" investigated whether could Omalizumab be a treatment option for patients with nasal polyps and asthma or not. They discovered a significant decrease in total nasal endoscopic polyp scores after 16 weeks in the omalizumab-treated group, which was confirmed by means of computed tomographic scanning. Omalizumab had also a beneficial effect on airway symptoms (nasal congestion, wheezing, anterior rhinorrhea, loss of sense of smell, and dyspnea) and on quality-of-life scores, irrespective of the presence of allergy.\n\nIn a newly published paper, Gevaert et al. designed 2 randomized phase 3 trials to find out efficacy and safety of omalizumab in nasal polyposis. They concluded that the global, replicate, phase 3 studies, POLYP 1 nd POLYP 2, met both coprimary end points, demonstrating statistically significant improvements in nasal polyp score (NPS) and mean daily nasal congestion score (NCS) as well as patient-reported assessments of severity of symptoms in response to omalizumab versus placebo, on a background of intranasal mometasone, at week 24. Multiple secondary outcomes were also met. The improvements in Sino-Nasal Outcome Test (SNOT)-22 score illustrate the impact on patient quality of life and place the results into an important context relative to other therapies such as systemic corticosteroid (SCS) and surgery. In these two similar trials, Omalizumab was well tolerated, and adverse effects (AEs) were consistent with those previously reported. They finally represents Omalizumab as a new promising treatment option for patients with refractory CRSwNP, for whom there is a substantial unmet need for effective therapies.\n\nIn another study, Bidder et al. used SNOT-22 and asthma control questionnaire (ACQ-7) to evaluate whether treatment with the monoclonal antibody against IgE Omalizumab for severe allergic asthma also effectively treats co-existent CRSwNP or not. They reached rapid improvement at 4 weeks and 16 weeks of treatment in both CRSwNP and asthma control. The improvement in CRSwNP with Omalizumab was similar to that seen in a group of patients who received upper airway surgery. They introduced Omalizumab for severe allergic asthma also co-existent with CRSwNP. They suggested further clinical studies of current and emerging biological agents for severe asthma which include upper airway outcomes.\n\nSo, investigators conducted this study to survey the efficacy of Omalizumab on patients with refractory nasal polyp to confirm its efficacy entering to treatment guidelines.investigators will conduct a double blinded clinical trial study involving 30 patients who have 18-75 years old with history of 2 years rhinosinusitis with refractory nasal polyp referred to Nemazee hospital immune-allergy clinic affiliated with Shiraz University of Medical Sciences during 2022. Prick test will be done for all patients.\n\ninvestigarors will randomly (the method of randomization will be explained in greater detail) divide the patients into two groups (1:1) either receive Omalizumab or placebo. The protocol specified study dosing of 75 to 600 mg by subcutaneous injection every 2 or 4 weeks, depending on the pretreatment serum total IgE level and body weight (Table 1). According to low prevalence of the disease, drug expensiveness and absence of similar study investigators forced to choose 15 patients in each group based on retrospectively review the number of patients referring to the hospital during one year. Indeed, in this study patients enter hard and leave easily because of inclusion and exclusion criteria.\n\nSampling method is easy based on purpose. In this way, the investigator will be present at the time of the study and will begin sampling from accessible referral patients to obtain the total sample size.\n\nDemographic data and medical history will collect at the first visit during screening. Blood samples will collect at screening and at weeks 16, 24, and 28 for routine analyses. Serum IgE levels will determine at baseline. NPS (point range, 0-8) will determine for each nasal passage at screening and at weeks 4, 8, 16, and 24. Endoscopic videos will score at a central reading center by 2 blinded independent trained otolaryngologists. Discrepancies will adjudicated by a third blinded otolaryngologist. Nasal symptoms will recorde daily with the use of an e Diary (with nasal congestion, sense of smell, postnasal drip, and runny nose each assigned a score ranging from 0 \\[not at all\\] to 3 \\[severe\\]) ; each component will analyze separately and in a combined summed total nasal symptom score (TNSS) (point range, 0-12 ) The nasal congestion question forms the NCS. The University of Pennsylvania Smell Identification Test (UPSIT) will perform at day 1 and at weeks 8, 16, and 24 (point range, 0-40, with higher scores indicating better smell). SNOT-22 (Table 2) score will measure at screening; on day 1; and at weeks 4, 8, 16, and 24 (point range, 0-110, with lower scores indicating better disease control and quality of life \\[OoL\\]). In patients with comorbid asthma, the Asthma Quality of Life Questionnaire (AQLQ) will administere at day 1 and at weeks 16 and 24 (point range, 1-7, with higher scores indicating better QoL). Adverse events (AEs) and concomitant medications will monitor throughout treatment and safety follow-up."
    },
    "conditionsModule": {
      "conditions": [
        "Nasal Polyps"
      ],
      "keywords": [
        "nasal polyps",
        "rinosinusitis",
        "omalizumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 2,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "use of omalizumab in patients with refractory nasal polyp",
          "type": "EXPERIMENTAL",
          "description": "15 patients group with arrival criteria",
          "interventionNames": [
            "Drug: Omalizumab",
            "Diagnostic Test: SNOT22 score"
          ]
        },
        {
          "label": "control group patients with refractory nasal polyp",
          "type": "EXPERIMENTAL",
          "description": "15 patient that with arrival criteria cant arrive in the patients group",
          "interventionNames": [
            "Diagnostic Test: SNOT22 score"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab",
          "description": "subcutaneous injection every 2 or 4 weeks, depending on the pretreatment serum total IgE level and body weight",
          "armGroupLabels": [
            "use of omalizumab in patients with refractory nasal polyp"
          ],
          "otherNames": [
            "XOLAIR"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "SNOT22 score",
          "description": "score will measure at screening; on day 1; and at weeks 4, 8, 16, and 24 (point range, 0-110)",
          "armGroupLabels": [
            "control group patients with refractory nasal polyp",
            "use of omalizumab in patients with refractory nasal polyp"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "SNOT-22 (Table 2) score will measure at Questionable screening; on day 1 before treatment with omalizumab (point range, 0-110, );sino-nasal out come Test 22Quastionnaire",
          "description": "considering how severe the problem and how frequently it happens and determined how bad it is with choose the number; no problem :0 very mild:1 mild : 2 moderate:3 severe:4 as bad a it can be: 5\n\n1-need to blow nose 2-sneezing 3-runny nose 4- cough 5-post nasal discharge 6-thick nasal discharge 7-ear fullness 8-dizzness 9- ear pain 10-facial pain or pressure 11-difficulty falling asleep 12-waking up at night 13-lack of a good night sleep 14-waking up tired 15-fatigue 16-reduce productivity 17-reduce concentration 18-frustrated 19-sad 20-embarrassed 21-sense of taste and smell 22-blockageor congestion of nose",
          "timeFrame": "day 1"
        },
        {
          "measure": "SNOT-22 (Table 2) score will measure at Questionable screening; ;sino-nasal out come Test 22Quastionnaire week24 after treatment with omalizumab (point range, 0-110, )",
          "description": "considering how severe the problem and how frequently it happens and determined how bad it is with choose the number; no problem :0 very mild:1 mild : 2 moderate:3 severe:4 as bad a it can be: 5\n\n1-need to blow nose 2-sneezing 3-runny nose 4- cough 5-post nasal discharge 6-thick nasal discharge 7-ear fullness 8-dizzness 9- ear pain 10-facial pain or pressure 11-difficulty falling asleep 12-waking up at night 13-lack of a good night sleep 14-waking up tired 15-fatigue 16-reduce productivity 17-reduce concentration 18-frustrated 19-sad 20-embarrassed 21-sense of taste and smell 22-blockageor congestion of nose",
          "timeFrame": "up to 24 weeks"
        },
        {
          "measure": "assesment last score of the Test-22 Questionnaire before and after treatment with omalizumab that is related to sino-nasal and auricular function,sleep quality,psychological impact, and productivity.",
          "description": "patients are asked to recall their experience over a period of time and rate their symptoms on a severity scale from 0 to 5.they are also requested to identify up to 5 items that have the greatest impact on their health.",
          "timeFrame": "average 1 month"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* The patients which have been investigated in Nemazee hospital immune-allergy clinic\n* Patients who completed the informed consent form\n* The Patients aged 18-75 years with a history of sinus surgery at least once and usage of intranasal corticosteroid for at least 4 weeks\n* The patients having a total nasal polyp score (NPS) 5 or more ( NPS \\>2 for each nostril)\n* The patients having a nasal congestion score (NCS) of 2 or higher (with additional symptoms of postnasal drip, runny nose, and/or loss of sense of smell\n* The patients having a SNOT-22 score of 20 or higher on arrival\n\nExclusion Criteria:\n\n* The patients with other sinonasal or pulmonary disorders (except asthma), including current upper respiratory tract infection, cystic fibrosis, or other dyskinetic ciliary syndrome\n* History of past or current malignancy\n* History of a cardiac condition, hepatitis or liver cirrhosis\n* History of recent or current infection requiring hospitalization (\\<4 weeks, antibiotic (\\<2 weeks) or antifungal treatment, or parasitic infection (\\<6 months)\n* History of recent use of systemic corticosteroid (SCS) (\\<2 months), immunosuppressant, biologic, or leukotriene antagonist or modifier\n* Hist.ory of recent nasal surgery (\\<6 months); known allergy to omalizumab; or those who were immunocompromised",
      "healthyVolunteers": false,
      "sex": "ALL",
      "genderBased": true,
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "hossein esmailzade, attending",
          "role": "CONTACT",
          "phone": "09171052159",
          "email": "esmailzadeh_ho@yahoo.com"
        },
        {
          "name": "rafat noeiaghdam, fellow ship",
          "role": "CONTACT",
          "phone": "09171153977",
          "email": "noi.rafat@yahoo.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "hossein esmailzade",
          "affiliation": "SUMS",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Imam Reza Allergy and Immunology clinic, Shiraz University of Medical Sciences",
          "city": "Shiraz",
          "state": "Fars",
          "zip": "7186767431",
          "country": "Iran",
          "geoPoint": {
            "lat": 29.61031,
            "lon": 52.53113
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "32524991",
          "type": "RESULT",
          "citation": "Gevaert P, Omachi TA, Corren J, Mullol J, Han J, Lee SE, Kaufman D, Ligueros-Saylan M, Howard M, Zhu R, Owen R, Wong K, Islam L, Bachert C. Efficacy and safety of omalizumab in nasal polyposis: 2 randomized phase 3 trials. J Allergy Clin Immunol. 2020 Sep;146(3):595-605. doi: 10.1016/j.jaci.2020.05.032. Epub 2020 Jun 7."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "age-sex-BMI- SNOT22 questionnaire",
      "infoTypes": [
        "CSR"
      ],
      "timeFrame": "data of SNOT22 is analysis",
      "accessCriteria": "improvement of SNOT22 score in patients versus control group"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot",
          "hasProtocol": true,
          "hasSap": false,
          "hasIcf": false,
          "label": "Study Protocol",
          "date": "2022-04-05",
          "uploadDate": "2022-05-09T16:06",
          "filename": "Prot_000.pdf",
          "size": 163819
        },
        {
          "typeAbbrev": "SAP",
          "hasProtocol": false,
          "hasSap": true,
          "hasIcf": false,
          "label": "Statistical Analysis Plan",
          "date": "2022-04-05",
          "uploadDate": "2022-05-09T16:07",
          "filename": "SAP_001.pdf",
          "size": 75657
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2022-04-05",
          "uploadDate": "2022-05-09T16:08",
          "filename": "ICF_002.pdf",
          "size": 70423
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}