{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05253105",
      "orgStudyIdInfo": {
        "id": "TAB006-01"
      },
      "organization": {
        "fullName": "Shanghai Junshi Bioscience Co., Ltd.",
        "class": "OTHER"
      },
      "briefTitle": "A Clinical Study of TAB006 in Patients With Previously Treated, Advanced Malignancies",
      "officialTitle": "A Phase 1, Multicenter, Open-label Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of TAB006, as Monotherapy and in Combination With Toripalimab, in Patients With Previously Treated, Advanced Malignancies"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-02",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "transfer the study to another sponser",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-03-15",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-01-17",
      "studyFirstSubmitQcDate": "2022-02-15",
      "studyFirstPostDateStruct": {
        "date": "2022-02-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-05-24",
      "lastUpdatePostDateStruct": {
        "date": "2022-05-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Junshi Bioscience Co., Ltd.",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "TopAlliance Biosciences, Inc.",
          "class": "UNKNOWN"
        },
        {
          "name": "CTI Clinical Trial and Consulting Services",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective is to assess the safety and tolerability of TAB006 as monotherapy and in combination with toripalimab in subjects with selected advanced solid malignancies, including lymphoma, and to evaluate the recommended Phase 2 dose.\n\nThe secondary objectives are to: 1) describe the pharmacokinetic (PK) profile of TAB006 monotherapy and in combination with toripalimab and to describe the PK profile of toripalimab when administered with TAB006, 2) evaluate antitumor activity of TAB006 monotherapy and in combination with toripalimab; and 3) determine the immunogenicity of TAB006 monotherapy and in combination with toripalimab and to determine the immunogenicity of toripalimab when administered with TAB006.",
      "detailedDescription": "OVERVIEW This is a Phase 1, multi-center, open-label, dose-escalation study of TAB006 in combination with toripalimab. TAB006 is a recombinant humanized, IgG4κ (immunoglobulin gamma 4, kappa) monoclonal antibody (mAb) that specifically binds to the T cell immunoreceptor with Ig and ITIM domains (TIGIT). Toripalimab is a human IgG4κ mAb that specifically binds to the programmed death 1 (PD-1). It is estimated that up to 208 subjects with advanced solid malignancies, including lymphoma will be enrolled in the study.\n\nSubjects must have a histologically or cytologically confirmed advanced solid tumor, including lymphoma.\n\nThe study has 3 parts; Part A dose-escalation, Part B cohort expansion, Indication dose expansion.\n\nDose-Escalation Phase:\n\nPatients who have experienced disease progression will be sequentially enrolled into 5 proposed dose cohorts in Part A and Part B (e.g., Part A Cohort 1, Part A Cohort 2, Part B Cohort 1, Part A Cohort 3, Part B Cohort 2). In Parts A and B, TAB006 is administered as an intravenous infusion (IV) over 60 minutes on Day 1 of each 21-day cycle. In Part B, TAB006 is administered first, then toripalimab is administered IV over 60 minutes for the first dose. If tolerated, subsequent doses of TAB006 and toripalimab will be administered over a minimum of 30 minutes and no longer than 4 hours, if clinically indicated .\n\nPart A is closed to enrollment. Enrollment will begin with Part B, starting at the TAB006 60 mg dose level.\n\nThe DLT evaluation period is defined as 21 days following the first dose and inclusive of any dose delays \\> 14 days between initiation of the first and second cycle (i.e., if the second cycle is not initiated on day 22). A patient is considered to be \"DLT evaluable\" if they received both TAB006 and toripalimab and complete all evaluations in the DLT evaluation period or are withdrawn within 21 days due to an AE meeting the definition of a DLT.\n\nIf that patient does not experience a Grade 2 drug-related AE during the DLT evaluation period, enrollment in the next cohort will proceed. If that patient experiences a Grade 2 drug-related AE, that dose cohort and all subsequent cohorts will revert to a 3+3 design.\n\n* If 0 of the first 3 patients in a dose cohort experience a DLT during the DLT evaluation period, dose escalation may proceed to the next higher dose cohort with approval of the safety monitoring committee (SMC).\n* If 1 of the 3 patients in a dose cohort experiences a DLT during the DLT evaluation period, that dose cohort will be expanded to at least 6 patients.\n* If no more than 1 of 6 patients in the dose cohort experiences a DLT, dose escalation may proceed to the next planned dose cohort with the approval of the SMC.\n* If 2 or more patients in a dose cohort experience a DLT during the DLT evaluation period, the MTD will have been exceeded, and no further patients will be enrolled into that dose cohort or higher dose cohorts.\n\nThe protocol may be amended, based on the recommendation of the SMC, to enroll additional patients in a previously tested lower-dose cohort or to add an intermediate-dose cohort.\n\nPatients will be treated until unacceptable toxicity, disease progression per RECIST v1.1 or 2014 Lugano for lymphoma, withdrawal of consent, removal of the patient from study based on investigator's judgment of unacceptable risks to the patient, study termination by the Sponsor, or the completion of a total of 35 cycles (approximately 105 weeks) of study drug treatment.\n\nTreatment beyond RECIST-defined progression \\[i.e., immune unconfirmed progression (iUPD) per iRECIST\\] is permitted only if the patient provides consent per IRB policy and, in the judgment of the investigator, the patient is clinically stable, defined as:\n\n* No signs or symptoms indicating clinically significant progression of disease;\n* No decline in Eastern Cooperative Oncology Group (ECOG) performance status; and Absence of symptomatic rapid disease progression requiring urgent medical intervention (e.g., symptomatic pleural effusion, spinal cord compression).\n\nPatients who are treated beyond RECIST-defined progression may continue treatment until evidence of immune confirmed progression (iCPD) per iRECIST, unacceptable toxicity, withdrawal of consent, removal of the patient from study based on investigator's judgment of unacceptable risks, study termination by the Sponsor, or the completion of a total of 35 cycles (approximately 105 weeks) of study drug treatment.\n\nDose expansion phase:\n\nThere will be 9-24 patients in dose expansion phase (9 to 12 patients each in 1-2 selected dose cohorts in Part B \\[TAB006 followed by toripalimab 240 mg Q3W\\] to further evaluate safety, PK and preliminary evidence of anti-tumor activity to support the selection of RP2D of TAB006 alone or in combination with toripalimab.\n\nIndication-specific Expansion Phase Up to four primary cancers will be identified for further study in the indication-specific expansion phase. Each indication-specific cohort will enroll approximately 40 patients with disease progression after at least one prior line of standard treatment or for whom there is no standard treatment. All patients will receive TAB006 at the RP2D in combination with toripalimab 240 mg Q3W in 21-day cycles.\n\nTumor response will be evaluated using the Response Evaluation Criteria in Solid Tumors (RECIST v1.1), the immune-related Response Evaluation Criteria in Solid Tumors (irRECIST), or the New Response Evaluation Criteria in Lymphoma (RECIL) 2017.\n\nDOSAGE AND ADMINISTRATION TAB006 doses are 18mg, 60mg, 180mg, 600mg and 1800mg. Toripalimab dose is 240mg. TAB006 alone or TAB006 plus toripalimab will be administered as a 60-minute i.v. infusion for the first dose and may be decreased at the investigators discretion to 30 minutes in subsequent infusions.\n\nSAFETY EVALUATIONS Assessment of safety will be determined by vital sign measurements, clinical laboratory tests, Eastern Cooperative Oncology Group (ECOG) performance status evaluations, diagnostic imaging, physical examinations, electrocardiograms, and the incidence and severity of adverse events.\n\nSafety will also include evaluations of immune safety and immunogenicity. EFFICACY EVALUATIONS will include best overall response, objective response rate, duration of response or duration of stable disease, progression free survival and overall response.\n\nPHARMACOKINETIC EVALUATIONS : Non-compartmental analysis will be conducted using WinNonlin. PK parameters of TAB006 including, but not limited to Tmax, Cmax, AUC, Vss, CL, t1/2, Cmin, The Cmin of toripalimab will also be reported. Dose proportionality for TAB006 will be assessed.\n\nSTATISTICAL METHODS Part A and Part B are based on the 3+3 design for dose escalation and safety evaluation requirements. Indication Phase, sample size is estimated using Simon's two-phase design minimax method.\n\nAll PK/Pharmacodynamic, immunogenicity, and safety data will be summarized and presented by cohort as well as overall for the study, using descriptive statistics (number of subjects, mean, median, standard deviation, minimum, and maximum) for continuous variables and using frequencies and percentages for discrete variables.\n\nFor analysis of ORR and DCR, 90% confidence intervals (CI) will be calculated using the Clopper-Pearson method. If the number of patients is higher than ten, 90% CI will be calculated using the Kaplan-Meier method for analysis of DoR, TTR, PFS, and OS."
    },
    "conditionsModule": {
      "conditions": [
        "Previously Treated, Advanced",
        "Malignancies"
      ],
      "keywords": [
        "immunotherapy",
        "advance malignancies",
        "monoclonal antibody",
        "phase 1 trial"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "TAB006 60mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: TAB006",
            "Drug: Toripalimab"
          ]
        },
        {
          "label": "TAB006 240mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: TAB006",
            "Drug: Toripalimab"
          ]
        },
        {
          "label": "TAB006 600mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: TAB006",
            "Drug: Toripalimab"
          ]
        },
        {
          "label": "TAB006 1800mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: TAB006",
            "Drug: Toripalimab"
          ]
        },
        {
          "label": "Dose Expansion / TAB006 RP2D and Torpalimab 240mg repeat dose every 21 days up to 2 years",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: TAB006",
            "Drug: Toripalimab"
          ]
        },
        {
          "label": "Indication Specific / TAB006 RP2D and Torpalimab 240mg repeat dose every 21 days up to 2 years",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: TAB006",
            "Drug: Toripalimab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "TAB006",
          "description": "Recombinant humanized, IgG4κ (immunoglobulin gamma 4, kappa) monoclonal antibody (mAb) that specifically binds to the T cell immunoreceptor with Ig and ITIM domains (TIGIT))",
          "armGroupLabels": [
            "Dose Expansion / TAB006 RP2D and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "Indication Specific / TAB006 RP2D and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 1800mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 240mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 600mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 60mg and Torpalimab 240mg repeat dose every 21 days up to 2 years"
          ],
          "otherNames": [
            "JS006"
          ]
        },
        {
          "type": "DRUG",
          "name": "Toripalimab",
          "description": "a human IgG4k monoclonal antibody that specifically binds to the programmed death 1 (PD-1)",
          "armGroupLabels": [
            "Dose Expansion / TAB006 RP2D and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "Indication Specific / TAB006 RP2D and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 1800mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 240mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 600mg and Torpalimab 240mg repeat dose every 21 days up to 2 years",
            "TAB006 60mg and Torpalimab 240mg repeat dose every 21 days up to 2 years"
          ],
          "otherNames": [
            "JS001",
            "TAB001"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To assess the safety and tolerability of multiple doses of TAB006 in combination with toripalimab.",
          "description": "The endpoints for characterization of safety and tolerability will be characterized by all of the following: the incidence and severity of dose limiting toxicity (DLT); immune-related and other adverse events (AEs) and serious adverse events (SAEs) graded per the Common Terminology Criteria for Adverse Events (CTCAE) v5.0; incidence and severity of laboratory abnormalities, to include electrocardiogram (ECG) results, and abnormal findings on physical examination.",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "To establish the maximum tolerated dose (MTD) and recommended Phase 2 dose (RP2D) of TAB006 when administered in combination toripalimab 240 mg Q3W.",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Maximum Observed Concentration (Cmax)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "Minimum Observed Concentration (Cmin)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "Time to Reach Maximum Concentration (Tmax)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "Area Under the Concentration-time Curve (AUC)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "Volume of Distribution (Vss)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "Clearance (CL)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "terminal half-life (t1/2) of TAB006",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "To determine the immunogenicity of TAB006 when administered with toripalimab and to determine the immunogenicity of toripalimab when administered with TAB006.",
          "description": "The endpoints for characterization of immunogenicity include the number and percentage of patients who develop detectable anti-drug antibodies (ADA) to TAB006 or toripalimab and, among those with confirmed ADA, the number and percentage with neutralizing antibodies (nAb).",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "overall response rate (ORR)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "duration of response (DoR)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "disease control rate (DCR)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "time to response (TTR)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "progression-free survival (PFS)",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "TIGIT receptor occupancy (RO) in peripheral blood mononuclear cells (PBMC) and tumor",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        },
        {
          "measure": "To evaluate biomarkers that may correlate with anti-tumor activity of TAB006 when administered with toripalimab.",
          "description": "The endpoints for characterization of potentially predictive biomarkers include changes in PBMC immunophenotypes and whole exome sequencing (WES); additional exploratory markers in the peripheral blood; and CD155, PD-L1 and/or microsatellite instability expression in tumor tissues, where provided.",
          "timeFrame": "from first treatment visit thru 90 days post last treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Able to understand and willing to sign the Informed Consent Form;\n* 2\\. Male or female ≥ 18 years;\n* 3\\. Histopathologically or cytologically confirmed advanced solid tumors and advanced lymphoma. In the Dose Escalation and Dose Expansion Phases, both Parts A and B, patients must have disease progression on standard therapy, or be ineligible for or intolerant of available approved standard therapies known to confer clinical benefit (including immunotherapy) or for whom no effective standard therapy exists. In the Indication-specific Expansion Phase, patients must have disease progressed after at least one prior line of standard therapy;\n* 4\\. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1and expected survival ≥12 weeks;\n* 5\\. At least one measurable lesion per RECISTv1.1 or 2014 Lugano Classification;\n* 6\\. Ability to provide an archived tumor sample obtained within the past 2 years or agreement to undergo a pre-treatment biopsy from safely accessible lesions to provide a tumor sample if such an archived specimens cannot be provided. For patients who cannot provide a fresh pre-treatment biopsy, and a recent sample from the past 2 years is not available, the most recent accessible archival specimen will be required;\n* 7\\. Adequate organ and marrow function, as defined below:\n\n  1. Absolute neutrophil count (ANC) ≥ 1.5×109/L (1,500/mm3) with no administration of hematopoietic growth factors for at least 14 days prior to the planned first dose of TAB006;\n  2. Lymphocyte count ≥ 600/mm3;\n  3. Platelet (PLT) ≥ 100×109/L (100,000/mm3) with no administration of hematopoietic growth factors or platelet transfusions at least 14 days prior to the planned first dose of TAB006;\n  4. Hemoglobin (Hb) ≥9 g/dL with no administration of hematopoietic growth factors or red blood cell transfusions for at least 14 days prior to the planned first dose of TAB006;\n  5. Total bilirubin (TBIL) ≤ 1.5 times (x) the ULN; for patients with liver metastasis or Gilbert syndrome, TBIL ≤ 3 x ULN;\n  6. Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 x ULN in patients without liver metastases and ALT and AST ≤ 5 × ULN for patients with liver metastases at baseline;\n  7. Blood creatinine (Cr) ≤ 1.5 x ULN, calculated creatinine clearance (Cockcroft-Gault formula) ≥ 40 mL/min, or 24-h urine creatinine clearance ≥ 40 mL/min;\n  8. Left ventricular ejection fraction ≥ 50%;\n  9. International normalized ratio (INR), prothrombin time (PT), and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN except for patients receiving anticoagulation.\n\n     Patients taking anticoagulants must be on a stable dose and INR or aPTT within the therapeutic goal for warfarin or low molecular weight heparins, respectively for at least 28 days prior to the first dose of TAB006;\n  10. The thyroid function test free triiodothyronine (FT3), free T4 (FT4) and thyroid stimulating hormone (TSH) are within the normal range or no more than Grade 1 abnormalities in patients requiring hormone replacement for those with pre-existing hypothyroidism;\n  11. Fridericia-corrected QTc interval, ≤ 450 ms for men and ≤ 470 ms for women;\n* 8\\. Females of childbearing potential who are sexually active with a non-sterilized male partner must agree to use effective contraception starting 72 hours before the first dose until 4 months after the final dose of TAB006 or toripalimab, whichever is later. Females of childbearing potential are defined as those who are not surgically sterile (i.e., bilateral tubal ligation, bilateral oophorectomy, or complete hysterectomy) or postmenopausal (defined as at least 12 months with no menses confirmed by follicle stimulating hormone (FSH) levels performed during the screening period);\n* 9\\. Non-sterilized males who are sexually active with a female partner of childbearing potential must agree to use effective contraception from Day 1 through 90 days after receipt of the final dose of TAB006 or TAB006 combined with toripalimab.\n\nExclusion Criteria:\n\n* 1\\. Concurrent enrollment in another clinical study or participation in another clinical study within 28 days prior to the first dose of TAB006 except for observational (non- interventional) studies or the follow-up period of an interventional study;\n* 2\\. Current or prior use of systemic anticancer therapy, including but not limited to chemotherapy, immunotherapy, biologic therapy, hormone therapy, and targeted therapy within 28 days prior to the first dose of TAB006; except for nitrosoureas and mitomycin which may not have been administered within 6 weeks prior to the first dose of TAB006) unless toxicities from prior anticancer therapy (other than alopecia or autoimmune endocrinopathy that is clinically stable on hormone replacement therapy) have not improved to baseline or Grade 0 or 1 toxicity. Consult the Medical Monitor regarding enrollment of patients with toxicity that is irreversible (e.g., ototoxicity, visual loss) and unlikely to be exacerbated by TAB006 or toripalimab);\n* 3\\. Concurrent or prior radiotherapy within 28 days prior to the first dose of TAB006 or unresolved treatment-related radiation toxicity. Limited local radiotherapy for palliative intent (e.g., to a single site of metastatic disease) is permitted within 28 days prior to the first dose of TAB006 provided that the patient has no evidence of or had recovered from any treatment-related radiation toxicity;\n* 4\\. Prior exposure to monoclonal antibodies targeting TIGIT or any of its ligands, including CD155, CD112, or CD113;\n* 5\\. History of immune-related AE resulting in discontinuation of prior immunotherapy.\n* 6\\. Major surgery within 28 days prior to the first dose of TAB006 or still recovering from prior surgery;\n* 7\\. Symptomatic or untreated central nervous system metastases, including leptomeningeal metastases, requiring concurrent treatment, including but not limited to surgery, radiation, and/or corticosteroids. Patients with previously treated brain metastases may be eligible provided that they have been clinically stable for at least 28 days prior to the first dose of TAB006, without evidence of new or enlarging CNS metastases, and on less than 10 mg prednisone daily (or prednisone equivalent);\n* 8\\. Use of therapeutic immunosuppressive medication (e.g., prednisone dose of ≥10 mg/day or equivalent, TNF inhibitors) within 28 days prior to the first planned dose of TAB006. This does not include intranasal and inhaled corticosteroids or physiologic replacement doses of systemic corticosteroids;\n* 9\\. Moderate to severe hypersensitivity reaction to toripalimab or other PD-1 blocking antibodies;\n* 10\\. Prior allogeneic bone marrow transplantation or prior solid organ transplantation;\n* 11\\. Receipt of live attenuated vaccination within 30 days prior to the first dose of TAB006. For non-live vaccines, it is recommended that the vaccine not be administered within 48 hours prior to through 21 days after the first dose in Cycle 1;\n* 12\\. Patients with another malignancy that has not been curatively treated are not eligible. Patients with curatively treated malignancy within the past 3 years prior to the first dose of TAB006, with an expected three-year recurrence rate of ≥ 30% are not eligible;\n* 13\\. History of active autoimmune disease within the past 2 years, with the following exceptions: vitiligo, alopecia, endocrinopathies controlled by hormone replacement therapy, rheumatoid arthritis and other arthropathies that have not required immunosuppression other than non- steroidal anti-inflammatory agents, celiac disease controlled by diet, or psoriasis controlled with topical medication;\n* 14\\. History of primary immunodeficiency, other than selective IgA deficiency;\n* 15\\. Uncontrolled intercurrent diseases or conditions including, but not limited to:\n\n  1. Ongoing or active infection, fever \\> 38.5°C of unknown origin; history of tuberculosis; human immunodeficiency virus (HIV) seropositive; or evidence of hepatitis B or C virus infection, unless hepatitis has been curatively treated.\n\n     Patients with a prior history or evidence of hepatitis B or C virus infection are eligible only if HBV viral load \\[VL\\] is \\< 100 IU/mL during screening and the patient has completed or is undergoing appropriate antiviral therapy and agrees to complete such treatment during the conduct of the clinical trial. Patients with a history of hepatitis C virus (HCV) infection must have no detectable VL and the patient has completed or is- undergoing appropriate antiviral therapy and agrees to complete such treatment during the conduct of the clinical trial.\n  2. Uncontrolled hypertension, unstable angina pectoris, poorly controlled cardiac arrhythmia;\n  3. Active peptic ulcer disease or other sites of active gastrointestinal bleeding; or\n  4. Psychiatric illness/social situations that would limit compliance with study requirements, substantially increase risk of incurring AEs from TAB006, or compromise the ability of the patient to give written informed consent.\n* 16\\. Active interstitial lung disease of any severity or history of Grade ≥ 2 interstitial lung disease;\n* 17\\. Pregnant women. Women who are lactating must agree to discontinue breast-feeding during treatment and for at least 4 months after the last dose of TAB006 or toripalimab, whichever is later;\n* 18\\. Any condition that, in the opinion of the investigator or sponsor, would interfere with the interpretation of study results.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Sheng Yao, PhD",
          "affiliation": "TopAlliance Biosciences, Inc.",
          "role": "STUDY_DIRECTOR"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009369",
          "term": "Neoplasms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000656314",
          "term": "toripalimab"
        }
      ]
    }
  },
  "hasResults": false
}