{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04323202",
      "orgStudyIdInfo": {
        "id": "CASE10319"
      },
      "organization": {
        "fullName": "Case Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Neoadjuvant-Adjuvant Pembrolizumab in Resectable Advanced Basal Cell Carcinoma of H&N",
      "officialTitle": "A Phase 1B, Single Arm Study of Neoadjuvant-Adjuvant Pembrolizumab in Resectable Advanced Basal Cell Carcinoma of the Head and Neck to Assess for Pathologic Responses in the Tumor Microenvironment"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-08-04",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-07-23",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-06-25",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-03-20",
      "studyFirstSubmitQcDate": "2020-03-24",
      "studyFirstPostDateStruct": {
        "date": "2020-03-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-23",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Case Comprehensive Cancer Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to evaluate anti-PD-1 Neoadjuvant therapy in Basal cell carcinoma to provide a better outcome when administered prior to surgery and provide a therapeutic strategy to avoid surgery altogether. The study team will gather information about how Basal cell carcinoma responds to Pembrolizumab prior to surgery and to gather information about recurrence rates.\n\nPembrolizumab, is an investigational (experimental) drug that may improve the response of the immune system against cancer. Pembrolizumab is a manufactured antibody, much like the antibodies usually made by the human body to fight off infection. The idea behind developing this experimental drug is to stimulate the body's immune system to kill cancer cells. Pembrolizumab antibody has been specifically made to block a program cell death-1 (PD-1) protein receptor, which is found on cells of the immune system. PD-1 receptor seems to slow down the immune response. Blocking PD-1 with pembrolizumab antibody may make the immune response more active and may improve the response of the immune system against cancer. Pembrolizumab is currently FDA approved for use in other malignancies. It has been used to treat a number of other diseases such as certain types of lung cancer, cervical cancer and lymphoma. The use of Pembrolizumab in this study is experimental because it is not approved by the Food and Drug Administration (FDA) for use in the treatment of Basal cell carcinoma.",
      "detailedDescription": "This is a phase 1 study looking at anti-PD-1 Neoadjuvant therapy in Basal cell carcinoma in participants with locoregionally advanced, but resectable basal cell carcinoma of the head and neck. Participants will undergo fine cut CT imaging (head and neck) and treatment with the study drug pembrolizumab.\n\nThe primary objective of this study is to evaluate pathologic response to pre-operative treatment of pembrolizumab in the study group.\n\nSecondary objectives of this study include assessing safety of the intervention, and assessing phenotyping immune infiltrates in non-pathology complete responders (pCRs), as well as assessment of changes to the systemic immune system (e.g. peripheral blood lymphocytes (PBLs)) in pCRs vs partial responders (pPR) vs non responders.\n\nThe exploratory objective will include assessing one-year recurrence rates after completion of NeoAdjuvant-Adjuvant therapy."
    },
    "conditionsModule": {
      "conditions": [
        "Basal Cell Carcinoma of the Head and Neck"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 13,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Permbrolizumab",
          "type": "EXPERIMENTAL",
          "description": "Participants will undergo fine cut CT imaging (head and neck) followed by at least 4 doses of pembrolizumab q 3 weeks. After the 4th dose of pembrolizumab as appropriate, patients will undergo standard surgical resection, with all non-marginal tissue as well as the pre-op biopsy to be stored for collateral research. 2 weeks after initial flap or graft insert (which would be equivalent to stage 1 of a forehead flap) patients would continue for a total of approximately 1 year of pembrolizumab q 3 weeks (another 13 doses, thus 17 doses total).",
          "interventionNames": [
            "Drug: Pembrolizumab",
            "Other: Tissue collection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Pembrolizumab",
          "description": "Post Fine-cut CT: 4 doses of pembrolizumab (200mg) IV q 3 weeks. Post standard resection and reconstruction: 1 year of pembrolizumab (200mg) q 3 weeks (another 13 doses, thus 17 doses total)",
          "armGroupLabels": [
            "Permbrolizumab"
          ]
        },
        {
          "type": "OTHER",
          "name": "Tissue collection",
          "description": "Non-marginal tissue as well as pre-op biopsy tissue to be stored",
          "armGroupLabels": [
            "Permbrolizumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Pathologic response as assessed by change in tumor volume (RECIST 1.1)",
          "description": "Pathologic response as assessed by change in tumor volume. Lesions measured between baseline and surgery using RECIST 1.1 criteria",
          "timeFrame": "At time of surgery (85 days)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of participants experiencing a grade 3 or higher Adverse Event",
          "description": "Safety assessed by number of participants experiencing a grade 3 or higher Adverse Event",
          "timeFrame": "up to 30 days after treatment"
        },
        {
          "measure": "Number of changes to surgical field which could negatively influence resection",
          "description": "Number of changes to surgical field which could negatively influence resection such as excessive inflammation or infection.",
          "timeFrame": "At time of surgery (85 days)"
        },
        {
          "measure": "Rates of phenotyping immune infiltrates in non pCR",
          "description": "Rates of phenotyping immune infiltrates in non pCR characterized as 'rare', 'moderate', or 'brisk'.\n\nBlood for this outcome will be collected at baseline, at day 64 and at recurrence up to 2 years.",
          "timeFrame": "At baseline, at day 64, and post-op up to 2 years"
        },
        {
          "measure": "One-year recurrence rates after completion of neoadjuvant-adjuvant therapy",
          "description": "One-year recurrence ratesafter completion of neoadjuvant-adjuvant therapy",
          "timeFrame": "1 year"
        },
        {
          "measure": "One-year recurrence rates after neoadjuvant therapy",
          "description": "One-year recurrence rates after pembrolizumab neoadjuvant therapy",
          "timeFrame": "1 year"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Number of Tumor Infiltrating Lymphocytes (TILs)",
          "description": "Number of Tumor Infiltrating Lymphocytes (TILs).\n\nBlood for this outcome will be collected at baseline, at day 64 and at recurrence up to 2 years.",
          "timeFrame": "At baseline, at day 64, and post-op up to 2 years"
        },
        {
          "measure": "Phenotypes of the TILs and PBMCs prior and post treatment",
          "description": "Study team will record the phenotypes of the TILs and PBMCs prior and post treatment, determined by their markers, including CD3, CD4, CD8, perforin, FasL, Granzyme, PD-1, TIM-3, Lag-3, TIGIT, Foxp3, GITR, CD25, CD27, and CD28 and markers for myeloid derived suppressor cells.\n\nBlood for this outcome will be collected at baseline, at day 64 and at recurrence up to 2 years.",
          "timeFrame": "At baseline, at day 64, and post-op up to 2 years"
        },
        {
          "measure": "Transcriptional profile of the tumor microenvironment",
          "description": "Study team will also construct a transcriptional profile of the tumor microenvironment by RNA-sequencing the tumor biopsy (tissue) prior and post the pembrolizumab treatment.\n\nTissue for this outcome will be collected at baseline, at surgery and at recurrence up to 2 years.",
          "timeFrame": "At baseline, at surgery (85 days), and post-op up to 2 years"
        },
        {
          "measure": "Percent of key peripheral blood lymphocytes (PBLs) in pCRs vs partial responders (pPR) vs non responders",
          "description": "Changes to the systemic immune system (PBLs) in pCRs vs partial responders vs non responders as measured by changes in percent of main PBL population (CD3, CD4, CD8)",
          "timeFrame": "At baseline, at day 64, and post-op up to 2 years at recurrence"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Advanced basal cell carcinoma for the purposes of this study will be defined by features associated with increased risk of recurrence including at least one of the following:\n\n  * \\>=20mm\n  * Meeting indication for post-operative radiation\n  * Perineural invasion in multiple nerves\n* Female participants: A female participant is eligible to participate if she is not pregnant (see Appendix 3), not breastfeeding, and at least one of the following conditions applies:\n\n  * Not a woman of childbearing potential (WOCBP) as defined in Appendix 3 OR\n  * A female of child bearing potential who agrees to follow the contraceptive guidance in Appendix 3 during the treatment period and for at least 150 days after the last dose of study treatment.\n* The participant (or legally acceptable representative if applicable) provides written informed consent for the trial.\n* Have a histological confirmation of diagnosis of Basal cell carcinoma (BCC) of any subtype (e.g. Nodular, aggressive infiltrative, etc).\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Evaluation of ECOG is to be performed within 7 days prior to the date of allocation/randomization. Patients with PS 2 will be considered if good rationale provided and discussed with Merck study team.\n* Have adequate organ function as defined in the following table (Table 1). Specimens must be collected within 10 days prior to the start of study treatment.\n* Must not be on active immunosuppression, have a history of life threating virus, have had other (beside non-melanoma skin cancers, or recent indolent cancers e.g.: resected low grade prostate cancer) cancer diagnoses in the last two years, or have had immunotherapy of any kind within the last 2 years.\n\nMust not have a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n\n* Participants who require adjuvant radiation are eligible.\n\nAdequate Organ Function Laboratory Values Note: This table includes eligibility-defining laboratory value requirements for treatment; laboratory value requirements should be adapted according to local regulations and guidelines for the administration of specific chemotherapies.\n\nSystem (Hematological)\n\n* Absolute neutrophil count (ANC)\n\n  * \\>= 1500/μL\n* Platelets \\>= 100 000/μL\n* Hemoglobin\n\n  * \\>= 9.0 g/dL or \\>= 5.6 mmol/L ---- Criteria must be met without erythropoietin dependency and without packed red blood cell (pRBC) transfusion within last 2 weeks\n\nSystem (Renal)\n\n* Creatinine OR Measured or calculatedb creatinine clearance (GFR can also be used in place of creatinine or CrCl) --- \\<=1.5 × ULN OR \\>= 30 mL/min for participant with creatinine levels \\> 1.5 × institutional ULN ---- Creatinine clearance (CrCl) should be calculated per institutional standard.\n\nSystem (Hepatic)\n\n* Total bilirubin\n\n  \\--- \\<=1.5 ×ULN OR direct bilirubin \\<= ULN for participants with total bilirubin levels \\>1.5 × ULN\n* Aspartate aminotransferase (serum glutamic oxaloacetic transaminase) \\[AST (SGOT)\\] and alanine aminotransferase (serum glutamic pyruvic transaminase) \\[ALT (SGPT)\\] --- \\<= 2.5 × ULN (≤5 × ULN for participants with liver metastases)\n\nSystem (Coagulation)\n\n* International normalized ratio (INR) OR prothrombin time (PT)\n* Activated partial thromboplastin time (aPTT) --- \\<= 1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants\n\nExclusion Criteria:\n\n* A female of child bearing potential who has a positive urine pregnancy test within 72 hours prior to enrollment (see Appendix 3). If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required. In the event that 72 hours have elapsed between the screening pregnancy test and the first dose of study treatment, another pregnancy test (urine or serum) must be performed and must be negative in order for subject to start receiving study medication.\n* Has received prior therapy with an anti-PD-1, anti-PD-L1, or anti-PD-L2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (eg, CTLA-4, OX-40, CD137).\n* Has received prior systemic anti-cancer therapy including investigational agents within 4 weeks prior to enrollment. Participants must have recovered from all AEs due to previous therapies to ≤Grade 1 or baseline. Participants with ≤Grade 2 neuropathy may be eligible. If participant received major surgery, they must have recovered adequately from the toxicity and/or complications from the intervention prior to starting study treatment.\n* Has received prior radiotherapy within 2 weeks of start of study treatment. Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis. A 1-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease.\n* Has received a live vaccine within 30 days prior to the first dose of study drug. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed.\n* Is currently participating in or has participated in a study of an investigational agent or has used an investigational device within 4 weeks prior to the first dose of study treatment.\n\nNote: Participants who have entered the follow-up phase of an investigational study may participate as long as it has been 4 weeks after the last dose of the previous investigational agent.\n\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 7 days prior to the first dose of study drug.\n* Has a known additional malignancy that is progressing or has required active treatment within the past 2 years. Note: Participants with other types of skin carcinoma or carcinoma in situ (e.g. breast carcinoma, cervical cancer in situ) that have undergone potentially curative therapy are not excluded.\n* Has known active CNS metastases and/or carcinomatous meningitis. Participants with previously treated brain metastases may participate provided they are radiologically stable, i.e. without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during study screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study treatment.\n* Has severe hypersensitivity (≥Grade 3) to pembrolizumab and/or any of its excipients.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg. thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* Has a history of (non-infectious) pneumonitis that required steroids or has current pneumonitis.\n* Has an active infection requiring systemic therapy.\n* Has a known history of Human Immunodeficiency Virus (HIV).\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) or known active Hepatitis C virus (defined as: HCV RNA \\>800,000 IU/L is detected) infection. Note: no testing for Hepatitis B and Hepatitis C is required unless mandated by local health authority.\n* Has a known history of active TB (Bacillus Tuberculosis).\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the subject's participation for the full duration of the study, or is not in the best interest of the subject to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the study, starting with the screening visit through 120 days after the last dose of trial treatment.\n* History of Hedgehog inhibitor treatment for any reason.\n* History of allogeneic tissue/solid organ transplant whether or not on active immunosuppression.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "James Isaacs, MD",
          "affiliation": "Cleveland Clinic, Case Comprehensive Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Cleveland Clinic, Case Comprehensive Cancer Center",
          "city": "Cleveland",
          "state": "Ohio",
          "zip": "44195",
          "country": "United States",
          "geoPoint": {
            "lat": 41.4995,
            "lon": -81.69541
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Individual participant data will not be shared but the study team expects to publish the data from this trial"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582435",
          "term": "pembrolizumab"
        },
        {
          "id": "D014015",
          "term": "Tissue Banks"
        }
      ],
      "ancestors": [
        {
          "id": "D018070",
          "term": "Biological Specimen Banks"
        },
        {
          "id": "D006268",
          "term": "Health Facilities"
        },
        {
          "id": "D005159",
          "term": "Health Care Facilities Workforce and Services"
        }
      ]
    }
  },
  "hasResults": false
}