{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04903613",
      "orgStudyIdInfo": {
        "id": "CQGE031C2006M"
      },
      "organization": {
        "fullName": "Novartis",
        "class": "INDUSTRY"
      },
      "briefTitle": "Global Managed Access Program Cohort for Ligelizumab in CSU",
      "officialTitle": "Global Managed Access Program (MAP) Cohort to Provide Access to Ligelizumab (QGE031) for Chronic Spontaneous Urticaria (CSU)."
    },
    "statusModule": {
      "statusVerifiedDate": "2022-05",
      "overallStatus": "NO_LONGER_AVAILABLE",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "studyFirstSubmitDate": "2021-05-21",
      "studyFirstSubmitQcDate": "2021-05-21",
      "studyFirstPostDateStruct": {
        "date": "2021-05-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-05-06",
      "lastUpdatePostDateStruct": {
        "date": "2022-05-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Novartis Pharmaceuticals",
        "class": "INDUSTRY"
      }
    },
    "descriptionModule": {
      "briefSummary": "Global Cohort Managed Access Program (MAP) to provide access to ligelizumab (QGE031) for chronic spontaneous urticaria (CSU)"
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Spontaneous Urticaria"
      ],
      "keywords": [
        "chronic spontaneous urticaria",
        "CSU",
        "ligelizumab",
        "QGE031",
        "MAP",
        "Managed Access Program",
        "cohort",
        "Anti-IgE",
        "Urticaria",
        "Skin Disease"
      ]
    },
    "designModule": {
      "studyType": "EXPANDED_ACCESS",
      "expandedAccessTypes": {
        "intermediate": true
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Ligelizumab",
          "description": "Ligelizumab 120 mg s.c every 4 weeks",
          "otherNames": [
            "QGE031"
          ]
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Adult male and female subjects (≥ 18 years) who are able and willing to provide written informed consent prior to enrolling in the cohort.\n2. CSU diagnosis for ≥ 6 months (defined as onset of CSU with supporting documentation).\n3. Diagnosis of CSU refractory to H1-AH at locally label approved doses and to omalizumab, as assessed by the treating physician, using one of the following tools: UAS7, UCT or DLQI\n4. Not eligible or able to enroll in a clinical trial or no relevant clinical trials available\n\nExclusion Criteria:\n\n1. History of hypersensitivity to any drugs or metabolites of similar chemical classes as ligelizumab.\n2. Contraindications or hypersensitivity to H1-antihistamines (including but not limited to fexofenadine, loratadine, desloratadine, cetirizine, levocetirizine, rupatadine), epinephrine or any of their ingredients or excipients.\n3. History of anaphylaxis.\n4. Subjects with evidence of helminthic parasitic infection as evidenced by stools being positive for a pathogenic organism.\n5. Presence of clinically significant cardiovascular (such as but not limited to myocardial infarction, unstable ischemic heart disease, NYHA Class III/IV left ventricular failure, arrhythmia and uncontrolled hypertension within 12 months prior to enrollment in Cohort MAP), neurological, psychiatric, metabolic or other pathological conditions (such as but not limited to cerebrovascular disease, neurodegenerative or other neurological diseases, uncontrolled hypo- and hyperthyroidism and other autoimmune diseases, hypokalemia, hyperadrenergic state or ophthalmologic disorder) that could interfere with or compromise the safety of the subjects, as assessed by the treating physician.\n6. Use of prohibited treatment detailed in the treatment plan.\n7. History of malignancy of any organ system within the past 5 years (except for basal cell carcinoma or actinic keratoses or Bowen disease (carcinoma in situ) that have been treated, with no evidence of recurrence in the past 12 weeks; carcinoma in situ of the cervix or non-invasive malignant colon polyps that have been removed).\n8. History of, or current treatment for, hepatic disease including but not limited to acute or chronic hepatitis, cirrhosis or hepatic failure prior to initiation of ligelizumab first dose.\n9. History of renal disease or creatinine level above 1.5x ULN prior to initiation of ligelizumab first dose.\n10. Pregnant or nursing (lactating) women.\n11. Female patients of childbearing potential, defined as all women physiologically capable of becoming pregnant, unless they are using basic (acceptable effective) methods of contraception for the duration of the treatment.\n\nBasic (acceptable effective) contraception methods include:\n\n1. Total abstinence (when this is in line with the preferred and usual lifestyle of the patient). Periodic abstinence (eg, calendar, ovulation, symptothermal, post-ovulation methods) and withdrawal are not acceptable effective methods of contraception\n2. Female sterilization (surgical bilateral oophorectomy with or without hysterectomy), total hysterectomy or tubal ligation at least 6 weeks before taking investigational drug. In case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment\n3. Male sterilization (at least 6 months prior to initiation of ligelizumab first dose). For female patients enrolled in the Cohort MAP, the vasectomized male partner should be the sole partner for that patient.\n4. Barrier methods of contraception: Condom or Occlusive cap (diaphragm or cervical/vault caps). For UK: with spermicidal foam/gel/film/cream/ vaginal suppository\n5. Use of oral, (estrogen and progesterone), injected or implanted hormonal methods of contraception or other forms of hormonal contraception that have comparable efficacy (failure rate \\< 1%), for example hormone vaginal ring or transdermal hormone contraception or placement of an intrauterine device (IUD) or intrauterine system (IUS)\n\nIn case of use of oral contraception women should have been stable on the same pill for a minimum of 3 months before taking investigational drug.\n\nWomen are considered post-menopausal and not of child bearing potential if they have had 12 months of natural (spontaneous) amenorrhea with an appropriate clinical profile (eg, age appropriate, history of vasomotor symptoms) or have had surgical bilateral oophorectomy (with or without hysterectomy), total hysterectomy or tubal ligation at least 6 weeks ago. In the case of oophorectomy alone, only when the reproductive status of the woman has been confirmed by follow-up hormone level assessment is she considered not of child bearing potential.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "99 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000080223",
          "term": "Chronic Urticaria"
        },
        {
          "id": "D014581",
          "term": "Urticaria"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        }
      ],
      "ancestors": [
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000598891",
          "term": "ligelizumab"
        }
      ]
    }
  },
  "hasResults": false
}