{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01666288",
      "orgStudyIdInfo": {
        "id": "2012P000683"
      },
      "organization": {
        "fullName": "Massachusetts General Hospital",
        "class": "OTHER"
      },
      "briefTitle": "The Metabolomics of Anaphylaxis to Immunotherapy",
      "officialTitle": "The Metabolomics of Anaphylaxis to Immunotherapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-03",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "We are closing the study because of lack of enrollment.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-04"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2018-08-14",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-08-07",
      "studyFirstSubmitQcDate": "2012-08-10",
      "studyFirstPostDateStruct": {
        "date": "2012-08-16",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2019-03-05",
      "lastUpdatePostDateStruct": {
        "date": "2019-03-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Aleena Banerji",
        "investigatorTitle": "MD, Assistant Professor of Medicine",
        "investigatorAffiliation": "Massachusetts General Hospital"
      },
      "leadSponsor": {
        "name": "Massachusetts General Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Anaphylaxis is defined as a serious allergic reaction mediated by IgE that is often difficult to diagnose due to the wide heterogeneity of clinical manifestations. The inciting agent is often difficult to pinpoint and may include food, environmental allergens in patients undergoing allergen immunotherapy, insect stings, and medications. Evidence of allergy by demonstration of a positive skin test to the inciting agent, is helpful only if skin testing is available. The only diagnostic modality that is useful in the diagnosis of anaphylaxis when IgE skin testing is not available and the inciting agent is unknown, is an elevated serum tryptase level. However, a diagnosis of anaphylaxis can be made without a tryptase level or if the tryptase level is normal. A simple, non-invasive test for patients with anaphylaxis is not currently available and would be helpful to diagnose and to guide further management options.\n\nPatients who develop anaphylaxis to environmental allergens or venoms during routine outpatient subcutaneous allergen or venom immunotherapy are an ideal population to study as we are able to evaluate these specific reactions in a controlled, clinical environment. Although anaphylaxis is uncommon, the incidence has been estimated to vary between 0.01 and 4 percent of all allergy injections. Subcutaneous allergen or venom immunotherapies are a well established form of therapy for patients with allergic rhinitis, allergic asthma, or a confirmed sensitivity to stinging insects. Serial blood sampling can be performed in this group of patients during a reaction and at baseline one week after a reaction, thereby allowing each patient to serve as his or her own biological control.\n\nMetabolomics is the study of metabolic pathways and the unique biochemical molecules which result from the regulatory response to physiological stressors, disease processes, drug therapy, or allergen or venom immunotherapy. By measuring changes in metabolite concentrations, the range of biochemical effects and therapeutic intervention can be determined.\n\nThe investigator plans to use metabolic profiling of blood samples collected at the time of anaphylaxis and one week after, to see if a simple, non-invasive test for patients with anaphylaxis could be developed."
    },
    "conditionsModule": {
      "conditions": [
        "Anaphylaxis as a Result of Allergen or Venom Immunotherapy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Plasma will be collected and retained from whole blood samples that are spun."
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "IT Anaphylaxis",
          "description": "Blood samples will be taken from patient that develop anaphylaxis to routine outpatient allergen or venom immunotherapy."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in metabolic profile of blood serum metabolites from time of allergen/ venom immunotherapy reaction to one week post-reaction",
          "description": "Metabolic profiling will be done on specific blood serum metabolites including lipid mediators, amino acids, and leukotrienes",
          "timeFrame": "time of reaction to allergen or venom immunotherapy, one week post-reaction"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and females age 18-75 who are receiving routine outpatient subcutaneous allergen and/or venom immunotherapy and who meet the World Allergy Organization (WAO) criteria for anaphylaxis (below):\n\nHas at least ONE of the following three criteria:\n\n1. Acute onset of an illness with involvement of the skin, mucosal tissue, or both (eg, generalized urticaria, itching or flushing, swollen lips-tongue-uvula)\n\n   AND AT LEAST ONE OF THE FOLLOWING:\n\n   A) Respiratory compromise (eg, dyspnea, wheeze-bronchospasm, stridor, reduced PEF, hypoxemia) B) Reduced blood pressure or associated symptoms of end-organ dysfunction (eg. Hypotonia, collapse, syncope, incontinence)\n\n   OR\n2. Two or more of the following that occur rapidly after exposure to a known allergen for that patient\n\n   A) Involvement of the skin-mucosal tissue (eg, generalized urticaria, itch-flush, swollen lips-tongue-uvula)\n\n   B) Respiratory compromise (eg, dyspnea, wheeze-bronchospasm, stridor, reduced PEF, hypoxemia)\n\n   C) Reduced blood pressure or associated symptoms (eg, hypotonia, collapse,, syncope, incontinence)\n\n   D) Persistent gastrointestinal symptoms (eg, crampy abdominal pain, vomiting)\n\n   OR\n3. Reduced blood pressure after exposure to known allergen for that patient with systolic blood pressure of less than 90 mm Hg or greater than 30% decrease from that person's baseline\n\nExclusion Criteria:\n\n* Pregnancy/breastfeeding or possibility of poor compliance to subcutaneous allergen or venom immunotherapy.\n* Does not meet the WAO criteria for anaphylaxis (above)",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients ages 18-75, undergoing routine outpatient subcutaneous environmental allergen and/or venom immunotherapy",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Aleena S Banerji, MD",
          "affiliation": "Massachusetts General Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Massachusetts General Hospital - Allergy Associates",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02114",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}