{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06372184",
      "orgStudyIdInfo": {
        "id": "WMT-AR-RCT"
      },
      "organization": {
        "fullName": "The Second Hospital of Nanjing Medical University",
        "class": "OTHER"
      },
      "briefTitle": "Washed Microbiota Transplantation for Allergic Rhinitis",
      "officialTitle": "Efficacy and Safety of Washed Microbiota Transplantation for Allergic Rhinitis: A Randomized, Double-blind, Placebo-controlled Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-05",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-06-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-06-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-10-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-15",
      "studyFirstSubmitQcDate": "2024-04-15",
      "studyFirstPostDateStruct": {
        "date": "2024-04-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-05-05",
      "lastUpdatePostDateStruct": {
        "date": "2024-05-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Faming Zhang",
        "investigatorTitle": "Professor, Gastroenterology",
        "investigatorAffiliation": "The Second Hospital of Nanjing Medical University"
      },
      "leadSponsor": {
        "name": "The Second Hospital of Nanjing Medical University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis (AR) is characterized by sneezing, nasal congestion, nasal itching and nasal leakage and is caused by immunoglobulin E (IgE)-mediated reactions to inhaled allergens. Increasing evidence showed that gut microbiota could influence the development of AR, and we found that washed microbiota transplantation (WMT) could improve nasal symptoms in clinical practice. This clinical trial aims to evaluate the efficacy and safety of WMT for AR.",
      "detailedDescription": "Allergic rhinitis (AR) is characterized by sneezing, nasal congestion, nasal itching and nasal leakage and is caused by immunoglobulin E (IgE)-mediated reactions to inhaled allergens. The prevalence of AR has been reported from 5% to 50% worldwide which is dependent on the method of diagnosis and age of participants studied. AR is often co-morbid with asthma and/or conjunctivitis, which affects patients' daily life and carries a huge economic burden.\n\nIncreasing evidence showed that gut microbiota can influence the development of AR. Fecal Microbiota transplantation (FMT), the most classic way to treat diseases using gut microbiota, refers to the transplantation of functional microbiota in the feces of healthy people into the intestines of patients. It can reconstruct the overall gut microbiota of patients, thus treating gastrointestinal disease and external gastrointestinal diseases of patients. Washed microbiota transplantation (WMT), a new stage of FMT, is based on the automatic microfiltration machine (GenFMTer, Nanjing, China) and the following repeated centrifugation plus suspension with support from specific facilities. Compared with manual FMT, WMT can reduce the rate of adverseevents (such as fever, diarrhea, abdominal pain, abdominal distension, nausea and vomiting, etc.) without affecting the efficacy.\n\nIn clinical practice, we found that WMT could significantly improve the nasal symptoms of AR. This clinical trial aims to evaluate the efficacy and safety of WMT for AR."
    },
    "conditionsModule": {
      "conditions": [
        "Rhinitis, Allergic"
      ],
      "keywords": [
        "washed microbiota transplantation",
        "allergic rhinitis",
        "reflective total nasal symptom score",
        "rhinoconjunctivitis quality of life questionnaire score",
        "gut microbiota"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 32,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Washed microbiota transplantation",
          "type": "EXPERIMENTAL",
          "description": "Patients take four capsules containing washed microbiota once a day for five consecutive days",
          "interventionNames": [
            "Drug: Washed Microbiota Transplantation"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Patients take four capsules in the same packaging as the experimental group once a day for five consecutive days",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Washed Microbiota Transplantation",
          "description": "Patients take four capsules containing washed microbiota once a day for five consecutive days",
          "armGroupLabels": [
            "Washed microbiota transplantation"
          ],
          "otherNames": [
            "Fecal Microbiota Transplantation"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Patients take four capsules in the same packaging as the experimental group once a day for five consecutive days",
          "armGroupLabels": [
            "Placebo"
          ],
          "otherNames": [
            "Capsule"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes in the reflective total nasal symptom score (rTNSS)",
          "description": "TNSS is expressed as the sum of the scores for the four nasal symptoms (nasal congestion, rhinorrhea, nasal itching, and sneezing) in the past 12 hours. Each symptom was rated on a 4-point scale from 0 (none) through 1 (mild), 2 (moderate), and 3 (severe).",
          "timeFrame": "baseline, one weeks, four weeks, twelve weeks post WMT"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in the rhinoconjunctivitis quality of life questionnaire (RQLQ) score",
          "description": "RQLQ is used to evaluate the degree of impact of chronic rhinitis on the quality of life of patients, including activities (3 \"patient-specific\") limitation, sleep problems (3 items), nose symptoms (4 items), eye symptoms (4 items), non-nose/eye symptoms (7 items), practical problems (3 items) and emotional function (4 items)).",
          "timeFrame": "baseline, one weeks, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the single reflective nasal symptoms score",
          "description": "The severity of the single reactive nasal symptoms (rhinorrhea, stuffy nose, itchy nose, and sneezing) in the past 12 hours. Each symptom was rated on a 4-point scale from 0 (none) through 1 (mild), 2 (moderate), and 3 (severe).",
          "timeFrame": "baseline, one weeks, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the concentration of specific IgE",
          "description": "The immunologic function is evaluated through specific IgE.",
          "timeFrame": "baseline, one day, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the concentration of inflammatory factors",
          "description": "The immunologic function is evaluated through inflammatory factors.",
          "timeFrame": "baseline, one day, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the number of immune cell",
          "description": "The immunologic function is evaluated through flow cytometric analysis of lymphocyte clusters.",
          "timeFrame": "baseline, one day, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "The incidence of treatment-related adverse events (AE) assessed by CTCAE, Version 5.0",
          "description": "The severity of AE was graded as mild (grade 1), moderate (grade 2), severe/disabling (grade 3), life threatening (grade 4), and death (grade 5). All AE were divided in definitely, probably and possibly related to treatment. The treatment-related AE we focused on included microbiota-related AEs (e.g., infection, diarrhea, abdominal pain, etc.) and route of delivery related AEs (e.g., nausea, vomiting, etc.).",
          "timeFrame": "One day, one week, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the Modified Lund-Kennedy endoscopic score",
          "description": "Modified Lund-Kennedy endoscopic score scoring system is based on assessing polyps, oedema, and discharge.",
          "timeFrame": "baseline, four weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in composition and metabolites of gut microbiota and nasal microbiota",
          "description": "The composition of the gut microbiota and nasal microbiota is evaluated by sequencing fecal metagenome. We evaluate the differences in the structure and its metabolism at the phylum, genus and species levels.",
          "timeFrame": "baseline, one day, four weeks, twelve weeks post WMT"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-65 years old.\n2. Meets the diagnostic criteria for allergic rhinitis.\n3. rTNSS score greater than or equal to 6 points.\n4. The subject or his/her legal representative gives informed consent, fully understands the purpose of the study, is able to communicate effectively with the investigator, and comprehends and complies with the requirements set forth in the study.\n\n   \\-\n\nExclusion Criteria:\n\n1. Patients with acute nasosinusitis or upper respiratory tract infection.\n2. Patients diagnosed with chronic sinusitis, nasal septum deviation, nasal polyps, nasal tumors, and other nasal diseases or have undergone nasal surgery.\n3. Antibiotics, PPI, probiotics, and other drugs that alter gut microbiota were used in the past two weeks.\n4. Patients with poor lung function.\n5. Patients with severe liver, kidney, and heart diseases\n6. Patients with known psychiatric or neurological diseases.\n7. Patients who use antihistamines, glucocorticoids, decongestants, mast cell membrane stabilizers, leukotriene antagonists in the past two weeks.\n8. According to the judgment of the investigator, the subjects are not suitable to participate in this clinical study, or participation in this clinical study cannot guarantee the rights and interests of the subjects.\n\n   \\-",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Faming Zhang, MD,PhD",
          "role": "CONTACT",
          "phone": "086-25-58509883",
          "email": "fzhang@njmu.edu.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Faming Zhang, MD,PhD",
          "affiliation": "The Second Hospital of Nanjing Medical University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical Center for Digestive Diseases, The Second Affiliated Hospital of Nanjing Medical University",
          "city": "Nanjing",
          "state": "Jiangsu",
          "zip": "210011",
          "country": "China",
          "contacts": [
            {
              "name": "Faming Zhang, MD,PhD",
              "role": "CONTACT",
              "phone": "086-25-58509883",
              "email": "fzhang@njmu.edu.cn"
            }
          ],
          "geoPoint": {
            "lat": 32.06167,
            "lon": 118.77778
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36878860",
          "type": "BACKGROUND",
          "citation": "Wise SK, Damask C, Roland LT, Ebert C, Levy JM, Lin S, Luong A, Rodriguez K, Sedaghat AR, Toskala E, Villwock J, Abdullah B, Akdis C, Alt JA, Ansotegui IJ, Azar A, Baroody F, Benninger MS, Bernstein J, Brook C, Campbell R, Casale T, Chaaban MR, Chew FT, Chambliss J, Cianferoni A, Custovic A, Davis EM, DelGaudio JM, Ellis AK, Flanagan C, Fokkens WJ, Franzese C, Greenhawt M, Gill A, Halderman A, Hohlfeld JM, Incorvaia C, Joe SA, Joshi S, Kuruvilla ME, Kim J, Klein AM, Krouse HJ, Kuan EC, Lang D, Larenas-Linnemann D, Laury AM, Lechner M, Lee SE, Lee VS, Loftus P, Marcus S, Marzouk H, Mattos J, McCoul E, Melen E, Mims JW, Mullol J, Nayak JV, Oppenheimer J, Orlandi RR, Phillips K, Platt M, Ramanathan M Jr, Raymond M, Rhee CS, Reitsma S, Ryan M, Sastre J, Schlosser RJ, Schuman TA, Shaker MS, Sheikh A, Smith KA, Soyka MB, Takashima M, Tang M, Tantilipikorn P, Taw MB, Tversky J, Tyler MA, Veling MC, Wallace D, Wang Y, White A, Zhang L. International consensus statement on allergy and rhinology: Allergic rhinitis - 2023. Int Forum Allergy Rhinol. 2023 Apr;13(4):293-859. doi: 10.1002/alr.23090. Epub 2023 Mar 6."
        },
        {
          "pmid": "33273461",
          "type": "BACKGROUND",
          "citation": "Bousquet J, Anto JM, Bachert C, Baiardini I, Bosnic-Anticevich S, Walter Canonica G, Melen E, Palomares O, Scadding GK, Togias A, Toppila-Salmi S. Allergic rhinitis. Nat Rev Dis Primers. 2020 Dec 3;6(1):95. doi: 10.1038/s41572-020-00227-0."
        },
        {
          "pmid": "36515012",
          "type": "BACKGROUND",
          "citation": "Martensson A, Cervin-Hoberg C, Huygens F, Lindstedt M, Sakellariou C, Greiff L, Cervin A. Upper airway microbiome transplantation for patients with chronic rhinosinusitis. Int Forum Allergy Rhinol. 2023 Jun;13(6):979-988. doi: 10.1002/alr.23122. Epub 2023 Jan 1."
        },
        {
          "pmid": "31919742",
          "type": "RESULT",
          "citation": "Zhang T, Lu G, Zhao Z, Liu Y, Shen Q, Li P, Chen Y, Yin H, Wang H, Marcella C, Cui B, Cheng L, Ji G, Zhang F. Washed microbiota transplantation vs. manual fecal microbiota transplantation: clinical findings, animal studies and in vitro screening. Protein Cell. 2020 Apr;11(4):251-266. doi: 10.1007/s13238-019-00684-8. Epub 2020 Jan 9."
        },
        {
          "pmid": "36922364",
          "type": "RESULT",
          "citation": "Schaefer M, Zimmermann K, Enck P. Probiotic treatment (Enterococcus faecalis) improves symptoms of seasonal allergic rhinitis: A randomized controlled trial. Int Forum Allergy Rhinol. 2023 Oct;13(10):1974-1977. doi: 10.1002/alr.23154. Epub 2023 Apr 7. No abstract available."
        },
        {
          "pmid": "33923532",
          "type": "RESULT",
          "citation": "Anania C, Di Marino VP, Olivero F, De Canditiis D, Brindisi G, Iannilli F, De Castro G, Zicari AM, Duse M. Treatment with a Probiotic Mixture Containing Bifidobacterium animalis Subsp. Lactis BB12 and Enterococcus faecium L3 for the Prevention of Allergic Rhinitis Symptoms in Children: A Randomized Controlled Trial. Nutrients. 2021 Apr 16;13(4):1315. doi: 10.3390/nu13041315."
        },
        {
          "pmid": "32429063",
          "type": "RESULT",
          "citation": "Kang MG, Han SW, Kang HR, Hong SJ, Kim DH, Choi JH. Probiotic NVP-1703 Alleviates Allergic Rhinitis by Inducing IL-10 Expression: A Four-week Clinical Trial. Nutrients. 2020 May 15;12(5):1427. doi: 10.3390/nu12051427."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069467",
          "term": "Fecal Microbiota Transplantation"
        },
        {
          "id": "D002214",
          "term": "Capsules"
        }
      ],
      "ancestors": [
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D004304",
          "term": "Dosage Forms"
        },
        {
          "id": "D004364",
          "term": "Pharmaceutical Preparations"
        }
      ]
    }
  },
  "hasResults": false
}