{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04081415",
      "orgStudyIdInfo": {
        "id": "APHP190297"
      },
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Longitudinal Study of the Intestinal, Cutaneous and Salivary Microbiota in Children With Food-induced Enterocolitis Syndrome (SEIPA)",
      "officialTitle": "Longitudinal Study of the Intestinal, Cutaneous and Salivary Microbiota in Children With Food-induced Enterocolitis Syndrome (SEIPA)",
      "acronym": "SEIBIOTE"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-12-26",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-04",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-04",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-05-24",
      "studyFirstSubmitQcDate": "2019-09-04",
      "studyFirstPostDateStruct": {
        "date": "2019-09-09",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-07-31",
      "lastUpdatePostDateStruct": {
        "date": "2021-08-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Food Protein-Induced Enterocolitis Syndrome (FPIES) is a non IgE-mediated allergy, presenting with vomiting, and may be complicated by hypovolemic shock.\n\nThe pathophysiology of FPIES is not well characterized and there is no biological marker confirming the diagnosis or predicting recovery. Gut microbiota in IgE-mediated allergy is pro-inflammatory and the addition of pro- or prebiotics can accelerate healing. Microbiota of patients with FPIES have never been studied yet.\n\nThe aim of this work is therefore to analyse longitudinally the gut microbiota of patients with FPIES, before and after healing, in order to predict the recovery from FPIES. The cutaneous and salivary microbiota will also be analysed at the same time, in order to look for a correlation between these three microbiota.",
      "detailedDescription": "1.1 Current state of knowledge Food Protein- Induced Enterocolitis Syndrome (FPIES) is a food allergy with a prevalence of 0.34% and an incidence of 15.4 children per 100,000 per year. It is a non-IgE-mediated allergy, manifested by vomiting 1 to 4 hours after ingestion of the suspect food (major criteria), without any skin or respiratory manifestations. According to the last definition (JACI 2017), at least 3 minor criteria should be required associated with vomiting among the following: a second similar episode of vomiting after ingestion of the same food, the appearance of repeated vomiting 1 to 4 hours after ingestion of another food, lethargy, pronounced pallor, the need for emergency treatment or intravenous rehydration after ingestion of a suspect food, the onset of diarrhea within 24 hours, hypotension, or hypothermia at the time of reaction. The most frequently responsible foods for PFIES are cow's milk, cereals, soy and fish. The triggers depend on the country, probably in relation to eating habits. The median tolerant age is later than in the other forms of non-IgE-mediated allergy, namely between the age of 3 to 5 years and it is later for solid foods than liquid foods. The average age of acquiring tolerance for cow's milk varies in the literature, around 8-10 months in Korea, around 1 year in Israel, around 5 years in the United States, but much later (14 years) if specific IgE occurs during follow-up. There is no data in France on the curing age of SEIPA in cow's milk.\n\nA first reintroduction of the responsible food is proposed at the age of 12-18 months if the diagnosis was made during the first months of life, and if specific IgE are negative according to the latest recommendations. Failure of the oral food challenge (OFC), a new OFC is proposed every 6 months until healing.\n\nWhen the specific IgE are positive, it is then an atypical FPIES, and the methods of reintroduction of the food will depend on the evolution of IgE.\n\nThe link between microbiota and development of allergic diseases is now well known. The intestinal microbiota varies in terms of diversity and bacterial distribution in patients with food allergies compared to non-allergic patients. The microbiota plays an early role in the development of the immune system, and therefore in the development or prevention of food allergies involving the pro-inflammatory and pro-allergic Th17 pathway.\n\nThe intestinal microbiota is evaluated by bacterial diversity using RNA16 sequencing, in particular alpha-diversity (specific to a sample), and beta-diversity (comparison between several samples), bacterial richness, and by the determination of bacterial metabolites such as short-chain fatty acids, such as butyrates, the measurement of fecal calprotectin, IgA, and cytokines excreted in stool (eg β-defensin, TNF-α, cationic protein of eosinophils : ECP) .\n\nCertain bacterial species would tend to be predominant in case of allergy or allergic sensitization, as for example certain species of Clostridium and others would play a protective role by promoting the synthesis of certain short chain fatty acids, and by decreasing the production of IL12, IFNγ, and IL10.\n\nThe pathophysiology of FPIES is currently poorly understood because there is no biological marker to confirm the diagnosis or predict cure. There would be reversible jejunal partial villous atrophy associated with non-specific inflammation in the ileum and colon but digestive endoscopy is not performed in routine practice for diagnosis. In contrast to IgE-mediated allergies, Th2 cytokines are not increased in patients with FPIES. Several hours after exposure to the responsible food, an increase in eosinophil-derived neurotoxin (EDN) is observed in stool. Gastrointestinal inflammation associated with food allergies can also be studied using the fecal calprotectin or fecal lactate. This digestive inflammation could be associated with an increase in intestinal permeability, and be responsible for vomiting, diarrhea and hypovolemic shock by immunological reaction. If fecal calprotectin is less than 138 μg/g of stool, the diagnosis of FPIES could be excluded. These preliminary results suggest an alteration of the gut microbiota, as observed in other forms of food allergies, but the microbiota of patients with FPIES has never been studied to date to our knowledge.\n\nOur work will then constitute the first prospective study in children with FPIES linking the presentation and the clinical evolution with the fecal, salivary and cutaneous microbiota.\n\nThe descriptive clinical part will determine the age at diagnosis and the age of cure based on the foods in our cohort. The investigator will describe the different minor criteria for diagnosis, and the associated symptoms that may be diagnostic elements not appearing in the 2017 international consensus. The investigator will assess the risk of IgE seroconversion during follow-up. The investigator will examine the biological elements during an allergic reaction to assess the severity of the reactions (polymorphonuclear neutrophil leukocytosis, methaemoglobinemia).\n\nMain hypothesis :\n\nIf the microbiota of allergic patients with FPIES is pro-inflammatory, as in other food allergies, bacterial composition and distribution depending on the course of the disease, with a return to a less inflammatory state once tolerance has been acquired should be observed. A change in these results would thus make it possible to propose prognostic markers of evolution of this pathology and to predict the cure of the patient, without having to carry out a reintroduction test of the responsible food, which can be potentially dangerous with risk of hypovolemic shock.\n\n1.2 Description of the population to be studied and justification of their choice The study population is pediatric, less than 18 years old, mainly infants, with clinical arguments in favor of FPIES.\n\nFPIES is mostly described in children's literature, and remains little known to adult physicians with an underdiagnosed allergic condition.\n\nAs for IgE-mediated allergies, the therapeutic goal is to achieve tolerance to the responsible food from the pediatric age.\n\n1.3 Description of the elements covered by the study The pathophysiology of FPIES is poorly understood, but the symptoms are primarily digestive. The goal is to study the intestinal microbiota of patients, to seek a difference in diversity or distribution of bacterial populations and their metabolites in patients with a FPIES over time, if possible at 3 times of the evolution of SEIPA, namely before healing, within 24 hours after exposure to the allergen responsible, and after healing.\n\nThe different communities of microorganisms that populate our body interact and form a biological entity called holobionte. Cutaneous and digestive microbiota are linked to the immune system responsible for atopic disease. This is why the investigators also want to study the salivary microbiota, as well as the cutaneous microbiota, using non-invasive samples.\n\n1.4 Rationale for the duration of the study The intestinal microbiota will be at INRA laboratory, in Jouy-en-Josas. The various samples will be frozen for analysis at the INRA laboratory in Jouy-en-Josas.\n\nThe microbiota will be collected at different times during the natural evolution of FPIES, in order to answer the hypothesis of a modification of the intestinal microbiota during the natural evolution of FPIES.\n\nThe total duration of the research will be 4 years, in order to collect stool samples, saliva and skin swabs, in at least half of our followed cohort, because patients will likely have reached the median age of healing, which is around 3-5 years of age for milk, which is the major contributor to allergies in our cohort (52%)."
    },
    "conditionsModule": {
      "conditions": [
        "FPIES"
      ],
      "keywords": [
        "FPIES",
        "microbiota",
        "gut",
        "stool",
        "calprotectin saliva",
        "skin"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Stool The required volume is about 1g, or 1 mL per pot. The first sample will be lyophilized in the functional coprology laboratory of Prof. Kapel, and will be study at INRA for bacterial distribution and diversity by sequencing 16S ribosomal bacterial RNAs (16S rRNA) as well as the dosage of short chain fatty acids, such as butyrate. The second sample will allow the determination of protein in stool, such as fecal calprotectin, ECP, EDN.\n\nSaliva Collection of a volume of at least 250 μL, before and after the FPIES healing. Skin swab The cutaneous microbiota will be collected using 4 sterile cotton swabs in the ante-ulnar trough, back, nostril, and the plantar arch (according to Grice et al).Then the rRNA16s will be extracted, amplified and sequenced to study the richness and diversity of the microbiota.\n\nThe fecal, cutaneous and salivary microbiota will be collected again 1 to 6 months after the success of the last OFC, during a follow-up consultation at the hospital."
      },
      "enrollmentInfo": {
        "count": 25,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Group with FPIES",
          "description": "Not yet healed children with FPIES"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Gut microbiota",
          "description": "study of the diversity and composition of microbiota (rARN 16 S)",
          "timeFrame": "Between 1 and 4.5 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Gut metabolites",
          "description": "butyrate, fecal calprotectin, cytokines, EDN, ECP",
          "timeFrame": "Between 1 and 4.5 years"
        },
        {
          "measure": "Saliva microbiota",
          "description": "study of the diversity and composition of microbiota (rADN 16 S)",
          "timeFrame": "Between 1 and 4.5 years"
        },
        {
          "measure": "Skin microbiota",
          "description": "study of the diversity and composition of microbiota (rARN 16 S)",
          "timeFrame": "Between 1 and 4.5 years"
        },
        {
          "measure": "Clinical description of the cohort",
          "description": "symptoms at diagnosis, diagnosis age, healing age, kind of allergens, severity of reaction, biological markers during a reaction, follow-up of skin prick test and/or specific IgE The population studied is paediatric, under 18 years of age, mainly infants, with clinical arguments in favour of SEIPA according to the definition of the 2017 international consensus 3.\n\nSEIPA is mainly described in the literature in children, and remains little known to adult physicians with under-diagnosed allergic diseases.\n\nAs with IgE-mediated allergies, the therapeutic objective is to achieve tolerance to the responsible food from the paediatric age.",
          "timeFrame": "day 0 and between 1 and 4.5 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* patients aged from the first days of life to 18 years old\n* confirmed FPIES\n\nExclusion Criteria:\n\n* inflammatory bowel disease\n* long term antibiotics\n* immunodeficiency",
      "healthyVolunteers": false,
      "sex": "ALL",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "The recruited population of children will have an untreated FPIES, either recruitment between the diagnosis and the 1st OFC, or following an OFC failure.\n\nThe cohort is followed in the Department of Pediatric Nutrition and Gastroenterology, Trousseau Hospital - APHP.\n\nThe parents and the patients in age to do give their non-opposition to participate to the study.\n\nThe included children of the study will be followed by their usual referent allergist, at the usual place of consultations without any particular modification related to this protocol of research on the microbiota, namely every 6 to 12 months.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Anais Lamoine, CCA",
          "role": "CONTACT",
          "phone": "01 71 73 82 83",
          "email": "anais.lemoine@aphp.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Anais Lamoine, CCA",
          "affiliation": "Assistance Publique - Hôpitaux de Paris",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Trousseau Hospital, Service : Nutrition et Gastroentérologie Pédiatrique",
          "status": "RECRUITING",
          "city": "Paris",
          "country": "France",
          "contacts": [
            {
              "name": "Anais Lamoine, CCA",
              "role": "CONTACT",
              "phone": "01 71 73 82 83",
              "email": "anais.lemoine@aphp.fr"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}