{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06163807",
      "orgStudyIdInfo": {
        "id": "SGZ-2022-13739"
      },
      "organization": {
        "fullName": "Instituto de Investigación Sanitaria de la Fundación Jiménez Díaz",
        "class": "OTHER"
      },
      "briefTitle": "Follow-up of Spanish Prospective Asthma and Nasal Polyposis Registry",
      "officialTitle": "Follow-up of Spanish Prospective Asthma and Nasal Polyposis Registry",
      "acronym": "MEGA"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-04-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-01-02",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-01-02",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-11-02",
      "studyFirstSubmitQcDate": "2023-12-01",
      "studyFirstPostDateStruct": {
        "date": "2023-12-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-03-07",
      "lastUpdatePostDateStruct": {
        "date": "2024-03-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Instituto de Investigación Sanitaria de la Fundación Jiménez Díaz",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Sanofi",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Primary objective\n\n\\- To study the stability of different phenotypes and endotypes of asthma at 3, 5, and 7 years of follow-up and - in MEGA COHORT and in patients on biologic treatment\n\nSecondary objective(s)\n\n* To study biomarkers variation post-treatment in patients with and without Nasal Polyposis\n* To demonstrate the existence of different subtypes of eosinophils that may be phenotypically and functionally heterogeneous\n* To increase the number of patients in the cohort on biologic treatment to reach at least 900 (400 over the current cohort).",
      "detailedDescription": "Open-labeled National, Multicenter Non-interventional on the therapeutic strategy, Prospective (longitudinal) Disease registry, 3 years of follow-up\n\n1. Correlation between non-invasive T2 markers (FeNO, blood eosinophils) versus inflammatory markers in sputum (eosinophils, periostin, NO, etc.)\n2. Cluster analysis in both cohorts.\n3. Analysis of some treatable traits on asthma control in MEGA cohort (BMI, anxiety and depression scale, exercise).\n4. To characterize exacerbations (numbers, ICU admissions, treatments compliance, etc).\n5. Analysis of compliance with asthma medications.\n6. Analysis of patients with phenotype T2-LOW in MEGA cohort.\n7. Analysis of patients with undetectable total IgE ( \\< 10 UI/L).\n8. Role of microRNA in diagnosis, follow-up and variations after treatments.\n9. Analysis of alarmins (TSLP, IL-33 e IL-25) and IL-6 in blood and sputum.\n10. To Immunophenotype eosinophils by single-cell analysis in blood and sputum at baseline and post-biological treatment."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Asthma"
      ],
      "keywords": [
        "asthma",
        "biologics",
        "biomarkers",
        "nasal polyposis",
        "eosinophils"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "3 Years",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood cells, sputum cells"
      },
      "enrollmentInfo": {
        "count": 1200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Asthma patients with different severities",
          "description": "Asthma patients with different severities followed for 5 years. Real-life, antiasthmatic drugs selected by investigators. Clinical, analytical, biomarkers, image techniques",
          "interventionNames": [
            "Drug: Antiasthmatic"
          ]
        },
        {
          "label": "Severe asthma patients treated with biologics",
          "description": "In follow-up for 3 years and new patients. Real-life, antiasthmatic drugs selected by investigators. Clinical, analytical, biomarkers, image techniques",
          "interventionNames": [
            "Drug: Antiasthmatic"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Antiasthmatic",
          "description": "real-life",
          "armGroupLabels": [
            "Asthma patients with different severities",
            "Severe asthma patients treated with biologics"
          ],
          "otherNames": [
            "biologics"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Correlation between non-invasive T2 biomarkers versus biomarkers in sputum",
          "description": "biomarkers in blood (eosinophils, mRNA, periostine), exhaled nitric oxide (FeNO), sputum cell analysis and mRNA expression",
          "timeFrame": "at date of randomization and after one year of follow-up"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Analysis of treatable traits on asthma control by ACT questionnaire",
          "description": "asthma control by Asthma Control Questionnaire (ACT)",
          "timeFrame": "at date of randomization and after one, two and three years of follow-up"
        },
        {
          "measure": "To characterize asthma exacerbations.",
          "description": "number of exacerbations, type of exacerbation, ICU admissions, treatment compliance",
          "timeFrame": "at date of randomization and after one, two and three years of follow-up"
        },
        {
          "measure": "Analysis of withdrawing asthma medications",
          "description": "percentage of anti-asthmatic medication withdrawn from the pharmacy in the electronic prescription with respect to that prescribed in your treatment",
          "timeFrame": "at date of randomization and after one, two and three years of follow-up"
        },
        {
          "measure": "Analysis of patients with phenotype T2-LOW (IgE less than 75 kU/L, blood eosinophils less than 150 cells/μL, and FeNO less than 20 ppb)",
          "description": "number of exacerbations",
          "timeFrame": "at date of randomization and after one year of follow-up"
        },
        {
          "measure": "Analysis of clinical outcomes, pulmonary function tests, biomarkers patients with very low total IgE ( < 10 UI/L)",
          "description": "Total IgE",
          "timeFrame": "at date of randomization and after one year of follow-up"
        },
        {
          "measure": "Role of alarmins and IL-6 in the component of inflammation in asthma",
          "description": "measure of TSLP, IL-33 e IL-25 in blood and sputum",
          "timeFrame": "at date of randomization and after one year of follow-up"
        },
        {
          "measure": "Role of microRNAs in asthma diagnosis and variations after different treatments",
          "description": "expression of mRNAs in blood and sputum",
          "timeFrame": "1 year"
        },
        {
          "measure": "Immunophenotype eosinophils",
          "description": "single-cell analysis of eosinophils in blood and sputum at baseline",
          "timeFrame": "1 year"
        },
        {
          "measure": "Stability of asthma phenotypes along the follow-up",
          "description": "% of eosinophils in sputum sample",
          "timeFrame": "at date of randomization and after one, two and three years of follow-up"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nFor the general asthma cohort (MEGA):\n\n* Age from 18 to 80 y.o. with asthma with and without nasal polyposis based on GINA guidelines (compatible clinical symptoms+reversibility of at least 12% and 200 mL in FEV1 after the administration of 200-400 μg albuterol/salbutamol or positive methacholine test) of several severities attended at participant centres\n* Already in follow-up in MEGA cohort\n* To participate in the study\n* Signed informed consent\n\nInclusion criteria for asthma patients treated with biologics\n\n* Patients from 18 to 80 y.o. with uncontrolled asthma with and without nasal polyposis that fulfil criteria to be treated with biological drugs (Existing treatment with medium-to-high-dose ICS (≥ 250 μg of fluticasone propionate twice daily or equipotent ICS daily dosage to a maximum of 2000 μg/day of fluticasone propionate or equivalent) in combination with a second controller (e.g., LABA, LTRA) for at least 3 months+ airflow limitation- FEV1 \\<80%/FEV1/FVC \\<70+ACQ-5 score ≥ 1.5/ ACT \\< 19 at inclusion and/or have experience any of the following events on the last year: treatment with systemic steroids/ hospitalization or emergency medical care visit for worsening asthma.\n* When planning dupilumab, mepolizumab, benralizumab or reslizumab, biomarker levels, and exacerbation in the previous year will be considered according to the Spanish Ministry of Health recommendations for reimbursement of any biological drug in severe asthma. In the case of Omalizumab allergic asthma and IgE \\> 75 and \\< 1500 UI\n* Patients already in follow-up in the cohort of patients treated with biologics\n* Willing to participate in the study\n* Sign informed consent\n\nExclusion Criteria:\n\n* Exclusion criteria for MEGA COHORT\n\n  * Diagnosis of chronic obstructive pulmonary disease or other lung disease that may impair lung function\n  * Comorbid disease that might interfere with the evaluation, e.g. psychiatric disorders\n  * Patients participating in other clinical trials\n  * Patients without the capacity to understand the aim of the study\n* Exclusion criteria for asthma patients treated with biologics\n\n  * Diagnosis of chronic obstructive pulmonary disease or other lung disease that may impair lung function\n  * Comorbid disease that might interfere with the evaluation, e.g. psychiatric disorders\n  * Patients participating in other clinical trials\n  * Patients without the capacity to understand the aim of the study",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients with asthma (intermittent, mild, moderate or severe asthma according to the GINA classification), with or without nasal polyposis attended third-level hospitals of the Spanish National Health System.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Joaquin S Sastre",
          "role": "CONTACT",
          "phone": "34609835363",
          "email": "jsastre@fjd.es"
        }
      ],
      "overallOfficials": [
        {
          "name": "Joaquin Sastre",
          "affiliation": "Fundacion Jimenez Diaz",
          "role": "STUDY_DIRECTOR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "35503227",
          "type": "RESULT",
          "citation": "Dominguez-Ortega J, Luna-Porta JA, Olaguibel JM, Barranco P, Arismendi E, Barroso B, Betancor D, Bobolea I, Caballero ML, Cardaba B, Cruz MJ, Curto E, Gonzalez-Barcala FJ, Losantos-Garcia I, Martinez-Rivera C, Mendez-Brea P, Mullol J, Munoz X, Picado C, Plaza V, Del Pozo V, Rial MJ, Sastre J, Soto L, Valero A, Valverde-Monge M, Quirce S. Exacerbations Among Patients With Asthma Are Largely Dependent on the Presence of Multimorbidity. J Investig Allergol Clin Immunol. 2023 Jul 27;33(4):281-288. doi: 10.18176/jiaci.0816. Epub 2002 May 3."
        },
        {
          "pmid": "36732158",
          "type": "RESULT",
          "citation": "Matabuena M, Salgado FJ, Nieto-Fontarigo JJ, Alvarez-Puebla MJ, Arismendi E, Barranco P, Bobolea I, Caballero ML, Canas JA, Cardaba B, Cruz MJ, Curto E, Dominguez-Ortega J, Luna JA, Martinez-Rivera C, Mullol J, Munoz X, Rodriguez-Garcia J, Olaguibel JM, Picado C, Plaza V, Quirce S, Rial MJ, Romero-Mesones C, Sastre B, Soto-Retes L, Valero A, Valverde-Monge M, Del Pozo V, Sastre J, Gonzalez-Barcala FJ. Identification of Asthma Phenotypes in the Spanish MEGA Cohort Study Using Cluster Analysis. Arch Bronconeumol. 2023 Apr;59(4):223-231. doi: 10.1016/j.arbres.2023.01.007. Epub 2023 Jan 18. English, Spanish."
        },
        {
          "pmid": "30040124",
          "type": "RESULT",
          "citation": "Rodrigo-Munoz JM, Canas JA, Sastre B, Rego N, Greif G, Rial M, Minguez P, Mahillo-Fernandez I, Fernandez-Nieto M, Mora I, Barranco P, Quirce S, Sastre J, Del Pozo V. Asthma diagnosis using integrated analysis of eosinophil microRNAs. Allergy. 2019 Mar;74(3):507-517. doi: 10.1111/all.13570. Epub 2018 Oct 11."
        },
        {
          "pmid": "37391017",
          "type": "RESULT",
          "citation": "Romero-Mesones C, Cruz MJ, Alobid I, Barroso B, Arismendi E, Barranco P, Betancor D, Bobolea I, Cardaba B, Curto E, Domenech G, Dominguez-Ortega J, Espejo D, Gonzalez-Barcala FJ, Luna-Porta JA, Martinez-Rivera C, Mendez-Brea P, Mullol J, Olaguibel JM, Picado C, Plaza V, Del Pozo V, Quirce S, Rial MJ, Rodrigo-Munoz JM, Sastre J, Serrano S, Soto-Retes L, Valero A, Valverde-Monge M, Munoz X. Disposition of Work-Related Asthma in a Spanish Asthma Cohort: Comparison of Asthma Severity Between Employed and Retired Workers. J Allergy Clin Immunol Pract. 2023 Nov;11(11):3407-3413.e1. doi: 10.1016/j.jaip.2023.06.040. Epub 2023 Jun 28."
        },
        {
          "pmid": "37669083",
          "type": "RESULT",
          "citation": "Barroso B, Valverde-Monge M, Betancor D, Gomez-Lopez A, Villalobos-Vilda C, Gonzalez-Cano B, Sastre J. Improvement in Smell Using Monoclonal Antibodies Among Patients With Chronic Rhinosinusitis With Nasal Polyps: A Systematic Review. J Investig Allergol Clin Immunol. 2023 Dec 14;33(6):419-430. doi: 10.18176/jiaci.0939. Epub 2023 Sep 4."
        },
        {
          "pmid": "31143187",
          "type": "RESULT",
          "citation": "Baos S, Calzada D, Cremades-Jimeno L, de Pedro M, Sastre J, Picado C, Quiralte J, Florido F, Lahoz C, Cardaba B. Discriminatory Molecular Biomarkers of Allergic and Nonallergic Asthma and Its Severity. Front Immunol. 2019 May 9;10:1051. doi: 10.3389/fimmu.2019.01051. eCollection 2019."
        },
        {
          "pmid": "34673289",
          "type": "RESULT",
          "citation": "Baptista-Serna L, Rodrigo-Munoz JM, Minguez P, Valverde-Monge M, Arismendi E, Barranco P, Barroso B, Bobolea I, Canas JA, Cardaba B, Cruz MJ, Curto E, Dominguez-Ortega J, Garcia-Latorre R, Gonzalez-Barcala FJ, Martinez-Rivera C, Mullol J, Munoz X, Olaguibel JM, Picado C, Plaza V, Quirce S, Rial MJ, Sastre B, Soto L, Valero A, Del Pozo V, Sastre J. Anxiety and body mass index affect asthma control: data from a prospective Spanish cohort. J Allergy Clin Immunol Pract. 2022 Mar;10(3):863-866.e1. doi: 10.1016/j.jaip.2021.10.013. Epub 2021 Oct 18. No abstract available."
        },
        {
          "pmid": "33900052",
          "type": "RESULT",
          "citation": "Rial MJ, Alvarez-Puebla MJ, Arismendi E, Caballero ML, Canas JA, Cruz MJ, Gonzalez-Barcala FJ, Luna JA, Martinez-Rivera C, Mullol J, Munoz X, Olaguibel JM, Picado C, Plaza V, Quirce S, Romero-Mesones C, Salgado FJ, Sastre B, Soto-Retes L, Valero A, Valverde M, Sastre J, Pozo VD. Clinical and inflammatory characteristics of patients with asthma in the Spanish MEGA project cohort. Clin Transl Allergy. 2021 Mar;11(1):e12001. doi: 10.1002/clt2.12001."
        },
        {
          "pmid": "36000018",
          "type": "RESULT",
          "citation": "Betancor D, Olaguibel JM, Rodrigo-Munoz JM, Arismendi E, Barranco P, Barroso B, Bobolea I, Cardaba B, Cruz MJ, Curto E, Del Pozo V, Gonzalez-Barcala FJ, Martinez-Rivera C, Mullol J, Munoz X, Picado C, Plaza V, Quirce S, Rial MJ, Soto L, Valero A, Valverde-Monge M, Sastre J. How reliably can algorithms identify eosinophilic asthma phenotypes using non-invasive biomarkers? Clin Transl Allergy. 2022 Aug 20;12(8):e12182. doi: 10.1002/clt2.12182. eCollection 2022 Aug."
        },
        {
          "pmid": "33045398",
          "type": "RESULT",
          "citation": "Rial MJ, Valverde M, Del Pozo V, Gonzalez-Barcala FJ, Martinez-Rivera C, Munoz X, Olaguibel JM, Plaza V, Curto E, Quirce S, Barranco P, Dominguez-Ortega J, Mullol J, Picado C, Valero A, Bobolea I, Arismendi E, Ribo P, Sastre J. Clinical characteristics in 545 patients with severe asthma on biological treatment during the COVID-19 outbreak. J Allergy Clin Immunol Pract. 2021 Jan;9(1):487-489.e1. doi: 10.1016/j.jaip.2020.09.050. Epub 2020 Oct 9. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D018927",
          "term": "Anti-Asthmatic Agents"
        },
        {
          "id": "D001688",
          "term": "Biological Products"
        }
      ],
      "ancestors": [
        {
          "id": "D019141",
          "term": "Respiratory System Agents"
        },
        {
          "id": "D045506",
          "term": "Therapeutic Uses"
        },
        {
          "id": "D020228",
          "term": "Pharmacologic Actions"
        },
        {
          "id": "D020164",
          "term": "Chemical Actions and Uses"
        },
        {
          "id": "D045424",
          "term": "Complex Mixtures"
        }
      ]
    }
  },
  "hasResults": false
}