{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04088721",
      "orgStudyIdInfo": {
        "id": "AD17002-AI01"
      },
      "organization": {
        "fullName": "Advagene Biopharma Co. Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Tolerability and Potential Efficacy of AD17002 in Subjects With Allergic Rhinitis",
      "officialTitle": "A Ib/IIa Randomized, Placebo Controlled, Intranasal Administration Study on Safety, Tolerability and Potential Efficacy of AD17002 in Subjects With House Dust Mite (HDM) Allergic Rhinitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-03-26",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-07-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-12-11",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-08-08",
      "studyFirstSubmitQcDate": "2019-09-11",
      "studyFirstPostDateStruct": {
        "date": "2019-09-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Advagene Biopharma Co. Ltd.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Clinipace Worldwide",
          "class": "INDUSTRY"
        },
        {
          "name": "Taipei Medical University",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "A single center, double-blind, randomized, dose-escalation study to assess the safety, tolerability and efficacy of 3 doses of AD17002 in comparison to placebo. Subjects will be randomized at 3:1 ratios in each of 3 cohorts to receive AD17002 or placebo.",
      "detailedDescription": "A single center, double-blind, randomized, dose-escalation study to assess the safety, tolerability and efficacy of 3 doses of AD17002 in comparison to placebo. Subjects will be randomized at 3:1 ratios in each of 3 cohorts to receive AD17002 or placebo. The following treatment cohorts are featured in a dose-escalating manner:\n\nA. Cohort 1 will comprise 16 subjects who will receive, in a double-blind manner, either 20 μg AD17002 (n=12) or placebo (n=4) on Study Day 1, 8, and 15.\n\nB. Cohort 2 will comprise 16 subjects who will receive, in a double-blind manner, either 40 μg AD17002 (n=12) or placebo (n=4) on Study Day 1, 8, and 15.\n\nC. Cohort 3 will comprise 16 subjects who will receive, in a double-blind manner, either 60 μg AD17002 (n=12) or placebo (n=4) on Study Day 1, 8, and 15.\n\nA total of 16 subjects in cohort 1 will receive the assigned study preparation before the remainder of the Cohort. Study drug administration to the next subject for the first 8 subjects in the cohort 1 will be separated for at least one day elapse (at least 24 hrs). The progression to the next cohort will take place after the SRT review the whole follow-up period safety data of previous cohort."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 48,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "AD17002 20μg",
          "type": "EXPERIMENTAL",
          "description": "Intranasal weekly dosing of AD17002 for three times",
          "interventionNames": [
            "Biological: AD17002"
          ]
        },
        {
          "label": "AD17002 40μg",
          "type": "EXPERIMENTAL",
          "description": "Intranasal weekly dosing of AD17002 for three times",
          "interventionNames": [
            "Biological: AD17002"
          ]
        },
        {
          "label": "AD17002 60μg",
          "type": "EXPERIMENTAL",
          "description": "Intranasal weekly dosing of AD17002 for three times",
          "interventionNames": [
            "Biological: AD17002"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Intranasal weekly dosing (placebo) for three times",
          "interventionNames": [
            "Other: Formulation Buffer"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "AD17002",
          "description": "LTh(αK) as immunomodulator",
          "armGroupLabels": [
            "AD17002 20μg",
            "AD17002 40μg",
            "AD17002 60μg"
          ]
        },
        {
          "type": "OTHER",
          "name": "Formulation Buffer",
          "description": "Formulation buffer",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety and tolerance of AD17002 treatments in patients with HDM allergy as measured by incidence of adverse events",
          "description": "* Vital signs\n* Physical examinations\n* Safety laboratory parameters (hematology and biochemistry)\n* Urine parameters\n* Adverse Events (CTCAE)\n* Nasal Cavity Examination and Tolerability Symptoms Scoring",
          "timeFrame": "up to 51 days."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in the total nasal symptoms score (TNSS)",
          "description": "Chang in Sneezing, Rhinorrhea, Nasal congestion / Blockage and Pruritus are recorded in diary and averaged.\n\nSeverity is graded between 0-3 for each symptom. 0 = no symptoms 1 = mild symptoms (sign/symptom clearly present, but minimal awareness; easily tolerated) 2 = moderate symptoms (definite awareness of sign/symptom that is bothersome but tolerable) 3 = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping)",
          "timeFrame": "up to 51 days."
        },
        {
          "measure": "Change in the Rhinitis Daily Medication use Score (DMS)",
          "description": "Antihistamine oral form (Desloratadine 5mg/day) could be used in the evening, if the total reflective TNSS reaches to 8 points or greater.\n\n4 points addition to subjects take the antihistamine and 0 to subjects do not.",
          "timeFrame": "up to 51 days."
        },
        {
          "measure": "Change in the the average of subject-reported combined TNSS and DMS",
          "description": "Changes in the self-reported TNSS and DMS against baseline.",
          "timeFrame": "up to 51 days."
        },
        {
          "measure": "Change in the titers of HDM specific antibodies",
          "description": "The titers of specific antibodies, IgA, IgE, IgG and IgG4, are measured by ImmunoCap methods(Phadia 100).",
          "timeFrame": "up to 51 days."
        },
        {
          "measure": "Change in the titers of Drug specific antibodies.",
          "description": "The titers of specific antibodies, IgA, IgE and IgG, are measured by ImmunoCap methods(Phadia 100).",
          "timeFrame": "up to 51 days."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nA subject can participate in the study only if all the following criteria are met:\n\n1. Subject 20-49 aged years, having a clinical history of allergic rhinitis (diagnosed by a physician) of 1 year duration or more and have received anti-allergy treatment during the previous year before the study enrollment.\n2. Subjects with HDM-specific IgE serum value ≥ 0.7 kUA/L during screening period.\n3. HDM allergic rhinitis symptoms during the baseline period defined as a total nasal symptoms score more than 6, at least on 5 of 7 consecutive calendar days in screening period. A subject receiving anti-allergy medication is required to washout of their medication before and during screening period of the trial until the required symptom threshold is met.\n4. No known prior clinical history of asthma.\n5. Subjects who are of reproductive potential agrees to remain abstinent or use (or have their partner use) an acceptable method of birth control within the projected duration of the trial. Acceptable methods of birth control are: intrauterine device, hormonal contraception, diaphragm with spermicide, contraceptive sponge, condom, vasectomy, as per local regulations or guidelines. Female subjects of childbearing potential must have negative serum pregnancy test at screening, and negative urine pregnancy test at randomization visit.\n6. A female subject who is not of reproductive potential and a male subject who is diagnosed to be sterile is eligible without requiring the use of contraception. A female subject who is not of reproductive potential is defined as: one who has either\n\n   1. Reached natural menopause (defined as 6 months of spontaneous amenorrhea with serum follicle-stimulating hormone levels in the postmenopausal range as determined by the laboratory, or 12 months of spontaneous amenorrhea),\n   2. Six weeks postsurgical documented total hysterectomy and/or bilateral salpingo-oophorectomy, or\n   3. Bilateral tubal ligation.\n7. Subject or the subject's legal representative understands the trial procedures, alternative treatments available, risks involved with the trial, and voluntarily agrees to participate by giving written informed consent.\n8. Be able to read, understand, and complete questionnaires and diaries.\n9. Provide written informed consent for the trial and willing to adhere to dose and visit schedules.\n\nExclusion Criteria:\n\nSubjects who meet any of the following criteria are not eligible to enter the study:\n\n1. Has a clinically relevant, known history of symptomatic allergic rhinoconjunctivitis and/or asthma caused by mold, animal hair and dander, or other allergens (except HDM) to which the subject is regularly exposed and sensitized. Subjects without a known history of allergy other than to HDM, but show any positive result (on CAP test) towards the allergens could be accepted in the judgement of the investigator.\n2. Has any nasal condition that, in the judgement of the investigator, could confound the efficacy or safety assessments (e.g., nasal polyposis, nasal malformation, frequent nosebleeds, etc).\n3. Has a history of anaphylaxis reaction to any known or unknown cause.\n4. Has a history of chronic urticaria and/or angioedema within the last 2 years before Screening Visit.\n5. Immunosuppressed subjects as result of illness (e.g. HIV infection) or treatment.\n6. Has acute respiratory illness needing antibiotics or antivirals within 14 days prior to the Screening visit.\n7. Has acute sinusitis or chronic sinusitis accompanying acute symptoms within 3 days prior to administration of first dose of study drug.\n8. Has any clinically relevant chronic disease (≥3 months duration) \\[including but not limited to cystic fibrosis, malignancy, type I diabetes mellitus, malabsorption or malnutrition, renal or hepatic insufficiency, rheumatic arthritis, lupus and other autoimmune diseases\\].\n9. Has documented history of Bell's palsy.\n10. Has a history of allergic reaction to kanamycin.\n11. Has received Immunosuppressive treatment (ATC code L04 or L01) within 3 months prior to the Screening visit.\n12. Has had previous immunotherapy treatment with any HDM allergen.\n13. Has had previous exposure to the study drug or Flu Vaccine AD07030.\n14. Is receiving ongoing treatment with any specific immunotherapy at the time of the Screening Visit.\n15. Has a known history of allergy (except HDM), hypersensitivity, or intolerance to investigational medicinal products, rescue medications, or self-injectable epinephrine.\n16. Subjects with chronic (\\> 6 months) or intermittent dependence on nasal, inhaled, oral, intramuscular, intravenous corticosteroids, or potent topical corticosteroids with systemic effects. Subjects who are non-chronic users and do not use these corticosteroids intermittently must undergo at least 5 half-lives of washout prior to the Screening visit.\n17. Subjects using other medications for their allergic rhinitis and/or asthma if they cannot abstain from the specified time window below (or 5 half-lives, whichever is longer) prior to the Screening visit:\n\n    * Nasal or oral antihistamines: 48 hours\n    * Nasal decongestants: 24 hours\n    * Oral decongestants: 24 hours\n    * Short acting inhaled beta-agonists: 48 hours\n    * Long acting antihistamine (half-life \\>24hrs): 10 days\n18. Subjects who had chronic use (\\> 6 months) of concomitant medications \\[e.g., tricyclic antidepressants, beta-blocker, xanthines (including theophylline, but not including caffeine), anticholinergics, cromoglycates, leukotriene antagonists, 5-lipoxygenase inhibitors and long-acting inhaled beta-agonists, etc\\] that would affect assessment of the effectiveness of the investigational product. Subjects who are non-chronic users of these medications must undergo at least 5 half-lives of washout prior to the Screening visit.\n19. Is nursing at randomization and within the projected duration of the trial.\n20. Subject who plans travel outside the trial area for a substantial portion of the trial period.\n21. Other cases judged by the investigator to be ineligible for participation in the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "maximumAge": "49 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hanpin Kuo",
          "affiliation": "Taipei Medical University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Taipei Medical University",
          "city": "Taipei",
          "state": "Taiwan",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 25.05306,
            "lon": 121.52639
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C027538",
          "term": "heat-labile enterotoxin, E coli"
        }
      ]
    }
  },
  "hasResults": false
}