{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01066104",
      "orgStudyIdInfo": {
        "id": "2009P001325"
      },
      "organization": {
        "fullName": "Massachusetts General Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Subcutaneous Omalizumab for Treatment of Chronic Rhinosinusitis With Nasal Polyposis",
      "officialTitle": "Subcutaneous Omalizumab for Treatment of Chronic Rhinosinusitis With Nasal Polyposis"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2009-12"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2015-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2010-02-08",
      "studyFirstSubmitQcDate": "2010-02-09",
      "studyFirstPostDateStruct": {
        "date": "2010-02-10",
        "type": "ESTIMATED"
      },
      "resultsFirstSubmitDate": "2017-02-24",
      "resultsFirstSubmitQcDate": "2017-04-14",
      "resultsFirstPostDateStruct": {
        "date": "2017-05-19",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2017-05-19",
      "lastUpdatePostDateStruct": {
        "date": "2017-06-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Ellen Dutta, MD",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "Massachusetts General Hospital"
      },
      "leadSponsor": {
        "name": "Massachusetts General Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The investigators are doing this research study to learn more about a drug called Xolair (omalizumab). The investigators want to see if it is an effective treatment for chronic rhinosinusitis (CRS). Specifically, the investigators want to see whether Xolair will make nasal polyps smaller and less thick, and relieve symptoms in people with CRS. Polyps are abnormal growths of tissue that can grow in the lining of your sinuses (the inside of your nose). The investigators also want to find out if it is safe to use (whether it causes side effects).",
      "detailedDescription": "Title of study: Subcutaneous Xolair (omalizumab) for treatment of chronic rhinosinusitis with nasal polyposis (CRS/NP)\n\nObjectives: To compare the efficacy of subcutaneous Xolair (omalizumab) to placebo in treatment of CRS/NP in terms of: (a) the effect on polypoid mucosal thickening in the anterior ethmoid and maxillary sinuses as measured on sinus CT scan, (b) the effect on volume of polypoid mucosal tissue in the nose and sinuses on rhinoscopic examination, and (c) the effect on CRS symptoms as measured by total symptom score.\n\nStudy Rationale: Chronic rhinosinusitis (CRS) is a persistent inflammatory condition with periodic flares, affecting 14% of the United States population with an estimated annual health care expenditure of $3.4 billion. CRS patients with nasal polyposis (NP) are the most difficult to treat and the most likely to undergo sinus surgery. Tissue eosinophilia is the hallmark feature and is associated with specific IgE to inhalants, elevated total serum immunoglobulin E (IgE), and peripheral eosinophilia. Omalizumab is a humanized monoclonal antibody that binds to the Fc portion of IgE. Omalizumab treatment reduces peripheral eosinophilia and prevents nasal tissue eosinophilia. Endoscopic NP severity directly correlates with total serum IgE levels, and anti-IgE therapy in the postpolypectomy management of atopic asthmatic patients may reduce the severity of NP recurrence. In a patient with CRS/NP with asthma treated with omalizumab, symptoms were relieved, and MRI showed resolution of nasal mucosa swelling and reduction of polypoid swelling and inflammation of the paranasal sinuses. We hypothesize that subcutaneous Xolair (omalizumab) treatment will reduce the size of nasal polyps and/or sinus polypoid thickening and relieve CRS symptoms in patients with CRS/NP.\n\nMethodology:\n\nXolair (omalizumab) or placebo injections every 2-4 weeks for 5 months. Procedures will include:\n\n1. Quantification of polypoid mucosal thickening in the anterior ethmoid and maxillary sinuses on sinus CT scan (primary outcome variable) on Day 0 and on Day 140.\n2. Total symptom score (TSS) recorded daily. CRS Facial Pain/Headache questionnaire at each visit.\n3. Rhinoscopic evaluation during screening and on Days 28, 84 and 140. Number of centers \\& patients: Single center. 30 patients (15 per treatment group).\n\nPopulation: Outpatient male or female, 18 years of age or older, with CRS/NP, without uncontrolled moderate to severe asthma.\n\nInvestigational drug: Xolair (omalizumab), dosage and frequency to be determined based on patient's weight and total IgE level, administered by subcutaneous injection.\n\nReference therapy: Placebo of similar volume and frequency, administered by subcutaneous injection"
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Rhinosinusitis",
        "Nasal Polyps"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 27,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Xolair placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Xolair placebo 150-375 mg is administered subcutaneously (SC) every 2 or 4 weeks depending on the patient's baseline serum total IgE level (IU/mL), measured before the start of treatment, and body weight (kg) ). Doses of more than 150 mg are divided among more than one injection site to limit injections to not more than 150 mg per site.",
          "interventionNames": [
            "Drug: Xolair placebo"
          ]
        },
        {
          "label": "Xolair (omalizumab)",
          "type": "ACTIVE_COMPARATOR",
          "description": "Xolair (omalizumab) 150-375 mg is administered subcutaneously (SC) every 2 or 4 weeks depending on the patient's baseline serum total IgE level (IU/mL), measured before the start of treatment, and body weight (kg). Doses of more than 150 mg are divided among more than one injection site to limit injections to not more than 150 mg per site.",
          "interventionNames": [
            "Drug: Xolair (omalizumab)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Xolair placebo",
          "description": "two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)",
          "armGroupLabels": [
            "Xolair placebo"
          ],
          "otherNames": [
            "omalizumab placebo"
          ]
        },
        {
          "type": "DRUG",
          "name": "Xolair (omalizumab)",
          "description": "two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)",
          "armGroupLabels": [
            "Xolair (omalizumab)"
          ],
          "otherNames": [
            "omalizumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective (a) the Effect on Polypoid Mucosal Thickening in the Anterior Ethmoid and Maxillary Sinuses as Measured on Sinus CT Scan.",
          "description": "Improvement is defined as any decrease in sinus CT scores at end of study.\n\nQuantification of polypoid mucosal thickening in the anterior ethmoid and maxillary sinuses on sinus CT scan (primary outcome variable):\n\nA sinus CT scan will be performed on Day 0 and repeated on Day 112. The CT scans will be performed with consistent orientation of the patient's head and landmarks to assure that both the pretreatment and posttreatment scans are done with identical orientation and sections. The CT scans will be scored using the established scoring system known as the Zinreich modification of the Lund Mackay scoring system.. As an exploratory measure, a 3-dimensional scoring system developed with the radiology department of Massachusetts General Hospital may also be used.",
          "timeFrame": "4 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Objective (b) the Effect on Volume of Polypoid Mucosal Tissue in the Nose and Sinuses on Rhinoscopic Examination.",
          "description": "Improvement is defined as any reduction in the total nasal polyp score. Using rhinoscopic evaluation, Nasal Polyp Score will be assessed on the right and on the left, and added together.\n\nScoring system:\n\nScore Definition 0 No polyps\n\n1. Polyp in middle meatus, not reaching below the inferior border of the middle turbinate\n2. Polyp reaching below the inferior border of the middle turbinate but not touching the inferior turbinate\n3. Polyp reaching below the inferior border of the middle turbinate and touching the inferior turbinate\n4. Polyp reaching to or below the lower border of the inferior turbinate\n\nRange: minimum 0 (better outcome), maximum 8 (worse outcome)",
          "timeFrame": "4 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria\n\n1. Subjects will be male or female and 18 years of age or older.\n2. Females of childbearing potential will use approved contraception, defined as the use of hormonal (oral, injectable, or implantable) or barrier-method contraceptives, intrauterine device, or history of bilateral tubal ligation. Women who have undergone a total hysterectomy or are two years post-menopausal will also be eligible.\n3. Subjects must meet the criteria for CRS, namely they must have (1) at least two major criteria (facial pain/pressure or headache, nasal congestion, anterior or posterior nasal drainage, hyposmia/anosmia) for at least 3 consecutive months; (2) an abnormal sinus CT scan in at least two sinus areas documented within 3 months of entry or endoscopic evidence of disease.\n4. Subjects must have bilateral polypoid disease demonstrated either by CT or endoscopy with evidence of nasal polyps or polypoid mucosa on examination in at least two of the following areas: right maxillary sinus, left maxillary sinus, right anterior ethmoid sinus, left anterior ethmoid sinus plus a minimal polyp/polypoid score of 4 on the baseline rhinoscopic examination. (Nasal polyps are defined as discreet polyps visible in the middle meatus area.)\n5. Evidence or history of positive skin test or in vitro reactivity to a perennial aeroallergen.\n6. Subjects must meet the study drug-dosing table eligibility criteria (serum IgE level ≥ 30 to ≤ 1500 IU/mL and body weight ≥ 30 to ≤ 150 kg).\n7. Subjects must have a minimum total symptom score of 5 (range of scores 0-15) at baseline.\n\nExclusion criteria\n\n1. Females who are pregnant or nursing, or females of childbearing potential not using approved contraception, defined as the use of hormonal (oral, injectable, or implantable) or barrier-method contraceptives, intrauterine device, or history of bilateral tubal ligation.\n2. Subjects who do not meet the clinical criteria for Xolair (omalizumab)\n3. Subjects who are taking a beta blocker.\n4. Known sensitivity to Xolair (omalizumab).\n5. Subjects who have evidence of acute bacterial exacerbation of rhinosinusitis requiring antibiotic therapy manifesting as gross purulent drainage on physical examination or untreated air/fluid level on sinus CT scan.\n6. Subjects who have received antibiotics within 3 weeks of the screening visit.\n7. Subjects with uncontrolled moderate to severe asthma who have experienced a recent exacerbation requiring use of systemic steroids burst within 6 weeks of study enrollment. Subjects who are receiving a maintenance dose of Prednisone of 5 mg/day or less will be allowed provided the dose of Prednisone is not changed during the study.\n8. Subjects with a history of uncontrolled recurrent epistaxis within the past 6 weeks.\n9. Subjects with a history of hypogammaglobulinemia, cystic fibrosis, bronchiectasis, immotile cilia syndrome, systemic granulomatous disease, malignancy (or strong family history of malignancy), or history of recent cocaine use.\n10. Cigarette smoking in the past 3 years.\n11. Subjects with other serious medical problems, such as Grade III/IV cardiac problems as defined by the New York Heart Association Criteria within 6 months of study, severe and/or uncontrolled medical disease (i.e., uncontrolled diabetes, chronic renal or liver disease, infection with HIV or other active uncontrolled infection). Subjects who have had a major surgery within 3 months of the screening visit.\n12. Subjects with any significant history of non-compliance to medical regimens or with inability to grant reliable informed consent.\n13. Subjects with alcohol or drug abuse/dependence within the past 3 months.\n14. Subjects with persistent abnormalities of hepatic, renal or hematologic function, defined as the following: total bilirubin, SGOT and SGPT \\> 1.5 x upper limit of normal, creatinine \\> 2.0 x upper limit of normal, absolute neutrophil count \\< 1.5 x 109/L, platelets \\< 100 x 109/L.\n15. Subjects who have used oral or systemic steroid burst within 6 weeks of study enrollment.\n16. Use of any other investigational agent in the 30 days prior to enrollment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Ellen J Dutta, MD",
          "affiliation": "Massachusetts General Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Massachusetts General Hospital",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02114",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "groups": [
        {
          "id": "FG000",
          "title": "Xolair Placebo",
          "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
        },
        {
          "id": "FG001",
          "title": "Xolair (Omalizumab)",
          "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "14"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "13"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "12"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "12"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "2"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "1"
                }
              ]
            }
          ],
          "dropWithdraws": [
            {
              "type": "Adverse Event",
              "reasons": [
                {
                  "groupId": "FG000",
                  "numSubjects": "1"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "1"
                }
              ]
            },
            {
              "type": "Protocol Violation",
              "reasons": [
                {
                  "groupId": "FG000",
                  "numSubjects": "1"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "0"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "Xolair Placebo",
          "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
        },
        {
          "id": "BG001",
          "title": "Xolair (Omalizumab)",
          "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
        },
        {
          "id": "BG002",
          "title": "Total",
          "description": "Total of all reporting groups"
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "14"
            },
            {
              "groupId": "BG001",
              "value": "13"
            },
            {
              "groupId": "BG002",
              "value": "27"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Categorical",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "14"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "27"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "<=18 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Between 18 and 65 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "14"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "27"
                    }
                  ]
                },
                {
                  "title": ">=65 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "populationDescription": "2 subjects withdrew from the study due to adverse events. 1 Subject withdrew from the study due to protocol violation (concomitant medication that was not allowed). These 3 subjects did not complete the procedures to allow for analysis.",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "12"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "24"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "4"
                    },
                    {
                      "groupId": "BG001",
                      "value": "3"
                    },
                    {
                      "groupId": "BG002",
                      "value": "7"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "8"
                    },
                    {
                      "groupId": "BG001",
                      "value": "9"
                    },
                    {
                      "groupId": "BG002",
                      "value": "17"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Ethnicity (NIH/OMB)",
          "populationDescription": "2 subjects withdrew from the study due to adverse events. 1 Subject withdrew from the study due to protocol violation (concomitant medication that was not allowed). These 3 subjects did not complete the procedures to allow for analysis.",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "12"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "24"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "3"
                    }
                  ]
                },
                {
                  "title": "Not Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "10"
                    },
                    {
                      "groupId": "BG001",
                      "value": "11"
                    },
                    {
                      "groupId": "BG002",
                      "value": "21"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Race (NIH/OMB)",
          "populationDescription": "2 subjects withdrew from the study due to adverse events. 1 Subject withdrew from the study due to protocol violation (concomitant medication that was not allowed). These 3 subjects did not complete the procedures to allow for analysis.",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "12"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "24"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "American Indian or Alaska Native",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Asian",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Native Hawaiian or Other Pacific Islander",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Black or African American",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "3"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "4"
                    }
                  ]
                },
                {
                  "title": "White",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "8"
                    },
                    {
                      "groupId": "BG001",
                      "value": "10"
                    },
                    {
                      "groupId": "BG002",
                      "value": "18"
                    }
                  ]
                },
                {
                  "title": "More than one race",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "1"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "1"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "Objective (a) the Effect on Polypoid Mucosal Thickening in the Anterior Ethmoid and Maxillary Sinuses as Measured on Sinus CT Scan.",
          "description": "Improvement is defined as any decrease in sinus CT scores at end of study.\n\nQuantification of polypoid mucosal thickening in the anterior ethmoid and maxillary sinuses on sinus CT scan (primary outcome variable):\n\nA sinus CT scan will be performed on Day 0 and repeated on Day 112. The CT scans will be performed with consistent orientation of the patient's head and landmarks to assure that both the pretreatment and posttreatment scans are done with identical orientation and sections. The CT scans will be scored using the established scoring system known as the Zinreich modification of the Lund Mackay scoring system.. As an exploratory measure, a 3-dimensional scoring system developed with the radiology department of Massachusetts General Hospital may also be used.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "% Change",
          "timeFrame": "4 months",
          "groups": [
            {
              "id": "OG000",
              "title": "Xolair Placebo",
              "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
            },
            {
              "id": "OG001",
              "title": "Xolair (Omalizumab)",
              "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "12"
                },
                {
                  "groupId": "OG001",
                  "value": "12"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-8.9",
                      "spread": "28.2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "4.2",
                      "spread": "25.6"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Objective (b) the Effect on Volume of Polypoid Mucosal Tissue in the Nose and Sinuses on Rhinoscopic Examination.",
          "description": "Improvement is defined as any reduction in the total nasal polyp score. Using rhinoscopic evaluation, Nasal Polyp Score will be assessed on the right and on the left, and added together.\n\nScoring system:\n\nScore Definition 0 No polyps\n\n1. Polyp in middle meatus, not reaching below the inferior border of the middle turbinate\n2. Polyp reaching below the inferior border of the middle turbinate but not touching the inferior turbinate\n3. Polyp reaching below the inferior border of the middle turbinate and touching the inferior turbinate\n4. Polyp reaching to or below the lower border of the inferior turbinate\n\nRange: minimum 0 (better outcome), maximum 8 (worse outcome)",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "Change in Total polyp score",
          "timeFrame": "4 months",
          "groups": [
            {
              "id": "OG000",
              "title": "Xolair Placebo",
              "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
            },
            {
              "id": "OG001",
              "title": "Xolair (Omalizumab)",
              "description": "Xolair: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)"
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "12"
                },
                {
                  "groupId": "OG001",
                  "value": "12"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": ".05",
                      "spread": "2.27"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.33",
                      "spread": "2.1"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "0",
      "timeFrame": "4 months",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "Xolair Placebo",
          "description": "Xolair placebo: two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 14,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 14,
          "otherNumAffected": 1,
          "otherNumAtRisk": 14
        },
        {
          "id": "EG001",
          "title": "Xolair (Omalizumab)",
          "description": "Xolair (omalizumab): two to four weeks (dosage and frequency will be determined based on patient weight and IgE level)",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 13,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 13,
          "otherNumAffected": 1,
          "otherNumAtRisk": 13
        }
      ],
      "otherEvents": [
        {
          "term": "Hair thinning",
          "organSystem": "Skin and subcutaneous tissue disorders",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 14
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            }
          ]
        },
        {
          "term": "Bilateral hilar adenopathy",
          "organSystem": "Blood and lymphatic system disorders",
          "assessmentType": "NON_SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 14
            },
            {
              "groupId": "EG001",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            }
          ]
        }
      ]
    },
    "moreInfoModule": {
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictionType": "LTE60",
        "restrictiveAgreement": true
      },
      "pointOfContact": {
        "title": "Dr. Ellen Dutta",
        "organization": "MGH",
        "email": "edutta@mgh.harvard.edu",
        "phone": "6177248256"
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": true
}