{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04413942",
      "orgStudyIdInfo": {
        "id": "FB825CLRS01"
      },
      "organization": {
        "fullName": "Oneness Biotech Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Evaluate Efficacy, PK, and Safety of FB825 in Adults With Atopic Dermatitis",
      "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Phase II Study to Evaluate Efficacy, Pharmacokinetics, and Safety of Multiple Intravenous Doses of FB825 in Adults With Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-03-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-12-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-04-13",
      "studyFirstSubmitQcDate": "2020-06-02",
      "studyFirstPostDateStruct": {
        "date": "2020-06-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-03-31",
      "lastUpdatePostDateStruct": {
        "date": "2022-04-04",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Oneness Biotech Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The study aims to evaluate the efficacy, improvement from baseline in Eczema Area and Severity Index (EASI) score, of multiple intravenous (IV) doses of FB825 in subjects with atopic dermatitis",
      "detailedDescription": "IgE plays an important role in mediating hypersensitivity reactions responsible for most of the allergic diseases, such as atopic dermatitis, asthma etc. which remain poorly controlled. FB825 blocks the biological pathway of IgE synthesis and thus can be used to treat IgE-mediated allergic diseases.\n\nFB825 was found to be safe when given IV repeat dose in toxicology study in monkey. No adverse effects of FB825 were observed in parameters included electrocardiograms for cardiovascular, ophthalmic examinations and other clinical, CNS and respiratory safety observations.\n\nThe safety and tolerability of FB825 was demonstrated in the US phase I randomized, double-blind study with healthy subjects. Also, the FB825 was proved by in vivo study that it is able to block the biological pathway of IgE synthesis and thus can be used to treat IgE-mediated allergic diseases. Therefore, in this study, the effects of IgE in patients with atopic dermatitis receiving FB825 treatment will be investigated. The study will evaluate safety and efficacy in adults with atopic dermatitis."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Arm A: FB825 Arm B: Placebo",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 99,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "FB825",
          "type": "ACTIVE_COMPARATOR",
          "description": "FB825",
          "interventionNames": [
            "Biological: FB825"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Formulation buffer",
          "interventionNames": [
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "FB825",
          "description": "Humanized monoclonal IgG1 specifically targeting the CεmX domain of membrane-bound IgE",
          "armGroupLabels": [
            "FB825"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Formulation buffer",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The mean change of Eczema Area and Severity Index [EASI] from baseline to Week 16",
          "description": "An EASI score is used to measure the extent (area) and severity of atopic eczema, the minimum EASI score is 0 and the maximum EASI score is 72, with the higher scores reflecting the worse severity of AD. The mean change of EASI reflects the participants whose disease changes.",
          "timeFrame": "16 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Proportion of patients with Eczema Area and Severity Index≥75% [ EASI-75] ( ≥75% improvement from baseline) at Weeks 2, 4, 8, 12, 16, 20 and 24",
          "description": "An EASI score is used to measure the extent (area) and severity of atopic eczema, the minimum EASI score is 0 and the maximum EASI score is 72, with the higher scores reflecting the worse severity of AD. EASI-75 responders were the participants who achieved \\>=75% overall improvement in EASI score at Week 2, 4, 8, 12, 16, 20 and 24 weeks.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "The mean percentage change from baseline in Eczema Area and Severity Index [EASI ]score at Weeks 2, 4, 8, 12, 16, 20 and 24.",
          "description": "An EASI score is used to measure the extent (area) and severity of atopic eczema, the minimum EASI score is 0 and the maximum EASI score is 72, with the higher scores reflecting the worse severity of AD. The mean change of EASI reflects the participants whose disease changes from baseline at Week 2, 4, 8, 12, 16, 20 and 24 weeks.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "Proportion of patients with Eczema Area and Severity Index≥50% [ EASI-50] ( ≥50% improvement from baseline) at Weeks 2, 4, 8, 12, 16, 20 and 24",
          "description": "An EASI score is used to measure the extent (area) and severity of atopic eczema, the minimum EASI score is 0 and the maximum EASI score is 72, with the higher scores reflecting the worse severity of AD. EASI-50 responders were the participants who achieved \\>=50% overall improvement in EASI score at Week 2, 4, 8, 12, 16, 20 and 24 weeks.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "Proportion of patients with Eczema Area and Severity Index [EASI-90] ( ≥90 % improvement from baseline) at Weeks 2, 4, 8, 12, 16, 20 and 24",
          "description": "An EASI score is used to measure the extent (area) and severity of atopic eczema, the minimum EASI score is 0 and the maximum EASI score is 72, with the higher scores reflecting the worse severity of AD. EASI-90 responders were the participants who achieved \\>=90% overall improvement in EASI score at Week 2, 4, 8, 12, 16, 20 and 24 weeks.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "The mean percentage change from baseline in validated Investigator Global Assessment [vIGA-AD] score at Weeks 2, 4, 8, 12, 16, 20 and 24.",
          "description": "v-IGA is an assessment scale used to determine severity of AD and clinical response to treatment on a 5-point scale (0 = clear; 1 = almost clear; 2 = mild; 3 = moderate; 4 = severe). The mean percentage change of vIGA-AD score reflects the participants whose disease changes from baseline at Week 2, 4, 8, 12, 16, 20 and 24.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "Proportion of patients with both validated Investigator Global Assessment [vIGA-AD] 0 to 1 and a reduction from baseline of ≥2 points at Weeks 2, 4, 8, 12, 16, 20 and 24.",
          "description": "Proportion of patients with both vIGA-AD 0 to 1 and a reduction from baseline",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "The mean percentage change from baseline in Pruritus Numerical Rating Scale (NRS) Score at Weeks 2, 4, 8, 12, 16, 20 and 24.",
          "description": "Pruritus NRS was an assessment tool that was used to report the intensity of a participant's pruritus (itch), both maximum and average intensity, during a 24-hour recall period. Participants were asked the following question: how would a participant rate his itch at the worst moment during the previous 24 hours (for maximum itch intensity on a scale of 0 - 10 \\[0 = no itch; 10 = worst itch imaginable\\]). The mean percentage change of NRS reflects the changes of participants in itch intensity.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "The mean percentage change from baseline in total IgE and allergen-specific IgE at Weeks 2, 4, 8, 12, 16, 20 and 24.",
          "description": "Percentage change from baseline in total IgE and allergen-specific IgE",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "Measure the profile of FB825 concentration in blood serum after administrating FB825.",
          "description": "Analyze how the absorption and distribution of FB825 in body, the participant's blood will be analyzed for FB825 concentration at various time points (1, 2, 3, 15, 29, 57, 85, 113, 141 and 169 days) after receiving FB825 dose.",
          "timeFrame": "1, 2, 3, 15, 29, 57, 85, 113, 141 and 169 days"
        },
        {
          "measure": "The mean change from baseline in Dermatology Life Quality Index [DLQI] score at Weeks 2, 4, 8, 12, 16, 20 and 24.",
          "description": "The DLQI is a 10-item, validated questionnaire used in clinical practice and clinical trials to assess the impact of AD disease symptoms and treatment on quality of life (QOL). The 10 questions assessed QOL over the past week, with an overall scoring of 0 (absent disease) to 30 (severe disease); a high score was indicative of a poor QOL. The mean change of DLQI from baseline reflects the QOL changes of participants.",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "The mean percentage change from baseline in Eczema Area and Severity Index [EASI] score at Weeks 2, 4, 8, 12, 16, 20 and 24 in the population with at least one allergen-specific IgE response.",
          "description": "Mean change from baseline in EASI score",
          "timeFrame": "2, 4, 8, 12, 16, 20 and 24 weeks"
        },
        {
          "measure": "The incidence of adverse events",
          "description": "AE events",
          "timeFrame": "From day 1 to Day 169"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. The subject is male or female between 18 and 70 years of age.\n2. The subject has a physician-confirmed diagnosis of chronic atopic dermatitis based on 2 years history of symptoms defined by the Eichenfield revised criteria of Hannifin and Rajka.\n3. Eczema Area and Severity Index (EASI) score ≧16 at the screening and baseline (Day 1) visits.\n4. Validated Investigator Global Assessment for Atopic Dermatitis (vIGA-AD™) score ≧ 3 (5-point scale) at the screening and baseline (Day 1) visits.\n5. ≧10 % body surface area (BSA) of AD involvement at the screening and baseline (Day 1) visits.\n\n   Note: BSA is measured as Part A (Extent) of SCORAD.\n6. Baseline pruritus numerical rating scale (NRS) average score for maximum itch intensity of ≧3, based on the average of daily pruritus NRS scores for maximum itch intensity reported during the 7 days prior to randomization.\n7. History of inadequate response to a stable (4 weeks) regimen of topical corticosteroids (TCS) or topical calcineurin inhibitors (TCI) as treatment for AD within 6 months before the screening visit. (The regimen of topical corticosteroids means medium to higher potency, applied for at least 4 weeks or for the maximum duration recommended by product prescribing information.) 7.1 Inadequate response is defined as failure to achieve and maintain remission or a low disease activity state (comparable to vIGA-AD 0=clear to 2=mild) 7.2 Subjects with systemic treatment for AD in the past 6 months were also considered as inadequate responders to topical treatments and were potentially eligible for treatment with FB825 after appropriate washout.\n8. Patients must be applying stable doses of an additive-free, basic bland emollient twice-daily for at least 1 week immediately before the baseline visit (Day 1).\n\n   Note: See exclusion criterion #11 for limitations regarding emollients\n9. Female subjects of childbearing potential must use an acceptable method of birth control (i.e., diaphragm, intrauterine device, condom, hormonal contraceptives, or abstinence) throughout the study or be surgically sterile (i.e., hysterectomy, bilateral tubal ligation, or bilateral oophorectomy), or postmenopausal (defined as amenorrhea 12 consecutive months and documented serum follicle stimulating hormone level \\>40 mU/mL). All female subjects must have a negative serum pregnancy test at screening and baseline (Day 1) visits.\n\n   Note: The subject must use the method of effective contraception during study period and in 16 weeks or 5 half-lives after the last dosing of FB825.\n10. The subject is able to provide written informed consent.\n11. The subject agrees to comply with all protocol requirements.\n\nExclusion Criteria:\n\n1. Female subjects who are pregnant or lactating.\n2. The subject has a positive test result for hepatitis B surface antigen, hepatitis B core antibody, hepatitis C virus antibody, or human immunodeficiency virus antibodies at screening. Having a history of human immunodeficiency virus (HIV) infection.\n3. The subject has a history of drug abuse that would impair or risk the patients' full participation in the study, in the opinion of the investigator.\n4. The subject has a clinically significant, currently active or underlying gastrointestinal, cardiovascular, nervous system, psychiatric, metabolic, renal, hepatic, respiratory (with the exception of uncomplicated allergic rhinitis), inflammatory, immunological, endocrine, diabetes, or infectious disease and is ineligible to participate in the study as judged by the investigator.\n5. The subject has a clinically significant history, as determined by the investigator, of drug allergies or hypersensitivity such as, but not limited to, sulfonamides and penicillin, or a drug allergy witnessed in a previous study with experimental drugs.\n6. The subject has any history of a previous anaphylactic reaction.\n7. The subject has any condition that, in the opinion of the investigator, would compromise the study or the well-being of the subject or prevent the subject from meeting or performing study requirements.\n8. The subject has received TCS or TCI within 7 days before the baseline visit (Day 1).\n9. The subject has received any immunoglobulin products or blood products within 3 months of baseline visit (Day 1).\n10. The subject has received a biologic product (including investigational biologic product):\n\n    10.1 Any cell-depleting agents, not only limited to rituximab, within 6 months of baseline visit (Day 1), or before the lymphocyte count returns to normal, whichever is longer.\n\n    10.2 Other biologics such as dupilumab within 5 half-lives (if known) or within 16 weeks, whichever is longer, before the study treatment.\n11. Initiation of treatment of AD with prescription moisturizers or moisturizers containing additives such as ceramide, hyaluronic acid, urea, or filaggrin degradation products during the screening period (patients may continue using stable doses of such moisturizers if initiated before the screening visit)\n12. The subject has received an investigational drug within 8 weeks or within 5 half-lives (if known), whichever is longer, before study treatment.\n13. The subject is a member of the professional or ancillary personnel involved in the study.\n14. The subject regular use (≧2 visits per week) of a tanning booth/parlor within 4 weeks of the baseline visit (Day 1).\n15. The subject has received any immunotherapy treatment within 3 months of baseline visit (Day 1).\n16. The subject has used any of the following classes of medication (prescription or over the counter):\n\n    16.1 Systemic corticosteroids within 4 weeks before the study treatment 16.2 Leukotriene modifiers within 4 weeks before the study treatment 16.3 Cyclosporine within 12 weeks before the study treatment, or other immunosuppressants (e.g. gold salts, methotrexate, azathioprine) within 4 weeks before the study treatment 16.4 IFN-gamma within 12 weeks before the study treatment, or other immunomodulating drugs within 4 weeks before the study treatment 16.5 Anti-IgE (e.g., omalizumab) within 1 year before the study treatment 16.6 Allergen immunotherapy within 1 year before the study treatment\n17. The subject has received phototherapy within 4 weeks before study treatment.\n18. The subject has received live vaccine within 12 weeks before the study treatment.\n19. The subject has presence of skin comorbidities that may interfere with study assessments.\n20. The subject has known or suspected history of immunosuppression, including history of opportunistic infections (e.g., TB) per investigator's judgment.\n21. The subject has active chronic or acute infection requiring treatment with systemic antibiotics, antivirals, antiparasitics, antiprotozoals, or antifungals within 2 weeks before the baseline visit, or superficial skin infections within 1 week before the baseline visit.\n\n    Note: Patients may be rescreened after infection resolves.\n22. The subject has history of malignancy within 5 years before the screening period, except completely treated in situ carcinoma of the cervix, completely treated and resolved non-metastatic squamous or basal cell carcinoma of the skin.\n23. The subject planned or anticipated use of any prohibited medications and procedures during study treatment.\n24. The subject planned or anticipated major surgical procedure during the patient's participation in this study.\n25. High risk of parasite infection\n\n    Evidence of parasitic infection defined as having the following two items:\n\n    25.1 Risk factors for parasitic disease (living in an endemic area, chronic gastrointestinal symptoms, travel within the last 6 months to regions where geohelminthic infections are endemic, and/or chronic immunosuppression) AND 25.2 Evidence of parasitic colonization or infection on stool evaluation for ova and parasites.\n\n    Note: stool ova and parasite evaluation will only be conducted in patients with risk factors and an eosinophil count more than twice the upper limit of normal\n26. Judged by investigator due to non-compliance with the study requirement or severe concomitant illness.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "NienYi Chen, PhD",
          "affiliation": "Oneness Biotech",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Zenith Research",
          "city": "Beverly Hills",
          "state": "California",
          "zip": "90212",
          "country": "United States",
          "geoPoint": {
            "lat": 34.07362,
            "lon": -118.40036
          }
        },
        {
          "facility": "Encino Research Center",
          "city": "Encino",
          "state": "California",
          "zip": "91436",
          "country": "United States",
          "geoPoint": {
            "lat": 34.15917,
            "lon": -118.50119
          }
        },
        {
          "facility": "Marvel Research 002, LLC",
          "city": "Huntington Beach",
          "state": "California",
          "zip": "92647",
          "country": "United States",
          "geoPoint": {
            "lat": 33.6603,
            "lon": -117.99923
          }
        },
        {
          "facility": "Providence Clinical Research",
          "city": "North Hollywood",
          "state": "California",
          "zip": "91606",
          "country": "United States",
          "geoPoint": {
            "lat": 34.17223,
            "lon": -118.37897
          }
        },
        {
          "facility": "ACRC Studies",
          "city": "San Diego",
          "state": "California",
          "zip": "92119",
          "country": "United States",
          "geoPoint": {
            "lat": 32.71571,
            "lon": -117.16472
          }
        },
        {
          "facility": "Unison Clinical Trials",
          "city": "Sherman Oaks",
          "state": "California",
          "zip": "991403",
          "country": "United States",
          "geoPoint": {
            "lat": 34.15112,
            "lon": -118.44925
          }
        },
        {
          "facility": "University Clinical Research - Deland, LLC",
          "city": "DeLand",
          "state": "Florida",
          "zip": "32720",
          "country": "United States",
          "geoPoint": {
            "lat": 29.02832,
            "lon": -81.30312
          }
        },
        {
          "facility": "FXM Clinical Research Ft. Lauderdale, LLC.",
          "city": "Fort Lauderdale",
          "state": "Florida",
          "zip": "33308",
          "country": "United States",
          "geoPoint": {
            "lat": 26.12231,
            "lon": -80.14338
          }
        },
        {
          "facility": "Sweet Hope Research Specialty",
          "city": "Hialeah",
          "state": "Florida",
          "zip": "33016",
          "country": "United States",
          "geoPoint": {
            "lat": 25.8576,
            "lon": -80.27811
          }
        },
        {
          "facility": "Universal Axon - Homestead, LLC",
          "city": "Homestead",
          "state": "Florida",
          "zip": "33030",
          "country": "United States",
          "geoPoint": {
            "lat": 25.46872,
            "lon": -80.47756
          }
        },
        {
          "facility": "FXM Clinical Research Miramar, LLC",
          "city": "Miramar",
          "state": "Florida",
          "zip": "33027",
          "country": "United States",
          "geoPoint": {
            "lat": 25.98731,
            "lon": -80.23227
          }
        },
        {
          "facility": "FXM Clinical Research Miami, LLC",
          "city": "Miramar",
          "state": "Florida",
          "zip": "33175",
          "country": "United States",
          "geoPoint": {
            "lat": 25.98731,
            "lon": -80.23227
          }
        },
        {
          "facility": "Moore Clinical Research",
          "city": "Tampa",
          "state": "Florida",
          "zip": "33609",
          "country": "United States",
          "geoPoint": {
            "lat": 27.94752,
            "lon": -82.45843
          }
        },
        {
          "facility": "Avita Clinical Research (PCRS Network)",
          "city": "Tampa",
          "state": "Florida",
          "zip": "33613",
          "country": "United States",
          "geoPoint": {
            "lat": 27.94752,
            "lon": -82.45843
          }
        },
        {
          "facility": "Oakland Hills Dermatology (PCRS Network)",
          "city": "Auburn Hills",
          "state": "Michigan",
          "zip": "48326",
          "country": "United States",
          "geoPoint": {
            "lat": 42.68753,
            "lon": -83.2341
          }
        },
        {
          "facility": "Revival Research Institute, LLC",
          "city": "Troy",
          "state": "Michigan",
          "zip": "48084",
          "country": "United States",
          "geoPoint": {
            "lat": 42.60559,
            "lon": -83.14993
          }
        },
        {
          "facility": "Paddington Testing Co, Inc",
          "city": "Philadelphia",
          "state": "Pennsylvania",
          "zip": "19103",
          "country": "United States",
          "geoPoint": {
            "lat": 39.95238,
            "lon": -75.16362
          }
        },
        {
          "facility": "Clinical Research Partners",
          "city": "Richmond",
          "state": "Virginia",
          "zip": "23226",
          "country": "United States",
          "geoPoint": {
            "lat": 37.55376,
            "lon": -77.46026
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}