{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04740632",
      "orgStudyIdInfo": {
        "id": "283/20"
      },
      "organization": {
        "fullName": "Federico II University",
        "class": "OTHER"
      },
      "briefTitle": "The Quality of Life of Mothers of Children With Food Allergy",
      "officialTitle": "The Effects of Nutritional Counseling on Maternal Quality of Life of Children With Food Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-01-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-06-10",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-01-10",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-02-02",
      "studyFirstSubmitQcDate": "2021-02-02",
      "studyFirstPostDateStruct": {
        "date": "2021-02-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-09-27",
      "lastUpdatePostDateStruct": {
        "date": "2022-09-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Roberto Berni Canani, MD, PhD",
        "investigatorTitle": "Associate professor- Chief of the Pediatric Allergy Program at the Department of Traslational Medical Science",
        "investigatorAffiliation": "Federico II University"
      },
      "leadSponsor": {
        "name": "Federico II University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Food allergy (FA) derives from an abnormal immunological response to dietary antigens. On the basis of the immunological mechanism, FA are divided into the following forms: IgE-mediated, non-IgE-mediated and mixed. Prevalence, persistence and severity of pediatric FA have significantly increased over the past 2 decades. The treatment of FA is based on a rigorous elimination diet and on the correct management of acute allergic reactions, induced by the accidental ingestion of food allergens, with antihistamines, cortisones and adrenaline. Ensuring a strict exclusion of the allergen from the diet can be problematic, with the risk of nutritional deficiencies, accidental exposure, cross-contamination or caused by incorrect labeling of processed food products. At the same time, the daily management of a correct elimination diet and a possible allergic reaction, entail a significant burden and high levels of anxiety and stress associated with uncertainty about the management of anaphylaxis, in the parents of children with FA, particularly in mothers, resulting in an impact on Quality of Life (QoL). The availability of a multidisciplinary team made up of pediatricians, allergists and dietitians / nutritionists with experience in the field of FA could reduce the stress and anxiety of parents, while improving their QoL. Currently, for the evaluation of the quality of life of the parent of a child with FA, specific questionnaires for food allergies developed and validated in English are used: the food allergy self-efficacy scale for parents (FASE-P) and the Food Allergy Quality of Life - Parental Burden Questionnaire (FAQL-PB)."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "SUPPORTIVE_CARE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Mothers of children with food allergy diagnosed by a multidisciplinary team",
          "type": "NO_INTERVENTION",
          "description": "Mothers of children with food allergy diagnosed by a multidisciplinary team (Group 1) already followed for at least 6 months by the Tertiary Center of Pediatric Allergology.."
        },
        {
          "label": "Mothers of children with food allergy diagnosed by a non-multidisciplinary team",
          "type": "EXPERIMENTAL",
          "description": "Mothers of children with food allergy diagnosed by a non-multidisciplinary team who plan to visit for the first time the Tertiary Center of Pediatric Allergology.",
          "interventionNames": [
            "Behavioral: Personalized Nutritional Counseling by a multidisciplinary team"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "Personalized Nutritional Counseling by a multidisciplinary team",
          "description": "Active diet therapy, instructions on reading labels, cross-contamination, allergen-free, foods recipes",
          "armGroupLabels": [
            "Mothers of children with food allergy diagnosed by a non-multidisciplinary team"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "FASE-P diagnosed by a multidisciplinary team (Group 1) or diagnosed by a non-multidisciplinary team (Group 2).",
          "description": "To explore potential differences at baseline (T0) in the quality of life, provided by the FASE-P questionnaire, of mothers of children with food allergy diagnosed by a multidisciplinary team already followed for at least 6 months by the Tertiary Center of Pediatric Allergology (University Federico II) (Group 1) and of mothers of children with food allergy diagnosed for at least 6 months (by a non-multisciplinary team) who plan to visit for the first time the same Center (Group 2).",
          "timeFrame": "baseline"
        },
        {
          "measure": "FAQL-PB",
          "description": "To explore potential differences at baseline (T0) in the quality of life, provided by the FAQL-PB questionnaire, of mothers of children with food allergy diagnosed by a multidisciplinary team already followed for at least 6 months by the Tertiary Center of Pediatric Allergology (University Federico II) (Group 1) and of mothers of children with food allergy diagnosed for at least 6 months (by a non-multisciplinary team) who plan to visit for the first time the same Center (Group 2).",
          "timeFrame": "baseline"
        },
        {
          "measure": "FAQLQ-PF",
          "description": "To explore potential differences at baseline (T0) in the quality of life, provided by the FAQLQ-PF questionnaire, of mothers of children with food allergy diagnosed by a multidisciplinary team already followed for at least 6 months by the Tertiary Center of Pediatric Allergology (University Federico II) (Group 1) and of mothers of children with food allergy diagnosed for at least 6 months (by a non-multisciplinary team) who plan to visit for the first time the same Center (Group 2).",
          "timeFrame": "baseline"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "FASE-P Group 2",
          "description": "Evaluation after 6 months (T6) the effects of Nutritional Counseling on the FASE-P of Group 2 mothers; and minimun and maximum of the three specific questionnaires for food allergies administered to the patient's mother",
          "timeFrame": "6 months"
        },
        {
          "measure": "FAQL-PB Group 2",
          "description": "Evaluation after 6 months (T6) the effects of Nutritional Counseling on the FAQL-PB of Group 2 mothers.",
          "timeFrame": "6 months"
        },
        {
          "measure": "FAQLQ-PF Group 2",
          "description": "Evaluation after 6 months (T6) the effects of Nutritional Counseling on the FAQLQ-PF of Group 2 mothers.",
          "timeFrame": "6 months"
        },
        {
          "measure": "FASE-P at 6 months Group 2 versus Group 1",
          "description": "Compare after 6 months (T6) the FASE-P of Group 2 versus Group 1.",
          "timeFrame": "6 months"
        },
        {
          "measure": "FAQL-PB Group 2 versus Group 1",
          "description": "Compare after 6 months (T6) the FAQL-PB of Group 2 versus Group 1.",
          "timeFrame": "6 months"
        },
        {
          "measure": "FAQLQ-PF Group 2 versus Group 1",
          "description": "Compare after 6 months (T6) the FAQLQ-PF of Group 2 versus Group 1.",
          "timeFrame": "6 months"
        },
        {
          "measure": "Z-score weight for age Group 2",
          "description": "Z-score weight for age of the Group 2.",
          "timeFrame": "At baseline and at 6 months"
        },
        {
          "measure": "Z-score length for age Group 2",
          "description": "Z-score length for age of the Group 2.",
          "timeFrame": "At baseline and at 6 months"
        },
        {
          "measure": "Z-score BMI for age Group 2",
          "description": "Z-score BMI for age of the Group 2.",
          "timeFrame": "At baseline and at 6 months"
        },
        {
          "measure": "Z-score weight for age Group 2 versus Group 1",
          "description": "Z-score weight for age of comparing the Group 1 and Group 2.",
          "timeFrame": "At baseline and at 6 months"
        },
        {
          "measure": "Z-score length for age Group 2 versus Group 1",
          "description": "Z-score lenght for age of comparing the Group 1 and Group 2.",
          "timeFrame": "At baseline and at 6 months"
        },
        {
          "measure": "Z-score BMI for age Group 2 versus Group 1",
          "description": "Z-score BMI for age of comparing the Group 1 and Group 2.",
          "timeFrame": "At baseline and at 6 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult mother of a patient \\<12 years of age diagnosed with FA\n\nExclusion Criteria:\n\n* Mother's age \\<18 years\n* Mother unable to understand Italian\n* Mother suffering from chronic diseases\n* Mother suffering from epilepsy\n* Mother suffering from neoplasms\n* Mother suffering from immunodeficiencies\n* Mother suffering from chronic infections\n* Mother suffering from autoimmune diseases\n* Mother suffering from inflammatory bowel diseases\n* Mother suffering from functional gastrointestinal disorders\n* Mother suffering from celiac disease\n* Mother suffering from genetic-metabolic diseases\n* Mother suffering from tuberculosis\n* Mother suffering from congenital heart disease\n* Mother suffering from tuberculosis\n* Mother suffering from cystic fibrosis\n* Mother suffering from other chronic pulmonary diseases\n* Mother suffering from major malformations\n* Mother suffering from previous surgery of the cardiovascular / respiratory / gastrointestinal tract\n* Mother suffering from diabetes\n* Mother suffering from neuropsychiatric and neurological disorders\n* Mother suffering from eosinophilic disorders of the gastrointestinal tract\n* Mother not living with her child with FA\n* Concomitant presence in the child with FA of chronic diseases\n* Concomitant presence in the child with FA of epilepsy\n* Concomitant presence in the child with FA of neoplasms\n* Concomitant presence in the child with FA of immunodeficiencies\n* Concomitant presence in the child with FA of chronic infections\n* Concomitant presence in the child with FA of autoimmune diseases\n* Concomitant presence in the child with FA of inflammatory bowel diseases\n* Concomitant presence in the child with FA of functional gastrointestinal disorders\n* Concomitant presence in the child with FA of celiac disease\n* Concomitant presence in the child with FA of genetic-metabolic diseases\n* Concomitant presence in the child with FA of tuberculosis\n* Concomitant presence in the child with FA of congenital heart disease\n* Concomitant presence in the child with FA of tuberculosis\n* Concomitant presence in the child with FA of cystic fibrosis\n* Concomitant presence in the child with FA of other chronic lung diseases\n* Concomitant presence in the child with FA of major malformations\n* Concomitant presence in the child with FA of previous surgeries of the cardiovascular / respiratory / gastrointestinal tract\n* Concomitant presence in the child with FA of diabetes\n* Concomitant presence in the child with FA of neuropsychiatric and neurological disorders\n* Concomitant presence in the child with FA of eosinophilic diseases of the gastrointestinal tract\n* Concomitant presence in the child with FA of allergic diseases other than FA.",
      "healthyVolunteers": false,
      "sex": "FEMALE",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Roberto Berni Canani, MD, PhD",
          "role": "CONTACT",
          "phone": "0817462680",
          "email": "berni@unina.it"
        }
      ],
      "locations": [
        {
          "facility": "Department of Traslational Medical Science - University of Naples Federico II",
          "status": "RECRUITING",
          "city": "Naples",
          "zip": "80131",
          "country": "Italy",
          "contacts": [
            {
              "name": "Roberto Berni Canani, MD, PhD",
              "role": "CONTACT",
              "phone": "0817462680",
              "email": "berni@unina.it"
            }
          ],
          "geoPoint": {
            "lat": 40.85216,
            "lon": 14.26811
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}