{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04695795",
      "orgStudyIdInfo": {
        "id": "1236"
      },
      "organization": {
        "fullName": "University of Valencia",
        "class": "OTHER"
      },
      "briefTitle": "Sea Water in Allergic Conjunctivitis",
      "officialTitle": "Efficacy and Safety of Seawater in Allergic Conjunctivitis. IgE and MMP-9 Tear Levels. Antihistaminic Eyedrops Comparative Study."
    },
    "statusModule": {
      "statusVerifiedDate": "2020-12",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-02-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-05-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2022-12-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-12-21",
      "studyFirstSubmitQcDate": "2021-01-04",
      "studyFirstPostDateStruct": {
        "date": "2021-01-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-01-04",
      "lastUpdatePostDateStruct": {
        "date": "2021-01-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Valencia",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background and purpose: Allergic conjunctivitis has increased alarmingly in recent years. The objectives of the study are: 1) To establish the safety and efficacy of applying eyewashes in spray form as monotherapy on the symptoms and signs of allergic conjunctivitis; 2) To establish the comparative efficacy with other eye drops as antihistamines; 3) To measure the modification of immunoglobulin E (IgE) and matrix metalloproteinase 9 (MMP9) levels in the tears.",
      "detailedDescription": "Material and methods: Prospective study. A total of 50 patients will be included. A scale from 0 to +3 will be established to quantify the intensity of the different parameters measured. A total of 8 symptoms will be studied - itching, tearing, mucous secretions, photophobia, foreign body sensation, redness, rubbing, palpebral swelling, and 3 signs - palpebral papillae, conjunctival hyperemia, and corneal involvement (dotted keratitis). Control at 30 minutes, 1 day, and 1 month after the application of the treatment. At the end of the treatment period, the degree of satisfaction with the treatment, the desire to continue or abandon it, and the need to associate other complementary treatments due to lack of control will also be evaluated. All patients will be treated exclusively with seawater isotonic solution in the form of a spray 5 times a day for 1 month. A second similar group of patients will be treated with antihistamine eye drops and a third group of patients with both antihistamine eye drops and seawater. Tears measurement of immunoglobulin E and matrix metalloproteinase 9 levels will be measured before and after treatment."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Conjunctivitis"
      ],
      "keywords": [
        "seawater",
        "allergic conjunctivitis",
        "IgE tear level",
        "MMP9 tear level"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "IgE and MMP9"
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Measure the symptoms, and corneal and conjunctival signs before and after treatment, Bonini scale",
          "description": "A scale from 0 to +3 will be established to quantify the intensity of the different parameters measured. A total of 8 symptoms will be studied - itching, tearing, mucous secretions, photophobia, foreign body sensation, redness, rubbing, palpebral swelling, and 3 signs - palpebral papillae, conjunctival hyperemia, and corneal involvement (dotted keratitis).",
          "timeFrame": "1 month"
        },
        {
          "measure": "Measure metalloproteinase 9 in tears before and after treatment",
          "description": "To administer the test, physician collects a tear sample, then activates it with a buffer solution. In 10 minutes, the test will be ready, and will either show a solitary blue line, indicating a negative result, or a blue line accompanied by a red line, which is positive.",
          "timeFrame": "1 month"
        },
        {
          "measure": "Measure immunoglobulin E in tears before and after treatment",
          "description": "A strip is placed in the lower conjunctival fornix and, when wet with tears, is removed. Signal intensity is dependent on the total Immunoglobulin E level.",
          "timeFrame": "1 month"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nThe inclusion criteria were patients with mild or moderate allergic conjunctivitis as detailed in Table I. The minimum to be included in the study was the presence in both eyes of three symptoms and one sign (Table II). Among the symptoms, the presence of itching and two more of the following were essential: redness, tearing, foreign body sensation, rubbing, mucous secretion, and/or palpebral swelling sensation. Among the signs, conjunctival hyperemia, papillae in the palpebral conjunctiva, and/or corneal affectation in the form of dotted keratitis were evaluated.\n\nTable 1 Degree of conjunctivitis I Mild II Moderate III Severe IV Blinding\n\nConjunctiva bulbar: congestion granuloma Conjunctiva tarsal: micropapillae 1mm giant \\>1 mm cobblestone Corneal staining : micro macro shield ulcer Limbal affectation: \\< 180 degrees \\>180 degrees insufficiency limbo/pannus/ vascularization corneal\n\nTable 2 Signs and symptoms evaluated initially and at each visit\n\nSymptoms Signs:\n\n* Itching - Conjunctival Hyperemia\n* Redness - Pads\n* Foreign body sensation - palpebral swelling\n* Photophobia\n* Eyelid swollen sensation\n* Mucous secretions\n* Rubbing\n* Tears\n\nExclusion Criteria:\n\n* blepharitis\n* meibomian gland dysfunction syndrome (MGS)\n* dry eye disease\n* topical eye drug such as cyclosporine, tacrolimus, interferon-alpha, mitomycin\n* previous eye surgery\n* corneal refractive surgery.\n* use of contact lenses\n* glaucoma\n* pterygium\n* ocular pemphigoid\n* anti-allergic vaccines\n* oral or subcutaneous drugs such as antihistamines, anti-leukotrienes (montelukast), corticoids, immunosuppressants or biological drugs.\n* rhinitis and dermatitis",
      "sex": "ALL",
      "minimumAge": "10 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Allergic conjunctivitis patientes from 10 yeras old and older",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Manuel J Diaz-Llopis, MD,Prof",
          "role": "CONTACT",
          "phone": "+34666530085",
          "email": "manuel.diaz@uv.es"
        },
        {
          "name": "Mariamparo D Guiñoncampos, MD,Prof",
          "role": "CONTACT",
          "phone": "+34687962998",
          "email": "amparo.gc@hotmail.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "mariadolores pinazoduran, MD,Prof",
          "affiliation": "University of Valencia, Spain",
          "role": "STUDY_CHAIR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "17873585",
          "type": "BACKGROUND",
          "citation": "Bonini S, Sacchetti M, Mantelli F, Lambiase A. Clinical grading of vernal keratoconjunctivitis. Curr Opin Allergy Clin Immunol. 2007 Oct;7(5):436-41. doi: 10.1097/ACI.0b013e3282efb726."
        },
        {
          "pmid": "31614909",
          "type": "BACKGROUND",
          "citation": "Yazu H, Kozuki N, Dogru M, Shibasaki A, Fujishima H. The Effect of Long-Term Use of an Eyewash Solution on the Ocular Surface Mucin Layer. Int J Mol Sci. 2019 Oct 13;20(20):5078. doi: 10.3390/ijms20205078."
        },
        {
          "pmid": "27788889",
          "type": "BACKGROUND",
          "citation": "Yazu H, Dogru M, Matsumoto Y, Fujishima H. Efficacy and safety of an eye wash solution in allergic conjunctivitis after conjunctival allergen challenge. Ann Allergy Asthma Immunol. 2016 Nov;117(5):565-566. doi: 10.1016/j.anai.2016.08.030. Epub 2016 Oct 24. No abstract available."
        },
        {
          "pmid": "27050351",
          "type": "BACKGROUND",
          "citation": "Gokhale NS. Systematic approach to managing vernal keratoconjunctivitis in clinical practice: Severity grading system and a treatment algorithm. Indian J Ophthalmol. 2016 Feb;64(2):145-8. doi: 10.4103/0301-4738.179727."
        },
        {
          "pmid": "23834132",
          "type": "BACKGROUND",
          "citation": "Yasar M, Uysal IO, Altuntas EE, Cevit O, Muderris S. Effects of topical sprays on allergy-induced nasal obstruction in children. Kulak Burun Bogaz Ihtis Derg. 2013 Jul-Aug;23(4):217-24. doi: 10.5606/kbbihtisas.2013.27132."
        },
        {
          "pmid": "31590324",
          "type": "BACKGROUND",
          "citation": "Dermer H, Theotoka D, Lee CJ, Chhadva P, Hackam AS, Galor A, Kumar N. Total Tear IgE Levels Correlate with Allergenic and Irritating Environmental Exposures in Individuals with Dry Eye. J Clin Med. 2019 Oct 4;8(10):1627. doi: 10.3390/jcm8101627."
        },
        {
          "pmid": "12209100",
          "type": "BACKGROUND",
          "citation": "Kumagai N, Yamamoto K, Fukuda K, Nakamura Y, Fujitsu Y, Nuno Y, Nishida T. Active matrix metalloproteinases in the tear fluid of individuals with vernal keratoconjunctivitis. J Allergy Clin Immunol. 2002 Sep;110(3):489-91. doi: 10.1067/mai.2002.126379."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003233",
          "term": "Conjunctivitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D003231",
          "term": "Conjunctivitis"
        },
        {
          "id": "D003229",
          "term": "Conjunctival Diseases"
        },
        {
          "id": "D005128",
          "term": "Eye Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}