{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02382718",
      "orgStudyIdInfo": {
        "id": "FAST2015"
      },
      "organization": {
        "fullName": "University of Athens",
        "class": "OTHER"
      },
      "briefTitle": "FAST Fish Phase IIb Clinical Trial for the Treatment of Fish Allergy by Subcutaneous Immunotherapy",
      "officialTitle": "A Multinational Phase IIb Study to Investigate the Efficacy and Safety of Subcutaneous Immunotherapy With a Modified Fish- Parvalbumin Given in Single Rising and Maintenance Doses to Subjects Allergic to Fish",
      "acronym": "FASTIIb"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-04",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2015-02-18",
      "studyFirstSubmitQcDate": "2015-03-02",
      "studyFirstPostDateStruct": {
        "date": "2015-03-09",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-06-09",
      "lastUpdatePostDateStruct": {
        "date": "2017-06-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "George Stavroulakis",
        "investigatorTitle": "On behalf of the FAST Consortium: George Stavroulakis, MD, Allergist, Clinical Coordinator FAST phase IIb study",
        "investigatorAffiliation": "University of Athens"
      },
      "leadSponsor": {
        "name": "George Stavroulakis",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hospital San Carlos, Madrid",
          "class": "OTHER"
        },
        {
          "name": "Odense University Hospital",
          "class": "OTHER"
        },
        {
          "name": "Medical University of Lodz",
          "class": "OTHER"
        },
        {
          "name": "National and Kapodistrian University of Athens",
          "class": "OTHER"
        },
        {
          "name": "Landspitali University Hospital",
          "class": "OTHER"
        },
        {
          "name": "National University Hospital NUHD Denmark",
          "class": "UNKNOWN"
        },
        {
          "name": "UMC Utrecht",
          "class": "OTHER"
        },
        {
          "name": "Hospital Universitario Reina Sofia (Cordoba) Spain",
          "class": "UNKNOWN"
        },
        {
          "name": "Hospital Regional de Malaga",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "This is a phase IIb clinical trial to investigate the efficacy and safety of subcutaneous immunotherapy with a modified parvalbumin called mCyp c 1 for the treatment of fish allergy to subjects allergic to fish.",
      "detailedDescription": "Fish allergy is a persistent food allergy (usually lifelong) which can be life threatening due to the danger for anaphylaxis (severe allergic reaction) upon accidental exposure to fish. Until today there is no curative treatment for fish allergy. The only treatment is avoidance. Patients with fish allergy have to avoid fish of all types and carry an adrenaline autoinjector and rescue medication, in case of accidental exposure to fish. That way patients with fish allergy have to continuously control what they are eating and this causes a great deal of stress and impacts their quality of life.\n\nThe major allergen responsible for fish allergy is the protein parvalbumin. It is recognized by the vast majority (96-100%) of fish allergic patients.\n\nDuring the past, treatment of food allergy with immunotherapy was successful but dangerous, due to serious side effects (anaphylaxis).\n\nA novel biotechnological product, a recombinant hypoallergenic parvalbumin, called mCyp c 1, is used for the first time in a phase IIb clinical trial, to test the efficacy of subcutaneous immunotherapy for the treatment of fish allergy. The investigational medicinal product mCyp c1, is based on the recombinant wild type carp parvalbumin (rCyp c 1) and is the result of site directed mutagenesis, by which the disruption of the two calcium binding sites of carp parvalbumin is performed. The modified parvalbumin mCyp c 1, is both hypoallergenic and immunogenic. That way it is a promising molecule for the safe and effective treatment of fish allergy.\n\nThis molecule has proven to be safe in a phase I/IIa study that has been performed, during which mCyp c 1 was administered with subcutaneous injections. During this study only local reactions at the injection site were observed. There were no observed systemic reactions. Even more, there were clear indications that mCyp c 1 was recognized by the immune system. The results of this phase I/IIa study guarantee the necessity of a phase IIb clinical trial with mCyp c 1, in order to study the efficacy of this modified parvalbumin in the treatment of fish allergy."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy to Fish"
      ],
      "keywords": [
        "fish allergy",
        "parvalbumin",
        "immunotherapy",
        "mCyp c 1"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 45,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "FAST fish mCyp c 1",
          "type": "EXPERIMENTAL",
          "description": "Subcutaneous injections of investigational medicinal product mCyp c 1 formulated in a solution (suspension) with aluminium.\n\nUp-dosing (build-up) phase: each subject will receive 10 injections of active or placebo treatment. The first three injections will be given on the first day. For those on active treatment the dosing will begin at 6ng and conclude on week 8 with the administration of 60μg.\n\nMaintenance phase: the maintenance dose of 60μg will be repeated once at two weeks and then monthly for a period of four months (four monthly injections).",
          "interventionNames": [
            "Biological: FAST fish mCyp c 1"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Subcutaneous injections of exactly the same dosage, frequency and duration as Active Arm but all injections will be performed with placebo (has the same composition as the active drug suspension but no allergen mCyp c 1 is added).",
          "interventionNames": [
            "Biological: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "FAST fish mCyp c 1",
          "description": "Subcutaneous immunotherapy",
          "armGroupLabels": [
            "FAST fish mCyp c 1"
          ],
          "otherNames": [
            "mCyp c 1"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Placebo",
          "description": "Subcutaneous immunotherapy",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Efficacy of subcutaneous immunotherapy with mCyp c 1 for the treatment of fish allergy (change from baseline in the threshold of fish protein that induces an allergic reaction)",
          "description": "The primary outcome measure will be efficacy as determined by the change from baseline in the threshold of fish protein that induces an allergic reaction. This threshold will be assessed by means of a standardized double blind placebo controlled food challenge (DBPCFC) with cod-fish after completion of six months of immunotherapy. Success is defined as a statistically significant change in the threshold dose of protein that provokes a reaction in DBPCFC.",
          "timeFrame": "7 months after treatment begining"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Safety (recording of adverse events)- Number of participants with adverse events and recording of the nature of adverse events",
          "description": "The fundamental secondary endpoint will be safety as indicated by clinical safety and tolerability and by the careful recording of adverse events; other surrogates of safety will be: physical examination, vital signs, 12-Lead ECG and laboratory evaluations.",
          "timeFrame": "Up to 13 months"
        },
        {
          "measure": "Severity of reaction in food challenge",
          "description": "To study any possible change from baseline in the severity of the reaction in the baseline Double Blind Placebo Controled Food Challenge (DBPCFC) after treatment with mCyp c 1",
          "timeFrame": "7 months after treatment begining"
        },
        {
          "measure": "Skin prick test (SPT) reactivity",
          "description": "To study any possible change(s) from baseline in skin prick test (SPT) reactivity against fish and mCyp c 1 (titrated) after treatment with mCyp c 1",
          "timeFrame": "7 months after treatment begining"
        },
        {
          "measure": "Serum specific IgE, IgG, IgG4 and IgA antibodies",
          "description": "To study any possible change(s) from baseline in serum specific IgE, IgG, IgG4 and IgA antibodies against fish and rCyp c 1 (ImmunoCAP) after treatment with mCyp c 1",
          "timeFrame": "7 months after treatment begining"
        },
        {
          "measure": "Biological activity of IgE",
          "description": "To study any possible change from baseline in the biological activity of IgE (stripped basophil histamine release test) after treatment with mCyp c 1",
          "timeFrame": "7 months after treatment begining"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject having given a written informed consent before completing any study related procedure.\n* Male or female subject from 18 to 65 years old and in general good health as determined by past medical history and physical examination.\n* For woman of child bearing potential:\n\n  * a negative urine pregnancy test at screening visit,\n  * the subject must receive/ use a medically effective contraceptive method during the study.\n* Convincing case history of allergy (immediate allergic reaction ≤ 2 hours) to fish ingestion.\n* Specific IgE to fish by both a positive (3mm mean wheal diameter over negative control) SPT to cod extract and an ImmunoCAP ≥ class 2 (0.70 kUA/L) for cod (f3) and rCyp c 1 at screening.\n* Positive DBPCFC with cod at screening visits.\n* FEV1 ≥ 80% of predicted values at screening.\n* Subject accepting to comply fully with the protocol.\n\nExclusion Criteria:\n\n* Placebo-reaction in DBPCFC.\n* Food anaphylaxis: anaphylactic shock (a score of 2 or 3 on cardiovascular/ neurologic symptoms according to PRACTALL (1): score 2 = drop in blood pressure and/or \\>20% from baseline, or significant change in mental status- score 3 = cardiovascular collapse, signs of impaired circulation/ unconscious) due to fish intake, both during the past and at screening DBPCFC.\n* Ongoing immunotherapy (IT) with any kind of allergen.\n* Ongoing or previous treatment with omalizumab.\n* Any clinical condition that contraindicates IT (EAACI guidelines) (8): serious immunological diseases, major cardiovascular disease, cancer, chronic infections, lack of compliance and severe psychological disorders.\n* Any significant clinical condition that the investigators judged might hamper the patient's safety or the study outcomes. These diseases include, but are not limited to, cardiovascular disease, malignancy, hepatic disease, renal disease, haematological disease, neurological disease, mental disease, immunological and endocrine disease.\n* Chronic urticaria.\n* Severe atopic dermatitis or non-controlled atopic dermatitis.\n* Ongoing treatment with betablockers, angiotensin converting enzyme (ACE) inhibitors and angiotensin receptor II antagonists (ARA II).\n* Pregnancy or nursing.\n* Uncontrolled asthma (asthma, if present, should be well controlled according to GINA guidelines using any kind of drugs except oral corticosteroids and omalizumab).\n* An FEV1\\<80% of predicted value during screening spirometry.\n* Subject who has participated in a clinical trial within 3 months prior to this one.\n* Subject with a history of drug or alcohol abuse.\n* Investigators, co-investigators, as well as their children or spouses and all the study collaborators should not be enrolled in the study.\n* Patients with concurrent allergy symptoms can be included if patients can manage without antihistamines and/or leukotriene receptor antagonists five days prior each screening and treatment visit.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Ronald van Ree, Professor",
          "affiliation": "FAST Consortium under EU 7th FP",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "National University Hospital NUHD Denmark",
          "city": "Gentofte Municipality",
          "zip": "DK-2900",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.74903,
            "lon": 12.54601
          }
        },
        {
          "facility": "Odense University Hospital OUH Denmark",
          "city": "Odense",
          "zip": "DK 5000",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.39594,
            "lon": 10.38831
          }
        },
        {
          "facility": "Sotiria General Hospital for the Diseases of the Thorax",
          "city": "Athens",
          "zip": "115 27",
          "country": "Greece",
          "geoPoint": {
            "lat": 37.98376,
            "lon": 23.72784
          }
        },
        {
          "facility": "Landspitali University Hospital Reykjavik LSH Iceland",
          "city": "Reykjavik",
          "zip": "101",
          "country": "Iceland",
          "geoPoint": {
            "lat": 64.13548,
            "lon": -21.89541
          }
        },
        {
          "facility": "Universitiy Medical Centre Utrecht UMCU The Netherlands",
          "city": "Utrecht",
          "zip": "85500",
          "country": "Netherlands",
          "geoPoint": {
            "lat": 52.09083,
            "lon": 5.12222
          }
        },
        {
          "facility": "Medical Universtity of Lodz",
          "city": "Lodz",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.77058,
            "lon": 19.47395
          }
        },
        {
          "facility": "Hospital Universitario Reina Sofia (Cordoba) Spain",
          "city": "Córdoba",
          "zip": "14004",
          "country": "Spain",
          "geoPoint": {
            "lat": 37.89155,
            "lon": -4.77275
          }
        },
        {
          "facility": "Hospital Clinico San Carlos SERMAS Spain",
          "city": "Madrid",
          "zip": "28040",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "Hospital Regional Universitario de Malaga Spain",
          "city": "Málaga",
          "country": "Spain",
          "geoPoint": {
            "lat": 36.72016,
            "lon": -4.42034
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "FAST Consortium and FAST study website",
          "url": "http://www.allergome.org/fast/index.jsp"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}