{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06713798",
      "orgStudyIdInfo": {
        "id": "2023-503218-56-00"
      },
      "secondaryIdInfos": [
        {
          "id": "2022/3418",
          "type": "OTHER",
          "domain": "CSET number"
        }
      ],
      "organization": {
        "fullName": "Gustave Roussy, Cancer Campus, Grand Paris",
        "class": "OTHER"
      },
      "briefTitle": "Targeting PD-L1 and TIGIT in Tumors With Tertiary Lymphoid Structures",
      "officialTitle": "Targeting PD-L1 and TIGIT in Tumors With Tertiary Lymphoid Structures",
      "acronym": "INDIGO"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-07",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-11-27",
      "studyFirstSubmitQcDate": "2024-11-27",
      "studyFirstPostDateStruct": {
        "date": "2024-12-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-23",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Gustave Roussy, Cancer Campus, Grand Paris",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Roche Global Development",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": true
    },
    "descriptionModule": {
      "briefSummary": "This study encompasses multicenter open-label, phase II trials.\n\nPatients will be dispatched into 2 cohorts:\n\n* Cohort A: Patients naïve from systemic treatment will be randomized according to two treatment modalities: atezolizumab + tiragolumab (arm A1) versus atezolizumab monotherapy (arm A2).\n\n  43 patients are to be included in each arm.\n* Cohort B: Patients with previous exposure to ICI will be treated with the combination of atezolizumab and tiragolumab.\n\n  29 patients are to be included in this cohort."
    },
    "conditionsModule": {
      "conditions": [
        "Metastatic Cancer Lung",
        "Advanced Lung Cancer",
        "CBNPC Cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 115,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "A1 : the patients naïve from systemic treatment - atezolizumab + tiragolumab",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: Atezolizumab 1200 mg IV",
            "Drug: Tiragolumab 600 mg IV"
          ]
        },
        {
          "label": "A2 : the patients naïve from systemic treatment - atezolizumab",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: Atezolizumab 1200 mg IV"
          ]
        },
        {
          "label": "B: patients with previous exposure to ICI - atezolizumab + tiragolumab",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: Atezolizumab 1200 mg IV",
            "Drug: Tiragolumab 600 mg IV"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Atezolizumab 1200 mg IV",
          "description": "atezolizumab (intravenous 1200mg Q3W)",
          "armGroupLabels": [
            "A1 : the patients naïve from systemic treatment - atezolizumab + tiragolumab",
            "A2 : the patients naïve from systemic treatment - atezolizumab",
            "B: patients with previous exposure to ICI - atezolizumab + tiragolumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Tiragolumab 600 mg IV",
          "description": "Tiragolumab (intravenous 600mg Q3W)",
          "armGroupLabels": [
            "A1 : the patients naïve from systemic treatment - atezolizumab + tiragolumab",
            "B: patients with previous exposure to ICI - atezolizumab + tiragolumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Best overall response (BOR) rate",
          "description": "Best overall response (BOR) rate defined as the proportion of subjects with a partial response (PR) or complete response (CR) within 6 months of treatment initiation, based on RECIST v1.1 criteria, using blinded central review.",
          "timeFrame": "after 6 months of treatment initiation"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed TLS-positive advanced or metastatic NSCLC.\n* NSCLC systemic treatment naïve or previously treated with chemotherapy and PD1/PDL1 antagonist.\n* Cohort A: For patients with TLS-positive NSCLC naïve from systemic treatment with the following requirements:\n\n  * PD-L1 Tumor proportion score \\< 50%\n  * No previous systemic treatment for advanced/metastatic disease,\n* Cohort B: Patients who received prior anti-PD-1/L1 therapy must fulfill the following requirements:\n\n  * Have achieved a complete response, partial response or stable disease (at least for 16 weeks) and subsequently had disease progression while still on anti-PD-1/L1 therapy\n  * Have received at least two doses of an approved anti-PD-1/L1 therapy (by any regulatory authority)\n  * Have demonstrated disease progression as defined by RECIST v1.1 within 18 weeks from the last dose of the anti- PD-1/L1 therapy.\n* For TLS status: available archived FFPE (Formalin-Fixed Paraffin-Embedded) tumor tissue sample or tumor material newly obtained by biopsy. Except if TLS analysis has already been performed by Biopathological platform at Gustave Roussy (Villejuif, France) or at Bergonié Institute (Bordeaux, France), presence or absence of TLS should be confirmed by central review at Gustave Roussy based on FFPE (Formalin-Fixed Paraffin-Embedded) tumor tissue sample (archived or newly obtained by biopsy for research purpose),\n* Age ≥ 18 years,\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) ≤ 1,\n* Life expectancy \\> 3 months from the signed consent,\n* Patients must have measurable disease (lesion in previously irradiated field can be considered as measurable if progressive at inclusion according to RECIST v1.1) defined as per RECIST v1.1 with at least one lesion that can be measured in at least one dimension (longest diameter to be recorded) as \\> 10 mm with spiral CT scan.\n* Patient must comply with the collection of tumor biopsies and biomarkers study. Tumors must be accessible for biopsy,\n* Adequate hematological, renal, metabolic and hepatic function obtained within 28 days prior to the first study treatment:\n\n  * Hemoglobin ≥ 9 g/dl (patients may not have received prior red blood cell \\[RBC\\] transfusion in the last 30 days); absolute neutrophil count (ANC) ≥ 1.5 G/l, and platelet count ≥ 100 G/l.\n  * Alanine aminotransferase (ALT), aspartate aminotransferase (AST) ≤ 1.5 x upper limit of normality (ULN) (≤ 5 in case of extensive liver involvement) and alkaline phosphatase (AP) ≤2.5 x ULN\n  * Total bilirubin ≤ ULN (≤ 3 in case of liver involvement)\n  * Albumin ≥ 30 g/l\n  * Creatinine level ≤ 1.5 x ULN or calculated creatinine clearance (CrCl) ≥ 40 ml/min (according to Cockroft Gault formula)\n  * Normal international normalized ratio (INR), PT ≤ 1.5 x ULN and activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN.\n* Female subjects of childbearing potential must have a negative serum pregnancy test within 7 days prior to randomization. Serum or urine pregnancy test must be repeated within 72 hours prior to receiving the first dose of study medication and monthly thereafter,\n* Both women and men and their women of childbearing potential partner (WOCP) must agree to use a highly effective method of contraception throughout the treatment period and for at least 5 months after the last dose of Atezolizumab and for at least 3 months after the last dose of Tiragolumab for women and four months for men. A definition of a WOCP and acceptable methods of contraception are provided in the full core protocol. Men must refrain from donating sperm during this same period.\n* No prior or concurrent malignant disease diagnosed or treated in the last 3 years except for:\n\n  1. Superficial/non-invasive bladder cancer, or basal or squamous cell carcinoma in situ treated with curative intent;\n  2. Endoscopically resected GI cancers limited to the mucosal layer without recurrence in \\> 1 year.\n* Recovery to grade ≤ 1 from any adverse event (AE) derived from previous treatment (excluding alopecia and vitiligo of any grade and non-painful peripheral neuropathy grade ≤ 2) according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE, version 5.0).\n* Patient should not experience early progression on immunotherapy alone.\n* Voluntarily signed and dated written informed consent prior to any study specific procedure.\n* Patients with a social security in compliance with the French law.\n\nExclusion Criteria:\n\n* Prior treatment with CD137 agonists or investigational immune checkpoint blockade therapies, including anti-TIGIT, anti-LAG3, etc.\n* Known central nervous system malignancy (CNS),\n* History of leptomeningeal disease,\n* Participation to a study involving a medical or therapeutic intervention in the last 30 days,\n* Previous enrollment in the present study,\n* Patient unable to follow and comply with the study procedures because of any geographical, social or psychological reasons,\n* Known hypersensitivity to any involved study drug or any of its formulation components,\n* Any history of anaphylaxis, or recent, within 5 months, history of uncontrollable asthma,\n* Individuals deprived of liberty or placed under legal guardianship,\n* Uncontrolled or symptomatic hypercalcemia (ionized calcium 1.5 mmol/L, calcium 12 mg/dL, or corrected calcium greater than ULN),\n* Patients who have experienced Exfoliative dermatitis of any grade, such as Stevens-Johnson Syndrome, toxic epidermal necrolysis, or drug reaction with eosinophilia and systemic symptoms (DRESS syndrome),\n* Patients who have experienced myocarditis of any grade,\n* Any of the following cardiac criteria:\n\n  * Mean resting corrected QT interval (QTcF) ≥ 470 msec, obtained from three consecutive EKGs,\n  * Any clinically important abnormalities in rhythm, conduction or morphology of resting EKG,\n  * LVEF ≤ 50% by MUGA or echocardiogram Any factor increasing the risk of QTc prolongation or arrhythmic events such as heart failure, hypokalemia, potential for torsades de pointes, congenital long QT syndrome, family history of long QT syndrome or unexplained sudden death under 40 years old or any concomitant medication known to prolong the QT interval.\n  * Experience of any of the following procedures or conditions in the preceding 6 months: coronary artery bypass graft, angioplasty, vascular stent, myocardial infarction, unstable angina pectoris, uncontrolled hypertension, congestive heart failure NYHA Grade ≥2, ventricular arrhythmias requiring continuous therapy, supraventricular arrhythmias including atrial fibrillation, which are uncontrolled, haemorrhagic or thrombotic stroke, including transient ischaemic attacks, cerebral vascular accident/stroke or any other central nervous system bleeding\n  * Significant cardiovascular disease (such as New York Heart Association Class II or greater cardiac disease, myocardial infarction, or cerebrovascular accident) within 3 months prior to initiation of study treatment, unstable arrhythmia, or unstable angina\n* Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures (once monthly or more frequently). Patients with indwelling catheters (e.g., PleurX) are allowed.\n* Active autoimmune disease that might deteriorate when receiving an immunostimulatory agent:\n\n  * Subjects requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses ≤ 10 mg or 10 mg equivalent prednisone per day,\n  * Administration of steroids through a route known to result in a minimal systemic exposure (intranasal, topical, local (e.g., intro-ocular, inhalation or intra-articular) are acceptable,\n  * Steroids as premedication for hypersensitivity reactions (eg; CT scan premedication) are allowed.\n* Active or history of autoimmune disease or immune deficiency or immune-related severe neurologic events of any grade, including, but not limited to, any immune-related adverse event (irAE) of grade 3 or higher, myasthenic syndrome/myasthenia gravis, myositis, encephalitis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren syndrome, Guillain-Barré syndrome, transverse myelitis or multiple sclerosis (see Appendix 2 for a more comprehensive non-exhaustive list of autoimmune diseases and immune deficiencies), with the exceptions listed below.\n\n  * Subjects requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement and at doses ≤ 10 mg or 10 mg equivalent prednisone per day,\n  * Administration of steroids through a route known to result in a minimal systemic exposure (intranasal, topical, local (e.g., intro-ocular, inhalation or intra-articular) are acceptable,\n  * Steroids as premedication for hypersensitivity reactions (eg; CT scan premedication) are allowed,\n  * Patients with a history of autoimmune-related hypothyroidism who are on thyroid replacement hormone are eligible for the study,\n  * Patients with controlled Type 1 diabetes mellitus who are on an insulin regimen are eligible for the study,\n  * Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only (e.g., patients with psoriatic arthritis are excluded) are eligible for the study provided all of following conditions are met:\n\n    1. Rash must cover \\< 10% of body surface area\n    2. Disease is well controlled at baseline and requires only low-potency topical corticosteroids\n    3. There has been no occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high potency or oral corticosteroids within the previous 12 months\n* History of bleeding diathesis or recent major bleeding event (i.e. Grade ≥ 2 bleeding events within 30 days prior to treatment.\n* Prior organ transplantation including allogenic stem-cell transplantation, except transplants that do not require immunosuppression.\n* Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection requiring systemic therapy, drug-induced interstitial lung disease (ILD) or subject has had a history of drug- induced pneumonitis that has required oral or IV steroids, idiopathic pneumonitis, uncontrolled chronic obstructive, pulmonary disease, active or history of organizing pneumonia and pulmonary fibrosis, and/or other diseases, which in the opinion of the investigator might impair the subject's tolerance for the study or ability to consistently participate in study procedures, or evidence of active pneumonitis on screening chest computed tomography (CT) scan.\n* Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and TB testing in line with local practice),\n* Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia, or any active infection that could impact patient safety.\n* Has an active hepatitis B or hepatitis C at screening. A current treatment with anti-viral therapy for HBV is excluded. To be included the patients must have :\n\n  * Negative hepatitis B surface antigen (HBsAg) test at screening, or\n  * Positive hepatitis B surface antibody (HBsAb) test at screening, or negative HBsAb at screening accompanied by either of the following:\n\n    1. Negative total hepatitis B core antibody (HBcAb)\n    2. Positive total HBcAb test followed by quantitative hepatitis B virus (HBV) DNA \\< 500 IU/mL\n  * And, negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening. The HCV RNA test will be performed only for patients who have a positive HCV antibody test.\n* Has a positive test of Human Immunodeficiency Virus (HIV) infection (HIV1/2 antibodies) at screening,\n* Positive Epstein-Barr virus (EBV) viral capsid antigen immunoglobulin M (IgM) test at screening\n\n  • An EBV polymerase chain reaction (PCR) test should be performed as clinically indicated to screen for acute infection or suspected chronic active infection. Patients with a positive EBV PCR test are excluded.\n* Receipt of live attenuated vaccine within 30 days prior to the first dose of treatment. Note: Patients, if enrolled, should not receive live vaccine within 30 days prior to the first dose of treatment, whilst receiving study treatments and up to 5 months after the last dose. Seasonal flu vaccines that do not contain a live virus are permitted.\n* Patients with current or history of deep vein thrombosis within 6 months prior to randomization.\n* Patient likely to experience early progression on immunotherapy alone.\n* Any contraindication to biopsy for the research.\n* Treatment with investigational therapy within 42 days prior to initiation of study treatment.\n* Treatment with systemic immunostimulatory agents (including, but not limited to, interferon and IL-2) within 4 weeks or 5 drug-elimination half-lives (whichever is longer) prior to initiation of study treatment, but:\n\n  * Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor-α \\[TNF-α\\] agents) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions:\n  * Patients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids for a contrast allergy) are eligible for the study\n  * Patients who received mineralocorticoids (e.g., fludrocortisone), corticosteroids for chronic obstructive pulmonary disease (COPD) or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study.\n* Patients with oral anticoagulation therapy based on Vitamin K antagonist. Low molecular weight heparin and heparin are allowed. The patients receiving another therapeutic anticoagulation must have a stable anticoagulant regimen.\n* Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n* Patients with an uncontrolled tumor-related pain:\n\n  * Patients requiring pain medication must be on a stable regimen at study entry.\n  * Symptomatic lesions (e.g., bone metastases or metastases causing nerve impingement) amenable to palliative radiotherapy should be treated prior to enrollment. Patients should be recovered from the effects of radiation. There is no required minimum recovery period.\n  * Asymptomatic metastatic lesions that would likely cause functional deficits or intractable pain with further growth (e.g., epidural metastasis that is not currently associated with spinal cord compression) should be considered for loco-regional therapy if appropriate prior to enrollment.\n* Major surgical procedure, within 4 weeks prior to initiation of study treatment and not related to the screening procedures, or anticipation of need for a major surgical procedure during the study.\n* Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment complications.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Antoine ITALIANO, MD",
          "role": "CONTACT",
          "phone": "+33 1 42 11 42 11",
          "email": "antoine.italiano@gustaveroussy.fr"
        },
        {
          "name": "Clémentine MAHAUT",
          "role": "CONTACT",
          "phone": "+33 1 42 11 42 11",
          "email": "Clementine.MAHAUT@gustaveroussy.fr"
        }
      ],
      "locations": [
        {
          "facility": "Centre Hospitalier Cote Basque",
          "city": "Bayonne",
          "zip": "64109",
          "country": "France",
          "contacts": [
            {
              "name": "Sophie SCHNEIDER",
              "role": "CONTACT",
              "phone": "+33 5 59 44 38 52",
              "email": "sschneider@ch-cotebasque.fr"
            }
          ],
          "geoPoint": {
            "lat": 43.49316,
            "lon": -1.473
          }
        },
        {
          "facility": "Institut Bergonié",
          "city": "Bordeaux",
          "zip": "33076",
          "country": "France",
          "contacts": [
            {
              "name": "Sophie COUSIN",
              "role": "CONTACT",
              "phone": "+33 5 56 33 32 29",
              "email": "s.cousin@bordeaux.unicancer.fr"
            }
          ],
          "geoPoint": {
            "lat": 44.84124,
            "lon": -0.58046
          }
        },
        {
          "facility": "Centre GF Leclerc",
          "city": "Dijon",
          "zip": "21079",
          "country": "France",
          "contacts": [
            {
              "name": "François GHIRINGHELLI",
              "role": "CONTACT",
              "phone": "+33 3 80 73 75 06",
              "email": "fghiringhelli@cgfl.fr"
            }
          ],
          "geoPoint": {
            "lat": 47.31344,
            "lon": 5.01391
          }
        },
        {
          "facility": "CHU de Poitiers",
          "city": "Poitiers",
          "zip": "86021",
          "country": "France",
          "contacts": [
            {
              "name": "Nicolas ISAMBERT",
              "role": "CONTACT",
              "phone": "+33 5 49 44 45 48",
              "email": "nicolas.isambert@chu-poitiers.fr"
            }
          ],
          "geoPoint": {
            "lat": 46.58261,
            "lon": 0.34348
          }
        },
        {
          "facility": "Gustave Roussy",
          "city": "Villejuif",
          "zip": "94800",
          "country": "France",
          "contacts": [
            {
              "name": "David PLANCHARD",
              "role": "CONTACT",
              "phone": "+33 1 42 11 45 64",
              "email": "David.PLANCHARD@gustaveroussy.fr"
            }
          ],
          "geoPoint": {
            "lat": 48.7939,
            "lon": 2.35992
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000594389",
          "term": "atezolizumab"
        },
        {
          "id": "C000730814",
          "term": "Tiragolumab"
        }
      ]
    }
  },
  "hasResults": false
}