{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06993766",
      "orgStudyIdInfo": {
        "id": "RAC/M 2025-6"
      },
      "organization": {
        "fullName": "King Faisal Specialist Hospital & Research Center",
        "class": "OTHER"
      },
      "briefTitle": "The Predictability of CD19 Expression Across Primitive Cellular Fractions of Relapsed B-ALL on Outcomes of CD19-targeted CAR T-cells",
      "officialTitle": "The Predictability of CD19 Expression Across Primitive Cellular Fractions of Relapsed B-ALL on Outcomes of CD19-targeted CAR T-cells"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-05-20",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2030-05-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-05-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-05-19",
      "studyFirstSubmitQcDate": "2025-05-19",
      "studyFirstPostDateStruct": {
        "date": "2025-05-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Mohammed Almakadi",
        "investigatorTitle": "Consultant, Hematology, Sct & Cellular Therapy",
        "investigatorAffiliation": "King Faisal Specialist Hospital & Research Center"
      },
      "leadSponsor": {
        "name": "King Faisal Specialist Hospital & Research Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Acute lymphoblastic leukemia (ALL) is a malignant proliferation of immature lymphoid cells within the bone marrow, blood, and extramedullary sites. According to the SEER Cancer Statistics Review, the incidence was estimated to be at around 1·6 per 100000 people in 2014, with around 6000 new cases diagnosed in 2018. This disease is more frequent in children aged 1-4 years, then drops reaching the lowermost point between 25 years and 45 years. Generally, around 60% of ALL cases are diagnosed before the age of 20 years. Despite significant improvements in 5-year overall survival reaching around 90% in children, only 25% of patients older than 50 years old were alive 5 years after diagnosis1,2. These survival figures are much worse when dealing with relapsed disease. Cases of relapsed or refractory ALL are usually offered allogeneic stem cell transplantation that can establish meaningful disease control after achieving the best disease control depicted in lack of measurable residual disease3. However, the inability of performing allogeneic stem cell transplantation in some patients, especially elderly patients, represents unmet needs for advancing treatment for these challenging ALL cases.\n\nCellular immunotherapy with CD19-directed chimeric antigen receptor (CAR) T-cells has demonstrated encouraging results for the treatment of B-cell ALL (B-ALL). Currently used CAR T-cells are genetically engineered autologous T cells that express the antigen-binding domain linked to a costimulatory molecule and an intracellular T-cell receptor signaling domain. CAR T-cells function in a major histocompatibility complex-independent manner. Because of its expression on nearly all B-ALL, CD19 became the most sensible target. This paved the way for using tisagenlecleucel and brexucabtagene autoleucel in patients with B-ALL with astonishing outcomes4-6. However, the dependence on expression of the antigen of target can be an \"Achilles' heel\" for CAR T-cells similar to monoclonal antibodies, and loss of this target is a major escape mechanism by which cancer cells can evade immunotherapy. Mechanisms of antigenic loss may include genetic modulations, epitope masking, or a cell lineage switch with secondary loss of the target epitope7.\n\nCell plasticity is the ability of cells to be reprogrammed and to alter their fate and identity, which can enable homeostasis and restoration following injury. Pathological plasticity allows cancer cells to acquire new phenotypic and/or functional features leading to disease progression and resistance to therapy8. One of the most studied and established phenotypic and functional plasticity is KMT2A-r ALL9. The seminal work of Dr. John Dick and his lab in establishing the concept of leukemia stem cell was instrumental to the field. Transplantation of human ALL into NOD/SCID mice generates a disease in these mice that is reminiscent of the human disease10. The attributes of self-renewal and clonogenic proliferation are considered \"functional\" markers for stemness of these leukemia initiating cells. Because some of these functional assays are laborious, multiple efforts have been exerted to uncover the most accurate markers to label these cells that cab reliably predict this unique cellular population. In addition to cell-intrinsic factors for plasticity that are mentioned above, cell-extrinsic or \"niche\" elements can fuel cellular plasticity when they occur. Despite these limitations, CD34+CD38- cell fraction is most likely to harbor the most primitive and quiescent cells that can fuel disease existence11.\n\nKing Faisal Specialist Hospital and Research Center is one of the leading hospital in the region in providing novel CAR T-cell therapy for management of challenging cases of relapsed and or refractory B-ALL, and has delivered a large number of products given its excellence reputation and the large number of cases treated at the center. We aim through our study to analyze the correlation between CD19 expression across the realm of B-ALL hierarchy using samples from relapsed B-ALL patients who underwent CAR T-cells therapy at our center and weigh this against their outcomes in relation to the percent expression of CD19 at each cellular faction: CD34+CD38-, CD34+CD38+, and CD34-CD38+."
    },
    "conditionsModule": {
      "conditions": [
        "Relapsed B-ALL",
        "CAR T-cells",
        "CD19-directed CAR T-cell Therapy"
      ],
      "keywords": [
        "CAR T-cell"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "RETROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "All patients (adults and Pediatrics)",
          "description": "This is a retrospective observational study analyzing archived flow cytometry data from all patients diagnosed with B-ALL who subsequently received CD19-directed CAR T-cell therapy since the inception of the program.\n\nStudy Criteria (all of the following):\n\n1. Confirmed diagnosis of B-ALL\n2. Receipt of CD19-targeted CAR T-cell therapy\n3. Availability of diagnostic or post-treatment bone marrow or peripheral blood samples processed with a standard B-ALL immunophenotyping panel.\n4. Presence of CD45, CD19, CD34, and CD38 in the antibody panel."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "CD19 expression correlation within B-ALL sub-fractions",
          "description": "We aim through our study to analyze the correlation between CD19 expression across the realm of B-ALL hierarchy using samples from relapsed B-ALL patients who underwent CAR T-cells therapy at our center and weigh this against their outcomes in relation to the percent expression of CD19 at each cellular faction: CD34+CD38-, CD34+CD38+, and CD34-CD38+.",
          "timeFrame": "48 Months"
        },
        {
          "measure": "Survival outcomes in correlation with B-ALL sub-fractions",
          "description": "* Descriptive and comparative statistical analyses will be performed to explore the relationship between CD19 expression, maturation phenotype, CAR T-cell response, and clinical outcomes (i.e. relapse).\n* Kaplan-Meier analysis to show relapse-free survival (RFS) and overall survival (OS)\n* Univariable analysis to evaluate the association between the variables.\n* Multivariable Cox proportional hazards regression to predict time to relapse adjusted for age, disease burden etc.\n* All statistical tests will be two-sided, and a p-value \\<0.05 will be considered statistically significant.",
          "timeFrame": "36 Months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nAll patients (adults and pediatrics) with confirmed diagnosis with B-ALL and receipt CD19-targeted CAR-T cell therapy and have diagnostic or post -treatment BM or PB samples processed with a standard B-ALL immunophenotyping panel. with the presence of CD45, CD19, CD34, and CD38 in the antibody panel.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "All patients (adults and pediatrics) with confirmed diagnosis with B-ALL and receipt CD19-targeted CAR-T cell therapy and have diagnostic or post -treatment BM or PB samples processed with a standard B-ALL immunophenotyping panel. with the presence of CD45, CD19, CD34, and CD38 in the antibody panel.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Mohammed Almakadi, MBBS, PhD",
          "role": "CONTACT",
          "phone": "+966509097090",
          "email": "malmakadi@kfshrc.edu.sa"
        },
        {
          "name": "Dalal Aldhafeeri, MPH",
          "role": "CONTACT",
          "phone": "+966504682684",
          "email": "daldhafeeri@kfshrc.edu.sa"
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Hunger SP, Lu X, Devidas M, et al. Improved survival for children and adolescents with acute lymphoblastic leukemia between 1990 and 2005: a report from the Children's Oncology Group. J Clin Oncol 2012; 30: 1663-69.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/22412151/"
        },
        {
          "label": "Pulte D, Jansen L, Gondos A, et al. Survival of adults with acute lymphoblastic leukemia in Germany and the United States.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/24475044/"
        },
        {
          "label": "Pérez-González A, Bévant K, Blanpain C. Cancer cell plasticity during tumor progression, metastasis and response to therapy. Nat Cancer.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/37537300/"
        },
        {
          "label": "Maude SL, Laetsch TW, Buechner J, et al. Tisagenlecleucel in children and young adults with B-cell lymphoblastic leukemia.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/29385370/"
        },
        {
          "label": "Laetsch TW, Maude SL, Rives S, et al. Three-Year Update of Tisagenlecleucel in Pediatric and Young Adult Patients With Relapsed/Refractory Acute Lymphoblastic Leukemia in the ELIANA Trial. J Clin Oncol.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/36399695/"
        },
        {
          "label": "Shah BD, Ghobadi A, Oluwole OO, et al. Two-year follow-up of KTE-X19 in patients with relapsed or refractory adult B-cell acute lymphoblastic leukemia in ZUMA-3 and its contextualization with SCHOLAR-3, an external historical control study.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/36494725/"
        },
        {
          "label": "Chen C, Yu W, Alikarami F, et al. Single-cell multiomics reveals increased plasticity, resistant populations, and stem-cell-like blasts in KMT2A-rearranged leukemia.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/34864916/"
        },
        {
          "label": "Kamel-Reid S, Letarte M, Sirard C, et al. A model of human acute lymphoblastic leukemia in immune-deficient SCID mice.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/2595371/"
        },
        {
          "label": "11\\. Bonnet D, Dick JE. Human acute myeloid leukemia is organized as a hierarchy that originates from a primitive hematopoietic cell.",
          "url": "https://pubmed.ncbi.nlm.nih.gov/9212098/"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}