{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04619017",
      "orgStudyIdInfo": {
        "id": "Placeholder"
      },
      "organization": {
        "fullName": "University of Iowa",
        "class": "OTHER"
      },
      "briefTitle": "Airway Immune Response to Allergens (Use Lay Language Here)",
      "officialTitle": "Airway Dendritic Cells in the Allergic Asthma Phenotype"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-08",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-10-28",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-04-08",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-03-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-10-26",
      "studyFirstSubmitQcDate": "2020-11-02",
      "studyFirstPostDateStruct": {
        "date": "2020-11-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-08-30",
      "lastUpdatePostDateStruct": {
        "date": "2023-08-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "JOSALYN CHO",
        "investigatorTitle": "Assistant Professor",
        "investigatorAffiliation": "University of Iowa"
      },
      "leadSponsor": {
        "name": "JOSALYN CHO",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Massachusetts General Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Most asthma is allergic in origin. The purpose of this study is to better understand the airway immune response to inhaled allergens in order to identify factors that promote asthma.",
      "detailedDescription": "Allergy is the strongest risk factor for asthma, and most cases of asthma are allergic in origin. However, not all allergic patients have asthma. In this study, we will enroll allergic adults to undergo bronchoscopic segmental allergen challenge in order to identify differences in the airway immune response to allergen in those with asthma compared to those without asthma. After a discussion about the study and potential risks, subjects giving written informed consent will undergo two bronchoscopies. During the first procedure, samples will be collected from the left lung and allergen will be administered to a small segment of the right lung. The second procedure will be performed 24 hours later, with collection of samples from the allergen-challenged lung segment."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma",
        "Allergy to Cats",
        "Allergy to Dust Mites",
        "Allergic Rhinitis",
        "Allergic Conjunctivitis"
      ],
      "keywords": [
        "asthma",
        "allergy",
        "allergic rhinitis",
        "allergic conjunctivitis",
        "cat allergy",
        "house dust mite allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "This is a single-center, open-label, single-arm, controlled mechanistic study. All participants will receive an investigational product.",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 12,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Segmental allergen challenge",
          "type": "EXPERIMENTAL",
          "description": "Allergic individuals with and without asthma will be enrolled.",
          "interventionNames": [
            "Biological: Segmental allergen challenge"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Segmental allergen challenge",
          "description": "All subjects will undergo bronchoscopy with administration of standardized allergen extract to one segment of the lung.",
          "armGroupLabels": [
            "Segmental allergen challenge"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Dendritic cell number and phenotype",
          "description": "Number, type and activation state of dendritic cells isolated from lung washes and brushings",
          "timeFrame": "18 months"
        },
        {
          "measure": "Dendritic cell function",
          "description": "Ability of dendritic cells isolated from lung washes to promote T activation (measured by % proliferated)",
          "timeFrame": "18 months"
        },
        {
          "measure": "Immune composition of the airway",
          "description": "Number and type of cluster of differentiation 45 (CD45)-expressing cells from lung brushings",
          "timeFrame": "18 months"
        },
        {
          "measure": "Mediators of organized airway immune tissue formation",
          "description": "Mediator levels in lung washes",
          "timeFrame": "18 months"
        },
        {
          "measure": "Organized airway immune tissue",
          "description": "Quantity of organized immune tissue in airway biopsies (measured by mm\\^3)",
          "timeFrame": "18 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Antibodies in lung washes",
          "description": "Quantification of immunoglobulin E (IgE) and immunoglobulin G (IgG) in lung washes",
          "timeFrame": "18 months"
        },
        {
          "measure": "Antibodies in blood",
          "description": "Quantification of IgE and IgG in blood",
          "timeFrame": "18 months"
        },
        {
          "measure": "Cytokines",
          "description": "Quantification of type 2 cytokines in lung washes",
          "timeFrame": "18 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nIndividuals who meet all of the following criteria are eligible for enrollment as study participants:\n\n1. Participant must be able to understand and provide informed consent.\n2. Age between 18 and 50 years.\n3. Clinical history of at least one of the following reactions to cat dander or dust mite:\n\n   1. Allergic rhinitis, with one or more of nasal congestion, sneezing, runny nose or post- nasal drainage,\n   2. Allergic conjunctivitis, with one or more of ocular itching, tearing or swelling, or\n   3. Urticarial reactions to contact with cats.\n4. Positive allergen prick test to the allergen causing clinical symptoms. A positive skin prick test is defined as a wheal sum 3 mm in diameter greater than diluent control.\n5. Negative urine pregnancy test at all visits for female participants of reproductive potential.\n6. Female participants with reproductive potential must agree to use an FDA approved method of birth control for the duration of the study. A highly effective method of contraception is defined as one which results in a low failure rate (i.e. less than 1% per year) when used consistently and correctly and includes, but is not limited to, abstinence from intercourse with a male partner, monogamous relationship with a vasectomized partner, male condoms with the use of applied spermicide, intrauterine devices, and licensed hormonal methods.\n7. Life-long absence of cigarette smoking, defined as a lifetime total of less than 10 pack-years and none in the past year.\n8. Absence of vaping, inhaling or smoking non-cigarette products in the past year.\n\nIn addition to inclusion criteria 1-8 above, allergic asthmatic participants must meet all of the following criteria:\n\n1. Clinical history of asthma.\n2. Asthma severity requiring no more than step 2 therapy (NHLBI Guideline, 2007 Expert Panel Report-3 (EPR-3), http://www.nhlbi.nih.gov/guidelines/asthma/asthgdln.pdf).\n3. Validated asthma control test (ACT) score of \\> 19 at Screening Visit #1.\n4. Able to tolerate a 2-week stoppage of inhaled corticosteroids prior to Screening Visit #2 and both Study Visits.\n5. Baseline forced expiratory volume in 1 second (FEV1) no less than 75% of the predicted value after bronchodilator administration.\n6. Methacholine provocative concentration 20 (PC20) \\< 16 mg/ml.\n\nIn addition to inclusion criteria 1 - 8 above, allergic non-asthmatic control participants must meet all of the following criteria:\n\n1. Baseline FEV1 no less than 90% of the predicted value.\n2. Methacholine PC20 ≥ 16 mg/ml.\n\nExclusion Criteria:\n\nIndividuals who meet any of these criteria are not eligible for enrollment as study participants:\n\n1. Inability or unwillingness of a participant to give written informed consent or comply with study protocol.\n2. Quantitative skin prick titration with a positive reaction to an allergen concentration of 0.056 bioequivalent allergy units (BAU) or allergy units (AU) per ml.\n3. Other lung diseases, including but not limited to sarcoidosis, bronchiectasis and active lung infection.\n4. History of a respiratory tract infection within 6 weeks of Study Visits #1 and #2.\n5. Participant reported current diagnosis or history of diabetes mellitus, congestive heart failure, ventricular arrhythmias, history of a cerebrovascular accident, renal failure, history of anaphylaxis, or liver disease.\n6. Participant reported history of coagulopathy, thrombocytopenia or pulmonary hypertension.\n7. Intolerance to albuterol, atropine, lidocaine, fentanyl, or midazolam.\n8. Laboratory values within 12 weeks prior to Study Visits #1 and #2 that demonstrate:\n\n   1. Platelet count less than 80,000/mm3,\n   2. Prothrombin time (PT) more than 1.5 x upper limit of normal (ULN), or\n   3. Partial thromboplastin time (PTT) more than 1.5 x ULN.\n9. Females of reproductive potential who are documented to be pregnant (based on urine beta-human chorionic gonadotropin (b-HCG) testing), are sexually active and not using contraception, are seeking to become pregnant, or who are breast feeding.\n10. Current or former use of targeted biological therapy for asthma or allergic disorders including but not limited to benralizumab, dupilumab, mepolizumab, omalizumab, and reslizumab.\n11. Current or past immunotherapy with cat or dust mite extract.\n12. Antibiotic use within 6 weeks of Study Visits #1 and #2.\n13. Use of systemic steroids within 4 weeks of any Screening or Study Visit. Participants may be rescreened after completion of steroid treatment.\n14. Current use of beta blockers and monoamine oxidase (MAO) inhibitors.\n15. Current use of anti-coagulants including but not limited to apixaban, clopidogrel, dabigatran, dalteparin, danaparoid, enoxaparin, heparin, rivaroxaban, tinzaparin, and warfarin.\n16. Use of aspirin or NSAIDs and inability to stop these medications for 7 days prior to Study Visits #1 and #2.\n17. Non-English speakers.\n18. Current, diagnosed mental illness or current, diagnosed or self-reported drug or alcohol abuse that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements.\n19. Use of investigational drugs within 30 days of participation.\n20. Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study.\n\nIn addition to exclusion criteria 1-20 above, allergic asthmatic participants who meet any of these criteria are not eligible for enrollment as study participants:\n\n1. Spontaneous asthmatic episode, defined as a worsening of asthma symptoms requiring an escalation of short-acting bronchodilators and/or inhaled corticosteroids lasting for 2 days or more, within 6 weeks of Screening Visit #1.\n2. Increased use of inhaled corticosteroids within 4 weeks of Screening Visit #1.\n3. A history of respiratory failure requiring intubation.\n\nIn addition to exclusion criteria 1-20 above, allergic non-asthmatic control participants who meet any of these criteria are not eligible for enrollment as study participants:\n\n1\\. History of asthma.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Josalyn L Cho, MD",
          "affiliation": "University of Iowa",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of Iowa",
          "city": "Iowa City",
          "state": "Iowa",
          "zip": "52242",
          "country": "United States",
          "geoPoint": {
            "lat": 41.66113,
            "lon": -91.53017
          }
        },
        {
          "facility": "Massachusetts General Hospital",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02214",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "JOSALYN CHO, Associate Professor, University of Iowa",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2024-06-13"
          },
          {
            "type": "RESET",
            "date": "2024-09-06"
          },
          {
            "type": "RELEASE",
            "date": "2025-03-18"
          },
          {
            "type": "RESET",
            "date": "2025-04-03"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2024-06-13",
        "submissionInfos": [
          {
            "releaseDate": "2024-06-13",
            "resetDate": "2024-09-06"
          },
          {
            "releaseDate": "2025-03-18",
            "resetDate": "2025-04-03"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000092542",
          "term": "Dust Mite Allergy"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D003233",
          "term": "Conjunctivitis, Allergic"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D012221",
          "term": "Rhinitis, Allergic, Perennial"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D003231",
          "term": "Conjunctivitis"
        },
        {
          "id": "D003229",
          "term": "Conjunctival Diseases"
        },
        {
          "id": "D005128",
          "term": "Eye Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        }
      ]
    }
  },
  "hasResults": false
}