{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06620822",
      "orgStudyIdInfo": {
        "id": "STAR011"
      },
      "organization": {
        "fullName": "Shanghai Pulmonary Hospital, Shanghai, China",
        "class": "OTHER"
      },
      "briefTitle": "Efficacy of PD-1 Inhibitor Combination Therapy in Non-small Cell Lung Cancer Patients Who Have Not Achieved Major Pathologic Response After Neoadjuvant Immunotherapy: a Multicenter, Phase II Clinical Trial",
      "officialTitle": "Efficacy of PD-1 Inhibitor Combination Therapy in Non-small Cell Lung Cancer Patients Who Have Not Achieved Major Pathologic Response After Neoadjuvant Immunotherapy: a Multicenter, Phase II Clinical Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-09",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-09-30",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-09-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-09-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-09-28",
      "studyFirstSubmitQcDate": "2024-09-28",
      "studyFirstPostDateStruct": {
        "date": "2024-10-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-09-28",
      "lastUpdatePostDateStruct": {
        "date": "2024-10-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Chang Chen",
        "investigatorTitle": "Deputy Director of MD. PhD. Program in Thoracic Surgery, Secretary of the party committee of Shanghai Pulmonary Hospital, Tongji University School of Medicine, Shanghai, China",
        "investigatorAffiliation": "Shanghai Pulmonary Hospital, Shanghai, China"
      },
      "leadSponsor": {
        "name": "Shanghai Pulmonary Hospital, Shanghai, China",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Exploring the efficacy of PD-1 inhibitor combination therapy strategies for adjuvant therapy in a population that has not achieved major pathological regression after neoadjuvant immunotherapy for non-small cell lung cancer: a multicenter, phase II clinical study",
      "detailedDescription": "This study explores the potential resistance problem in patients with low response rates after neoadjuvant ICIs treatment by addressing their potential resistance problems through an adjuvant immune combination regimen of ICIs, with the aim of providing a personalized choice of perioperative regimens for patients with early stage II-III resectable NSCLC, and to reduce the risk of postoperative recurrence and death in patients."
    },
    "conditionsModule": {
      "conditions": [
        "Non Small Cell Lung Cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 296,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Sintilimab",
          "type": "ACTIVE_COMPARATOR",
          "interventionNames": [
            "Drug: Sintilimab"
          ]
        },
        {
          "label": "LM-108+Sintilimab",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: LM-108+Sintilimab"
          ]
        },
        {
          "label": "IBI310+Sintilimab",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: IBI310+Sintilimab"
          ]
        },
        {
          "label": "IBI363",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: IBI363"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "IBI363",
          "description": "IBI363 is the worlds first PD-1/IL-2α bispecific antibody fusion protein with an IL-2 arm that has been designed and modified to retain CD25 (IL-2Rɑ) activity to maximize efficacy and high selectivity, and to reduce binding to IL-2Rβγ to reduce systemic toxicity, whereas the PD-1 binding arm allows for blockade of PD-1 and selective delivery of IL-2. Therefore, IBI363 has the ability to simultaneously block the PD-1/PD-L1 pathway and activate the IL-2 pathway, which can more effectively activate tumor-specific T cells. IL-2, as an important cytokine for activating tumor-specific CD8+ T cells, is mechanistically complementary to immune checkpoint inhibitors, and can reverse T-cell depletion, thereby overcoming immune resistance.",
          "armGroupLabels": [
            "IBI363"
          ]
        },
        {
          "type": "DRUG",
          "name": "LM-108+Sintilimab",
          "description": "LM-108 is a humanized monoclonal antibody targeting the human chemokine CC receptor 8 (CCR8) and is able to modulate the tumor microenvironment by specifically removing tumor-infiltrating regulatory T cells (Treg) through antibody-dependent cell-mediated cytotoxicity (ADCC) without affecting peripheral Treg.",
          "armGroupLabels": [
            "LM-108+Sintilimab"
          ]
        },
        {
          "type": "DRUG",
          "name": "IBI310+Sintilimab",
          "description": "The principle of CTLA-4 combined with PD-1 therapy is to fully relieve the inhibition of T cells by blocking both CTLA-4 and PD-1 immune checkpoints simultaneously.CTLA-4 inhibitors mainly work in the initial immune response stage by blocking the binding of CTLA-4 to B7 and enhancing the activation and proliferation of the initial T cells; whereas PD-1 inhibitors restore the anti-tumor activity of activated T cells by blocking the binding of PD-1 to its ligand PD-L1/PD-L2 and restoring their anti-tumor activity. and its ligand PD-L1/PD-L2 binding, lifting the functional inhibition of activated T cells and restoring their anti-tumor activity. Combination therapy can fully activate T-cells, improve the immune system\\&amp;#39;s ability to recognize and attack tumors, enhance the anti-tumor immune response, and overcome the drug resistance of single therapy, thus improving the therapeutic effect.",
          "armGroupLabels": [
            "IBI310+Sintilimab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Sintilimab",
          "description": "Sindilizumab (Sintilimab) is a humanized anti-PD-1 monoclonal antibody that has demonstrated promising anti-tumor activity in several cancer types. It works by blocking the binding of PD-1 to its ligands, PD-L1 and PD-L2, thereby lifting the inhibition of T-cells and restoring the immune system\\&#39;s killing function against tumor cells.",
          "armGroupLabels": [
            "Sintilimab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "2-year DFS rate",
          "description": "2-year DFS rate for Non-MPR treatment groups: DFS is defined as the time from surgery to tumor recurrence or death from any cause (whichever occurs first). 2-year DFS rate is defined as the probability of remaining free of disease recurrence or death at the 2-year time point.",
          "timeFrame": "2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "2-year OS rate",
          "description": "2-year OS rate in the Non-MPR treatment groups: OS is defined as the time from the start of surgery to death from any cause. 2-year OS rate is defined as the probability of remaining free of death from any cause at the 2-year time point;",
          "timeFrame": "2 years"
        },
        {
          "measure": "safety",
          "description": "Safety assessment: incidence and severity of AE (graded according to CTCAE v5.0), severity, and its relationship to the trial treatment; any laboratory tests, abnormal vital signs and physical examination findings, etc.",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects ≥ 18 years of age on the day of signed informed consent, male or female, and willing to follow study procedures;\n2. ECOG score of 0 \\~ 1;\n3. Patients with resectable clinical stage II-IIIB (N2 only) NSCLC prior to neoadjuvant as assessed by the investigator (AJCC 8th ed.) and who are receiving 3 to 4 courses of standard PD-1 monoclonal antibody in combination with chemotherapy (platinum-containing two-agent chemotherapy) as neoadjuvant therapy during the neoadjuvant phase\n4. Pathological evaluation of tumor for MPR (less than 10% residual tumor cells from the primary tumor) and specific remission rate (1 - residual tumor/primary tumor)\n5. Subjects must have had complete resection of the NSCLC (no residual tumor and all surgical margins negative)\n6. Histologically or cytologically confirmed squamous or non-squamous NSCLC.\n\nExclusion Criteria:\n\n1. Subjects who have undergone segmental lung resection or wedge resection only, and subjects who have not undergone systemic or lobe-specific lymph node dissection;\n2. Postoperative treatment with off-protocol antitumor therapy (e.g., radiotherapy, chemotherapy, targeted therapy, other immunotherapies, etc.; antitumor herbal therapies require a 2-week washout period);\n3. Severe grade 3 or higher irAE or severe organ damage during neoadjuvant immunotherapy;\n4. Previous history of allogeneic bone marrow or organ transplantation;\n5. Previous or current interstitial pneumonitis/lung disease requiring systemic hormone therapy;\n6. Uncontrolled hypertension (blood pressure ≥150/90 mmHg at rest), with antihypertensive medications maintained at a stable dose for 7 days prior to the first dose of study drug;\n7. Combination of other malignant tumors within 5 years prior to the first dose of study drug that require active treatment, except for tumors cured in the opinion of the investigator;",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Junqi Wu",
          "role": "CONTACT",
          "phone": "19102122052",
          "email": "wujq0724@163.com"
        },
        {
          "name": "Chang Chen, MD, PhD",
          "role": "CONTACT",
          "email": "chenthoracic@163.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Chang Chen, MD, PhD",
          "affiliation": "Shanghai Pulmonary Hospital, School of Medicine, Tongji University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Shanghai Pulmonary Hospital",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "200433",
          "country": "China",
          "contacts": [
            {
              "name": "Chang Chen, MD, PhD",
              "role": "CONTACT",
              "phone": "+86-021-65115006",
              "phoneExt": "2074",
              "email": "chenthoracic@163.com"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-20"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        }
      ],
      "ancestors": [
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000632826",
          "term": "sintilimab"
        }
      ]
    }
  },
  "hasResults": false
}