{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01792232",
      "orgStudyIdInfo": {
        "id": "H11-01831"
      },
      "organization": {
        "fullName": "University of British Columbia",
        "class": "OTHER"
      },
      "briefTitle": "Effects of Co-Exposure to Air Pollution and Allergen",
      "officialTitle": "Effect of Exposure to Allergens and Air Pollution on Lung Function and Immunity"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2011-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2013-11",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2013-11",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-11-14",
      "studyFirstSubmitQcDate": "2013-02-12",
      "studyFirstPostDateStruct": {
        "date": "2013-02-15",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-09-27",
      "lastUpdatePostDateStruct": {
        "date": "2017-09-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Christopher Carlsten",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "University of British Columbia"
      },
      "leadSponsor": {
        "name": "University of British Columbia",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The investigators are investigating the effects of combined exposures to diesel exhaust and allergens on lung function and on the immune system. After exposing individuals to either filtered air or carefully controlled levels of diesel exhaust in our exposure chamber, The investigators will use a procedure called bronchoscopy (whereby a thin, flexible tube is passed down the throat and into the lungs) to place a small amount of allergen directly in the lung. 48h later, the bronchoscopy will be repeated so that samples can be collected from the lungs. After 1mo, the entire procedure will be repeated with the alternate exposure.",
      "detailedDescription": "1. Purpose/Objective:\n\n   To study the effects of diesel exhaust particles on lung function and on allergic responses.\n2. Hypotheses:\n\n   Hypothesis 1: DE exposure augments systemic oxidative stress from allergen challenge in allergen-sensitized individuals.\n\n   Hypothesis 2: DE exposure augments allergen-specific immune response in allergen-challenged airways in sensitized individuals. These responses will be greater in asthmatic individuals than in non-asthmatics.\n3. Justification:\n\n   The use of diesel engines is increasing because they are more fuel-efficient than gasoline engines. However, diesel engines produce different emissions than gasoline engines. Diesel exhaust is emitted from the tailpipe of both \"on-road\" diesel engine vehicles (diesel cars, buses and trucks) and \"non-road\" diesel engines (locomotives, marine vessels and some construction equipment). Diesel exhaust consists of both gaseous and particulate air pollutants. Since people with asthma and allergic diseases appear to be sensitive to air pollution, we would like to know how diesel exhaust (DE) can affects your respiratory and immune systems. We are expecting that any responses that may occur will only be detectable through careful examination of cells and tissues (e.g., bronchoalveolar lavage (fluid from your lungs), blood, urine). Understanding these potentially subtle changes will help us prevent health problems associated with air pollution in the future.\n4. Research Method:\n\nThis is a blinded crossover experiment between two conditions (DE or filtered air, FA), randomized and counter-balanced to order. Data collection for each condition will be separated by a 4-week washout period.\n\nFollowing each exposure, The investigators will use bronchoscopy (performed at the Vancouver General Hospital Endoscopy Suite) to deliver a diluent-controlled segmental allergen challenge (SAC). 24 h post-SAC, airway reactivity will be assessed with a methacholine challenge. 48 h post-SAC, bronchoalveolar lavage (BAL), airway brushes and tissue biopsies will be obtained in the same regions for analysis of immune activation. Nasal lavage samples will also be collected to examine responses in the upper airways and blood and urine will be studied to examine systemic responses. Spirometry and methacholine challenge will be used to assess effects on airway function"
    },
    "conditionsModule": {
      "conditions": [
        "Allergies"
      ],
      "keywords": [
        "Diesel exhaust",
        "Air pollution",
        "Airway responsiveness",
        "Allergies"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Filtered air",
          "type": "ACTIVE_COMPARATOR",
          "description": "Exposure for 2 hours to filtered air followed by subject specific allergen placed in lung",
          "interventionNames": [
            "Other: Allergen"
          ]
        },
        {
          "label": "Diesel exhaust",
          "type": "EXPERIMENTAL",
          "description": "Exposure for 2 hours to diesel exhaust followed by subject specific allergen placed in lung",
          "interventionNames": [
            "Other: Allergen"
          ]
        },
        {
          "label": "Filtered air control",
          "type": "ACTIVE_COMPARATOR",
          "description": "Exposure for 2 hours to filtered air followed by subject saline placed in lung",
          "interventionNames": [
            "Other: Saline"
          ]
        },
        {
          "label": "Diesel exhaust control",
          "type": "ACTIVE_COMPARATOR",
          "description": "Exposure for 2 hours to diesel exhaust followed by saline placed in lung",
          "interventionNames": [
            "Other: Saline"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Allergen",
          "description": "Subject specific allergen is placed in the lungs on day 1 of each triad",
          "armGroupLabels": [
            "Diesel exhaust",
            "Filtered air"
          ]
        },
        {
          "type": "OTHER",
          "name": "Saline",
          "description": "Saline will be placed in the lung on day 1 of each triad",
          "armGroupLabels": [
            "Diesel exhaust control",
            "Filtered air control"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Allergen-specific IgE",
          "description": "BAL IgE specific to the allergen used for allergen challenge will be assessed at 48 hrs, from the BAL, using immunocap assay",
          "timeFrame": "48 hours"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Human immune response",
          "description": "Determine if allergen-induced eosinophilic activation (measured by flow cytometry) and a Th2-type cytokine pattern is augmented by DE (300 µg/m3 inhaled for two hours) exposure.",
          "timeFrame": "48 hours"
        },
        {
          "measure": "Oxidative stress",
          "description": "Establish that bronchial segment allergen-induced oxidative stress (urine 8-isoprostane, measured by ELISA) is augmented by DE (300 µg/m3 inhaled for two hours) exposure.",
          "timeFrame": "48 hours"
        },
        {
          "measure": "Airway reactivity",
          "description": "Determine if airway reactivity (measured by PC20 methacholine challenge) is augmented by DE (300 µg/m3 inhaled for two hours) exposure.",
          "timeFrame": "48 hours"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age between 19 and 49 years.\n2. Non-smoking.\n3. Positive skin prick test for at least one of: birch, grass, or dust\n\nExclusion Criteria:\n\n1. Using inhaled corticosteroids\n2. Pregnant or planning to be pregnant in the next 12 months / Breastfeeding\n3. Usage of bronchodilators more than three times per week.\n4. Co-morbidities (as assessed by the primary investigator)\n5. Taking part in other studies\n6. Unwilling to withhold bronchodilator, aspirin, anti-coagulant, antihistamine or decongestant medications or caffeine prior to testing procedures.\n7. FEV1(Forced expiratory volume in one second) \\< 70% predicted.\n8. Allergy to lidocaine, fentanyl, midazolam or salbutamol.\n9. Unstable asthma (i.e exacerbation in 2 weeks preceding testing)",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "19 Years",
      "maximumAge": "49 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Christopher Carlsten, MD, MPH",
          "affiliation": "University of British Columbia",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of British Columbia",
          "city": "Vancouver",
          "state": "British Columbia",
          "zip": "V5Z 1M9",
          "country": "Canada",
          "geoPoint": {
            "lat": 49.24966,
            "lon": -123.11934
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "15716966",
          "type": "BACKGROUND",
          "citation": "Saxon A, Diaz-Sanchez D. Air pollution and allergy: you are what you breathe. Nat Immunol. 2005 Mar;6(3):223-6. doi: 10.1038/ni0305-223. No abstract available."
        },
        {
          "pmid": "8943829",
          "type": "BACKGROUND",
          "citation": "Rudell B, Ledin MC, Hammarstrom U, Stjernberg N, Lundback B, Sandstrom T. Effects on symptoms and lung function in humans experimentally exposed to diesel exhaust. Occup Environ Med. 1996 Oct;53(10):658-62. doi: 10.1136/oem.53.10.658."
        },
        {
          "pmid": "9036991",
          "type": "BACKGROUND",
          "citation": "Diaz-Sanchez D, Tsien A, Fleming J, Saxon A. Combined diesel exhaust particulate and ragweed allergen challenge markedly enhances human in vivo nasal ragweed-specific IgE and skews cytokine production to a T helper cell 2-type pattern. J Immunol. 1997 Mar 1;158(5):2406-13."
        },
        {
          "pmid": "9730879",
          "type": "BACKGROUND",
          "citation": "Fujieda S, Diaz-Sanchez D, Saxon A. Combined nasal challenge with diesel exhaust particles and allergen induces In vivo IgE isotype switching. Am J Respir Cell Mol Biol. 1998 Sep;19(3):507-12. doi: 10.1165/ajrcmb.19.3.3143."
        },
        {
          "pmid": "11734452",
          "type": "BACKGROUND",
          "citation": "Hashimoto K, Ishii Y, Uchida Y, Kimura T, Masuyama K, Morishima Y, Hirano K, Nomura A, Sakamoto T, Takano H, Sagai M, Sekizawa K. Exposure to diesel exhaust exacerbates allergen-induced airway responses in guinea pigs. Am J Respir Crit Care Med. 2001 Nov 15;164(10 Pt 1):1957-63. doi: 10.1164/ajrccm.164.10.2011070."
        },
        {
          "type": "BACKGROUND",
          "citation": "Carlsten, C., et al., Symptoms and perceptions in response to a controlled diesel exhaust exposure in healthy adults. Environmental Research, In Review"
        },
        {
          "pmid": "22852485",
          "type": "BACKGROUND",
          "citation": "Riedl MA, Diaz-Sanchez D, Linn WS, Gong H Jr, Clark KW, Effros RM, Miller JW, Cocker DR, Berhane KT; HEI Health Review Committee. Allergic inflammation in the human lower respiratory tract affected by exposure to diesel exhaust. Res Rep Health Eff Inst. 2012 Feb;(165):5-43; discussion 45-64."
        },
        {
          "pmid": "22885891",
          "type": "BACKGROUND",
          "citation": "Carlsten C, Melen E. Air pollution, genetics, and allergy: an update. Curr Opin Allergy Clin Immunol. 2012 Oct;12(5):455-60. doi: 10.1097/ACI.0b013e328357cc55."
        },
        {
          "pmid": "27886976",
          "type": "DERIVED",
          "citation": "Kramer MM, Hirota JA, Sood A, Teschke K, Carlsten C. Airway and serum adipokines after allergen and diesel exposure in a controlled human crossover study of atopic adults. Transl Res. 2017 Apr;182:49-60. doi: 10.1016/j.trsl.2016.11.001. Epub 2016 Nov 9."
        },
        {
          "pmid": "26758251",
          "type": "DERIVED",
          "citation": "Hosseini A, Hirota JA, Hackett TL, McNagny KM, Wilson SJ, Carlsten C. Morphometric analysis of inflammation in bronchial biopsies following exposure to inhaled diesel exhaust and allergen challenge in atopic subjects. Part Fibre Toxicol. 2016 Jan 13;13:2. doi: 10.1186/s12989-016-0114-z."
        },
        {
          "pmid": "26574583",
          "type": "DERIVED",
          "citation": "Carlsten C, Blomberg A, Pui M, Sandstrom T, Wong SW, Alexis N, Hirota J. Diesel exhaust augments allergen-induced lower airway inflammation in allergic individuals: a controlled human exposure study. Thorax. 2016 Jan;71(1):35-44. doi: 10.1136/thoraxjnl-2015-207399. Epub 2015 Nov 16."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000485",
          "term": "Allergens"
        },
        {
          "id": "D012965",
          "term": "Sodium Chloride"
        }
      ],
      "ancestors": [
        {
          "id": "D000941",
          "term": "Antigens"
        },
        {
          "id": "D001685",
          "term": "Biological Factors"
        },
        {
          "id": "D002712",
          "term": "Chlorides"
        },
        {
          "id": "D006851",
          "term": "Hydrochloric Acid"
        },
        {
          "id": "D017606",
          "term": "Chlorine Compounds"
        },
        {
          "id": "D007287",
          "term": "Inorganic Chemicals"
        },
        {
          "id": "D017670",
          "term": "Sodium Compounds"
        }
      ]
    }
  },
  "hasResults": false
}