{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07015164",
      "orgStudyIdInfo": {
        "id": "APHP240349"
      },
      "organization": {
        "fullName": "Assistance Publique - H么pitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Role of Viral Reservoir, Immune Activation and Depletion in Persistent Viremia Persistent Viremia in People Living With HIV on Antiretroviral Therapy",
      "officialTitle": "Role of Viral Reservoir, Immune Activation and Depletion in Persistent Viremia Persistent Viremia in People Living With HIV on Antiretroviral Therapy",
      "acronym": "ViPer"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-06-10",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-09-10",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-09-11",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-06-03",
      "studyFirstSubmitQcDate": "2025-06-03",
      "studyFirstPostDateStruct": {
        "date": "2025-06-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-03",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - H么pitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Low-level HIV replication in a patient on effective antiretroviral therapy is a relatively frequent event, generating stress for both patient and physician, due to the fear of subsequent virological escape with emergence of resistant virus(es) and/or transmission of such virus(es) to partner(s). Understanding the origin of this low-level viral replication would enable informed therapeutic decisions to be made (therapeutic intensification, modification of antiretroviral (ARV) treatment with the use of molecules belonging to other therapeutic classes, or maintenance of the status quo), and reassure patients of the scientific rationale guiding their course of action.\n\nThis is a single-center, cross-sectional study designed to compare the parameters of the cellular viral reservoir between a group of participants with persistent viral replication under ARV treatment and a group of participants with perfect viral replication control (stable virological suppression).\n\nPatients meeting the eligibility criteria will be offered the opportunity to have two additional blood tubes taken for research purposes, as part of an integrated visit to monitor HIV infection, which already includes a venipuncture. Patients meeting these criteria will have been previously identified by a feasibility survey carried out by the clinical research team of the Infectious and Tropical Diseases Department (SMIT) at H么pital Bichat-Claude Bernard (AP-HP. Nord).",
      "detailedDescription": "The aim of antiretroviral (ARV) treatment is to inhibit viral replication in order to achieve an undetectable plasma viral load. The threshold of undetectability to be achieved differs from country to country and from learned societies to learned societies, and is set at 50 copies/mL at 6 months of treatment initiation in French recommendations (Morlat, 2018), 200 copies/mL in US recommendations (Thompson et al., 2021), and 1,000 copies/mL in recommendations published by the World Health Organization (WHO) (World Health Organization, 2016), the latter threshold being the one used by all resource-limited countries.\n\nCurrently, the vast majority of patients treated with ARVs are virologically suppressed, with viral load below the quantification threshold of the viral load technique (20 to 50 copies/mL, classically) (Elvstam et al., 2023). Nevertheless, a non-negligible percentage of patients, up to 10% in a recent American study (Fleming et al., 2019), may present persistent viremia (i.e., on several consecutive viral loads) of low level (between 51 and 1,000 copies/mL).The risk of persistent viral replication under antiretroviral pressure is to favor the emergence of resistance mutations, which can impact the activity of an ARV molecule or all the molecules in a therapeutic class (Assoumou et al., JAC, 2017; Elvstam et al., CID, 2023). The phenomenon of persistent plasma viremia has been shown to be more frequently observed with certain ARV classes such as protease inhibitors. However, few data are currently available on the most recent ARVs, such as 2nd-generation integrase inhibitors (INIs) and the most recent non-nucleoside reverse transcriptase inhibitor (NNRTI), doravirin. These latest-generation molecules have specific profiles. For example, 2nd-generation INIs present a high genetic barrier to resistance, while doravirine has the advantage of having a genotypic resistance profile distinct from other NNRTIs, and of diffusing well across compartments.\n\nThese persistent low levels of viremia raise numerous questions in terms of clinical management, and may lead to changes in therapy. We therefore need to better understand the mechanism(s) behind these persistent low viremia levels, so that we can provide the best possible care for PLWHA.However, in the absence of a clear explanation of the mechanism underlying this low-noise replication, management of this clinical situation is often difficult and sub-optimal. In fact, the therapeutic intensifications proposed (addition of a 4th agent or switch to another 3rd agent that does not exist as a single tablet) can complicate the patient's regimen, and therefore impact on compliance. At present, it is often proposed to closely monitor patients with persistent low viremia, which can be stressful for the patient, in addition to generating healthcare costs due to the close follow-up visits and biological tests prescribed.Various mechanisms could be at the root of this persistent low-level viremia: persistence of low-level viral replication, notably through release from anatomical reservoirs, clonal expansion of provirus-carrying cells that can be reactivated following polyclonal stimulation, or the production of non-infectious virus from mutation-carrying proviruses (Elvstam et al., 2019; Halvas et al., 2020; Simonetti et al., 2016) (Figure 2). These mechanisms are all linked to the particularity of the HIV cycle, which is the ability of its genome to integrate as double-stranded DNA into the cellular genome. This integrated viral DNA, also known as provirus, constitutes the reservoir. The vast majority of proviruses present in the cellular reservoir are defective, i.e. not replication-competent (Bender et al., 2019). Different types of mutations are responsible for these defective proviruses: i) the appearance of stop codons due to G-to-A mutations in the viral genome, selected by host immune pressure mechanisms such as the APOBEC (Apolipoprotein B mRNA-editing Enzyme Catalytic polypeptide-like) enzyme, ii) mutations in key regions, such as 5' LTR (Long Terminal Repeat), and iii) larger or smaller deletions of the proviral genome.A recent study compared plasma viruses with proviruses in 8 patients with persistent low plasma viremia (White et al., 2023). The proviral genomes that contributed to plasma viremia differed from proviral genomes not found in plasma viruses, notably in terms of integration sites in the human genome and transcriptomics in the CD4 cells that host them. This suggests that certain proviruses may be specifically responsible for low-noise viral replication. The mechanism by which these proviruses are activated is not determined, but could result from random reactivations due to higher levels of systemic inflammation and immune activation. Other work has suggested that clonal expansion of certain provirus-bearing CD4+ T cells may play a role in the persistence of low-level viremia (Simonetti et al., 2016). This clonal expansion is a random process and, in this scenario, the viruses produced might not generate new productive infections, due to effective ARV concentrations.In this study, we will explore different hypotheses concerning the origin of these persistent plasma viremias by studying the viral reservoir in patients with and without persistent low-level viremia, and by investigating the association between viral reservoir levels and different parameters of immune activation, inflammation and immune exhaustion."
    },
    "conditionsModule": {
      "conditions": [
        "HIV"
      ],
      "keywords": [
        "HIV",
        "antiretroviral treatment",
        "viral reservoir",
        "persistent viremia"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 80,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "identification of clinical and immunological parameters",
          "description": "Identification of clinical and immunological parameters associated with persistence of low-level viremia on effective antiretroviral therapy in people living with HIV with persistent low plasma viral load on ARV treatment, and in people living with HIV with perfect control of viral replication (stable virological suppression)."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Quantification of HIV-1 cellular reservoir parameters using molecular techniques",
          "description": "Assessment of the HIV-1 cellular reservoir in peripheral blood mononuclear cells (PBMCs) using the following molecular methods:\n\nQuantification of total HIV-1 DNA by real-time PCR\n\nQuantification of cell-associated HIV-1 RNA by real-time PCR\n\nQuantification of intact proviral genomes by digital PCR\n\nThese measurements will be compared between two groups of HIV-1-infected individuals under antiretroviral therapy:\n\nGroup 1: participants with persistent low-level viremia\n\nGroup 2: participants with sustained virological suppression",
          "timeFrame": "At study inclusion (single blood sample)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Genetic diversity of HIV-1 proviruses integrated in cellular genomes",
          "description": "Evaluation and comparison of the genetic diversity of integrated HIV-1 proviral sequences between two groups of HIV-1-infected individuals (persistent low-level viremia vs. sustained virological suppression), based on sequencing analyses of cellular DNA.",
          "timeFrame": "At study inclusion (single blood sample)"
        },
        {
          "measure": "Phylogenetic analysis of plasma HIV-1 sequences",
          "description": "Phylogenetic analysis of HIV-1 RNA sequences detected in plasma to determine viral origin and relationship between viral populations across groups.",
          "timeFrame": "At study inclusion (single blood sample)"
        },
        {
          "measure": "Expression levels of immune activation and exhaustion markers on CD4+ and CD8+ T cells",
          "description": "Measurement of the expression levels of HLA-DR, CD38, Ki67, TIGIT, and PD-1 on or within CD4+ and CD8+ T cells by flow cytometry. The association between marker expression and the size of the HIV-1 reservoir (total HIV-1 DNA and cell-associated RNA) will be analyzed.",
          "timeFrame": "At study inclusion (single blood sample)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "PLHIV with persistent low plasma viral load on ARV therapy :\n\n* PLHIV \\> 18 years of age\n* On ARV treatment for at least 3 years\n* Taking one of the following ARV treatments:\n\n  * Tenofovir Alafenamide + Emtricitabine + Bictegravir\n  * Abacavir + Lamivudine + Dolutegravir\n  * Tenofovir Disoproxil Fumarate + Emtricitabine + Dolutegravir\n  * Tenofovir Disoproxil Fumarate + Lamivudine\n\n    \\+ Doravirine\n  * Abacavir + Lamivudine + Doravirine\n* With at least 3 consecutive HIV plasma viral loads between 50 and 1,000 copies/mL over a period of at least 12 months\n* Absence of resistance mutations to current antiretroviral treatments\n\nPLHIV group with perfect control of viral replication (stable virological suppression):\n\n* PLWH \\> 18 years of age\n* On ARV treatment for at least 3 years\n* Taking one of the following ARV treatments:\n\n  * Tenofovir Alafenamide + Emtricitabine + Bictegravir\n  * Abacavir + Lamivudine + Dolutegravir\n  * Tenofovir Disoproxil Fumarate + Emtricitabine + Dolutegravir\n  * Tenofovir Disoproxil Fumarate + Lamivudine\n\n    \\+ Doravirine\n  * Abacavir + Lamivudine + Doravirine\n* With at least 3 plasma HIV viral loads below 50 copies/mL over a period of at least 24 months\n* Absence of resistance mutations to current antiretroviral treatments",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Adults living with HIV-1, under antiretroviral therapy (ART) for at least 2 years, recruited from a single clinical center. The study includes two groups: individuals with persistent low-level viremia and individuals with sustained virological suppression.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jade GHOSN, professor",
          "role": "CONTACT",
          "phone": "0140258000",
          "email": "jade.ghosn@aphp.fr"
        },
        {
          "name": "Quentin LEHINGRAT, Doctor",
          "role": "CONTACT",
          "phone": "0140258080",
          "email": "quentin.lehingrat@aphp.fr"
        }
      ],
      "locations": [
        {
          "facility": "H么pital Bichat, service des Maladies Infectieuses et Tropicales",
          "city": "Paris",
          "state": "Paris",
          "zip": "75018",
          "country": "France",
          "contacts": [
            {
              "name": "Jade GHOSN, professor",
              "role": "CONTACT",
              "phone": "0140258000",
              "email": "jade.ghosn@aphp.fr"
            },
            {
              "name": "Quentin LEHINGRAT, Doctor",
              "role": "CONTACT",
              "phone": "0140258080",
              "email": "quentin.lehingrat@aphp.fr"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    }
  },
  "hasResults": false
}