{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05551793",
      "orgStudyIdInfo": {
        "id": "STUDY-22-01021"
      },
      "organization": {
        "fullName": "Icahn School of Medicine at Mount Sinai",
        "class": "OTHER"
      },
      "briefTitle": "Regeneron AA Multicenter (Dupilumab)",
      "officialTitle": "Dupilumab in the Treatment of Alopecia Areata Patients With an Atopic Background and/or High IgE"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-04-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-11-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-11-03",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-09-20",
      "studyFirstSubmitQcDate": "2022-09-20",
      "studyFirstPostDateStruct": {
        "date": "2022-09-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-24",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Emma Guttman",
        "investigatorTitle": "Sol and Clara Kest Professor and System Chair",
        "investigatorAffiliation": "Icahn School of Medicine at Mount Sinai"
      },
      "leadSponsor": {
        "name": "Emma Guttman",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Regeneron Pharmaceuticals",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This is a prospective, randomized, double blind, placebo-controlled clinical trial. The study will take place at 4 sites. This trial will enroll a total of 68 patients with moderate to severe AA (affecting more than 50% of the scalp) at the time of screening with a targeted 54 subjects completers through Week 48. AA subjects must have evidence of hair regrowth within the last 7 years of their last episode of hair loss; and have screening IgE ≥ 200 and/or have personal and/or familial history of atopy.\n\nSubjects will be randomized (2:1) to either receive weekly dupilumab or placebo for 48 weeks, with all subjects completing participation through Week 48 receiving an additional 48 weeks of dupilumab (through Week 96)."
    },
    "conditionsModule": {
      "conditions": [
        "Alopecia Areata"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 68,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Dupilumab",
          "type": "EXPERIMENTAL",
          "description": "Dupilumab: weekly 300mg SC injections Manufacturer: Regeneron",
          "interventionNames": [
            "Drug: Dupilumab"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo: weekly SC injections of equivalent volume Manufacturer: Regeneron",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Dupilumab",
          "description": "Dupilumab: 300mg SC injections",
          "armGroupLabels": [
            "Dupilumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Placebo: SC injections of equivalent volume",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in the SALT score",
          "description": "Changes in the SALT score from baseline compared to week 48. SALT score is the sum of percentage of hair loss in all areas (higher score indicates greater hair loss). The change between baseline and Week 48 will be compared.",
          "timeFrame": "Baseline and Week 48"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of patients achieving an absolute SALT score of ≤ 20",
          "description": "Number of patients achieving an absolute SALT score of ≤ 20. SALT score is the sum of percentage of hair loss in all areas (higher score indicates greater hair loss). Total percentage of patients with absolute SALT score of ≤ 20 will be calculated.",
          "timeFrame": "Week 48"
        },
        {
          "measure": "Number of patients achieving improvement in Severity of Alopecia Tool (SALT) score",
          "description": "Number of patients achieving improvement in Severity of Alopecia Tool (SALT) score. SALT score is the sum of percentage of hair loss in all areas (higher score indicates greater hair loss). The proportion of patients achieving at least 30%/50%/75%/90% improvement will be calculated from weeks 16 to week 48.",
          "timeFrame": "Weeks 16 up to 48"
        },
        {
          "measure": "Number of patients achieving improvement in Severity of Alopecia Tool (SALT) score",
          "description": "SALT score is the sum of percentage of hair loss in all areas (higher score indicates greater hair loss). The proportion of patients achieving at least 30%/50%/75%/90% improvement will be calculated from weeks 64 to week 96.",
          "timeFrame": "Weeks 64 up to 96"
        },
        {
          "measure": "Change in the Alopecia Areata Symptom Impact Scale (AASIS)",
          "description": "Changes in the Alopecia Areata Symptom Impact Scale (AASIS) from baseline compared to Week 48. AASIS scale measures how the severe the subjects feel their alopecia areata symptoms have been in the past week (scale 0-10 where 0 indicates the symptom was not present and 10 indicates the symptom was as bad as you can imagine), where higher scores indicate worse symptoms.",
          "timeFrame": "Baseline and Week 48"
        },
        {
          "measure": "Change in the Alopecia Areata Quality of Life questionnaire (AA-QoL)",
          "description": "Changes in the Alopecia Areata Quality of Life questionnaire (AA-QoL) from Baseline compared to Week 48. AA-QoL scale measures how severe the subjects feel their alopecia areata symptoms have been in the past week (scale options: very much, a lot, a little, not at all).",
          "timeFrame": "Baseline and Week 48"
        },
        {
          "measure": "Change in Alopecia Areata Physician's Global Assessment (aaPGA) scores",
          "description": "Changes in Alopecia Areata Physician's Global Assessment (aaPGA) scores from Baseline compared to Week 48. The aaPGA is used to assess the clinical response to treatment based on a 6-point scale ranging from 0 (no regrowth) to 5 (100% regrowth), where higher scores indicate greater hair regrowth. The number of patients with a score of 0 or 1 will be compared.",
          "timeFrame": "Baseline and Week 48"
        },
        {
          "measure": "Difference in Alopecia Areata Physician's Global Assessment (aaPGA) scores",
          "description": "Difference in Alopecia Areata Physician's Global Assessment (aaPGA) scores between dupilumab-treated group and placebo-treated group from Baseline compared to Week 48. The aaPGA is used to assess the clinical response to treatment based on a 6-point scale ranging from 0 (no regrowth) to 5 (100% regrowth), where higher scores indicate greater hair regrowth. The number of patients with a score of 0 or 1 will be compared.",
          "timeFrame": "Baseline to Week 48"
        },
        {
          "measure": "Change in Eyelash Assessment Score",
          "description": "Changes in eyelash scores from Weeks 16 through 48. Eyelash Assessment Score measures hair loss. Scale: 0= None, 1= Minimal eyelashes, 2= Moderate eyelashes, 3= Prominent eyelashes, 4= Very prominent eyelashes. Score change from baseline will be calculated, where higher scores indicate greater eyelash loss.",
          "timeFrame": "Weeks 16 up to 48"
        },
        {
          "measure": "Change in Eyebrow Assessment Score",
          "description": "Changes in eyebrow scores from Weeks 16 through 48. Eyebrow Assessment Score measures hair loss. Scale: 0= None, 1= Minimal eyebrows, 2= Moderate eyebrows, 3= Prominent eyebrows, 4= Very prominent eyebrows. Score change from baseline will be calculated, where higher scores indicate greater eyebrow loss.",
          "timeFrame": "Weeks 16 up to 48"
        },
        {
          "measure": "Number of adverse events reported",
          "description": "Number of adverse events reported throughout the study. The adverse event will be described and categorized as treatment emergent, serious, abnormal in vital signs, and abnormal in lab parameters.",
          "timeFrame": "Baseline up to Week 96"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "INCLUSION CRITERIA:\n\n* Male or female subjects who are at least 18 years old at the time of informed consent.\n* Subject is able to understand and voluntarily sign an informed consent document prior to participation in any study assessments or procedures.\n* Subject is able to adhere to the study visit schedule and other protocol requirements.\n* Females of childbearing potential (FCBP) must have a negative pregnancy test at Screening and Baseline. While on investigational product and for at least 28 days after taking the last dose of investigational product (IP), FCBP who engage in activity in which conception is possible must use one of the approved contraceptive options described below:\n\n  * Option 1: Any one of the following highly effective methods: hormonal contraception (oral, injection, implant, transdermal patch, vaginal ring); intrauterine device (IUD); tubal ligation; or partner's vasectomy, OR;\n  * Option 2: Male or female condom (latex condom or non-latex condom NOT made out of natural \\[animal\\] membrane \\[for example, polyurethane\\]); PLUS one additional barrier method: (a) diaphragm with spermicide; (b) cervical cap with spermicide; or (c) contraceptive sponge with spermicide.\n* If subject is a female of non-childbearing potential, she must have documented history of infertility, be in a menopausal state for one year, or had a hysterectomy, bilateral tubal ligation, or bilateral oophorectomy.\n* Subject has a history of at least 6 months of moderate to severe AA (≥ 50% scalp involvement) as measured using the SALT score; OR subject has ≥ 95% loss of scalp hair for enrollment as AA totalis (AT) or universalis (AU) subtypes.\n* Subject has a screening IgE \\> 200 and/or personal and/or familial history of atopy.\n* Subjects must meet the following laboratory criteria:\n\n  * White blood cell count ≥ 3000/mm3 (≥ 3.0 x 109/L) and \\< 14,000/mm3 (≤ 14 x 109/L).\n  * Platelet count ≥ 100,000/μL (≥ 100 x 109/L).\n  * Serum creatinine ≤ 1.5 mg/dL (≤ 132.6 μmol/L).\n  * AST (SGOT) and ALT (SGPT) ≤ 2 x upper limit of normal (ULN). If the initial test shows ALT or AST \\> 2 times the ULN, one repeat test is allowed during the Screening Phase.\n  * Total bilirubin ≤ 2 mg/dL (34 μmol/L). If the initial test shows total bilirubin \\> 2 mg/dL (34 μmol/L), one repeat test is allowed during the Screening Phase.\n  * Hemoglobin ≥ 10 g/dL (≥ 6.2 mmol/L).\n* Subject is judged to be in otherwise good overall health following a detailed medical and medication history, physical examination, and laboratory testing.\n\nEXCLUSION CRITERIA:\n\nThe presence of any of the following will exclude a subject from enrollment:\n\n* Subject is pregnant or breastfeeding.\n* Subject's cause of hair loss is indeterminable and/or they have concomitant causes of alopecia, such traction, cicatricial, pregnancy-related, drug-induced, telogen effluvium, or advanced androgenetic alopecia (i.e. Ludwig Type III or Norwood-Hamilton Stage ≥ V).\n* Subject has a history of AA with no evidence of hair regrowth for ≥ 7 years since their last episode of hair loss.\n* Severe, uncontrolled asthma or a history of life-threatening asthma exacerbations while on appropriate anti-asthmatic mediations.\n* Subject has an active bacterial, viral, or helminth parasitic infections; OR a history of ongoing, recurrent severe infections requiring systemic antibiotics\n* Subject with a known or suspected underlying immunodeficiency or immune-compromised state as determined by the investigator.\n* Subject has a concurrent or recent history of severe, progressive, or uncontrolled renal, hepatic, hematological, intestinal, metabolic, endocrine, pulmonary, cardiovascular, or neurological disease.\n* Active hepatitis B, hepatitis C, human immunodeficiency virus (HIV), or positive HIV serology or active or untreated latent tuberculosis at the time of screening for subjects determined by the investigators to be at high-risk for this disease.\n* Subject has a suspected or active lymphoproliferative disorder or malignancy; OR a history of malignancy within 5 years before the Baseline assessment, except for completely treated in situ non-melanoma skin and cervical cancers without evidence of metastasis.\n* Subject has received a live attenuated vaccine ≤ 30 days prior to study randomization.\n* Subject has any uncertain or clinically significant laboratory abnormalities that may affect interpretation of study data or endpoints.\n* Subject has any other medical or psychological condition that, in the opinion of the investigator, may present additional unreasonable risks as a result of their participation in the study and/or interfere with clinic visits and necessary study assessments.\n* History of adverse systemic or allergic reactions to any component of the study drug.\n* Severe, untreated asthma or a history of life-threatening asthma exacerbations while on appropriate anti-asthmatic mediations.\n* Use of systemic immunosuppressive medications, including, but not limited to, cyclosporine, systemic or intralesional corticosteroids, mycophenolate mofetil, azathioprine, methotrexate, tacrolimus, or ultraviolet (UV) phototherapy with/without Psoralen Ultraviolet A (PUVA) therapy within 4 weeks prior to randomization.\n* Use of an oral JAK inhibitor (tofacitinib, ruxolitinib, baricitinib, or investigational oral JAK Inhibitors) within 12 weeks prior to the Baseline visit.\n* Subject has been previously treated with dupiliumab.\n* Subject has used topical corticosteroids, and/or tacrolimus, and/or pimecrolimus within 1 week before the Baseline visit.\n* Subject currently uses or plans to use anti-retroviral therapy at any time during the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Giselle Singer",
          "role": "CONTACT",
          "phone": "212-241-3288",
          "email": "giselle.singer@mssm.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Emma Guttman-Yassky, MD, PhD",
          "affiliation": "Icahn School of Medicine at Mount Sinai",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of California, Irvine",
          "status": "RECRUITING",
          "city": "Irvine",
          "state": "California",
          "zip": "92697",
          "country": "United States",
          "contacts": [
            {
              "name": "Jamy Paniagua",
              "role": "CONTACT",
              "phone": "(949) 824-7103",
              "email": "jamyp@hs.uci.edu"
            },
            {
              "name": "Natasha A Mesinkovska, MD PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 33.66946,
            "lon": -117.82311
          }
        },
        {
          "facility": "Icahn School of Medicine at Mount Sinai",
          "status": "RECRUITING",
          "city": "New York",
          "state": "New York",
          "zip": "10029",
          "country": "United States",
          "contacts": [
            {
              "name": "Giselle Singer",
              "role": "CONTACT",
              "phone": "212-241-3288",
              "email": "giselle.singer@mssm.edu"
            },
            {
              "name": "Emma Guttman-Yassky",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "UR Dermatology at College Town",
          "status": "RECRUITING",
          "city": "Rochester",
          "state": "New York",
          "zip": "14620",
          "country": "United States",
          "contacts": [
            {
              "name": "Alicia Papalia",
              "role": "CONTACT",
              "phone": "585-273-4195",
              "email": "Alicia_papalia@urmc.rochester.edu"
            },
            {
              "name": "Lisa Beck",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.15478,
            "lon": -77.61556
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Not shared"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000506",
          "term": "Alopecia Areata"
        }
      ],
      "ancestors": [
        {
          "id": "D000505",
          "term": "Alopecia"
        },
        {
          "id": "D007039",
          "term": "Hypotrichosis"
        },
        {
          "id": "D006201",
          "term": "Hair Diseases"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582203",
          "term": "dupilumab"
        }
      ]
    }
  },
  "hasResults": false
}