{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05127824",
      "orgStudyIdInfo": {
        "id": "HCC 19-126"
      },
      "organization": {
        "fullName": "University of Pittsburgh",
        "class": "OTHER"
      },
      "briefTitle": "Autologous Dendritic Cell Vaccine in Kidney Cancer",
      "officialTitle": "A Phase 2a Study to Type I-Polarized Autologous Dendritic Cell Vaccines Incorporating Tumor Blood Vessel Antigen (TBVA)-Derived Peptides in Combination With Cabozantinib in Patients With Localized Clear Cell Renal Cancer."
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-07-06",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-10-22",
      "studyFirstSubmitQcDate": "2021-11-09",
      "studyFirstPostDateStruct": {
        "date": "2021-11-19",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-04-30",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-04",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Jodi Maranchie",
        "investigatorTitle": "Associate Professor Urology & Urologic Oncology",
        "investigatorAffiliation": "University of Pittsburgh"
      },
      "leadSponsor": {
        "name": "Jodi Maranchie",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to estimate the probability of immune response for the combination treatment of dendritic cell vaccine with oral cabozantinib and characterize the safety profile of interventional therapy.",
      "detailedDescription": "Participants with newly diagnosed, non-metastatic, histologically confirmed, clear cell renal cell carcinoma (ccRCC) who have elected to undergo surgical resection, will receive neoadjuvant autologous Tumor Blood Vessel Antigen (TBVA)-Dendritic Cell Vaccine intradermally every 2 weeks x 2 (days 7(+/-3) and 21(+/-3)) prior to surgery on day 31(+7) with oral cabozantinib 20 mg daily for 10 days. We hypothesize that treated renal tumors will demonstrate maturation and organization of the tumor endothelium with normalization of endothelial markers and formation of tertiary lymphoid structure capable of promoting specific T-cell induction."
    },
    "conditionsModule": {
      "conditions": [
        "Carcinoma, Renal Cell"
      ],
      "keywords": [
        "Clear Cell Renal Cell Carcinoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 42,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HLA-A2 postive",
          "type": "EXPERIMENTAL",
          "description": "The study will include 21 participants over the 18 years of age with newly diagnosed, clinically localized clear cell renal cell carcinoma, planned for surgical resection with curative intent. Participants receiving vaccine much be HLA-A2 positive.",
          "interventionNames": [
            "Biological: Autologous alpha-DC1/TBVA vaccine",
            "Drug: Cabozantinib"
          ]
        },
        {
          "label": "HLA-A2 negative",
          "type": "ACTIVE_COMPARATOR",
          "description": "Up to 21 additional participants who screen as HLA-A2 negative will be enrolled as non-treatment controls. These participants will not be required to undergo blood collection or study procedures",
          "interventionNames": [
            "Drug: Cabozantinib"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Autologous alpha-DC1/TBVA vaccine",
          "description": "Dendritic cells (DC) are derived from autologous (the subject's own) mononuclear cells in the peripheral blood obtained from the PRBC. In this case, \"biologic product\" and \"biologic substance\" are the same. The vaccine will be manufactured in the HCC-IMPCL, under cGMP conditions.",
          "armGroupLabels": [
            "HLA-A2 postive"
          ]
        },
        {
          "type": "DRUG",
          "name": "Cabozantinib",
          "description": "Cabozantinib tablets are supplied as film coated tablets containing cabozantinib malate equivalent to 20 mg and 60 mg of cabozantinib and contain microcrystalline cellulose, lactose anhydrous, hydoxypropyl cellulose, croscarmellose sodium, colloidal silicon dioxide, magnesium stearate and Opadry® yellow. The 60 mg tablets are oval and the 20 mg tablets are round. Doses of 40 mg will comprise two 20-mg tablets.",
          "armGroupLabels": [
            "HLA-A2 negative",
            "HLA-A2 postive"
          ],
          "otherNames": [
            "Cometriq, Cabometyx"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Probability of immune response",
          "description": "Proportion of HLA-A2+ ccRCC patients that exhibit improved peripheral blood CD8+ T cell responses against 3 or more vaccine-inclusive peptide epitopes (DLK1, EphA2, HBB, NRP1, RGS5, TEM1) after active vaccination with Type I-polarized autologous dendritic cell (αDC1) vaccine with concomitant oral cabozantinib (IFN-γ ELISPOT).",
          "timeFrame": "Up to 48 months"
        },
        {
          "measure": "Safety profile of interventional therapy - Adverse Events",
          "description": "Proportion of patient reported symptoms and Dose Limiting Toxicities (DLT) for specific adverse events per NCI CTCAE v5.0.",
          "timeFrame": "Up to 48 months"
        },
        {
          "measure": "Safety profile of interventional therapy - reduction in CD31+",
          "description": "Proportion of RCC patients that exhibit greater than 30% reduction in CD31+ blood vessel content from baseline biopsy.",
          "timeFrame": "Up to 48 months"
        },
        {
          "measure": "Reduction in tumor vascularity",
          "description": "Proportion of RCC patients that exhibit greater than 30% reduction in CD31+ blood vessel content from baseline biopsy.",
          "timeFrame": "Baseline; Up to 48 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Markers of vascular normalization",
          "description": "Change in presence of mature CD31+ (HES1+) blood vessels with tightly approximated abluminal SMA+ pericytes and the lack of immature CD31+ blood vessels with loosely-approximated NG2+ pericytes before and after treatment.",
          "timeFrame": "Baseline; Up to 48 months"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "To assess the impact of treatment on formation of tertiary lymphoid structures in pre-treatment biopsies and treated tumors.",
          "description": "Number of TLS before and after treatment, identified by landmark expression of MECA-79/PNAd+ high endothelial venules with proximal aggregates of DC-LAMP+ DC and CD3+ T cells and quantified using a Euclidean Displacement imaging algorithm.",
          "timeFrame": "48 months"
        },
        {
          "measure": "To assess peripheral blood CD8+ T cells longitudinally for reactivity against alternate peptide epitopes of DLK1, EphA2, HBB, NRP1, RGS5, TEM1 or against non-vaccine-related RCC-associated antigens",
          "description": "Proportion of cells with specific CD8+ T cell reactivity against peptides derived from other TBVA or RCC-associated antigens that were not included in the vaccine (as an index of epitope spreading in the patient's T cell repertoire).",
          "timeFrame": "48 months"
        },
        {
          "measure": "To assess immune cell composition and \"fitness\" within vs. outside of tumor-associated TLS",
          "description": "Change in number and classification of T cell repertoire before and after treatment, longitudinally, and within TLS vs. outside TLS of the same sample by flow cytometry/TCRBseq.",
          "timeFrame": "48 months"
        },
        {
          "measure": "To assess TCRA/B repertoire evenness (oligoclonality), convergence (antigenic focus) and compartmentalization (tumor vs. blood) in patients at baseline vs. on treatment",
          "description": "Changes in TCRseq adaptome analysis of CD8+ MACS T cells from tumor/PBMC after treatment.",
          "timeFrame": "48 months"
        },
        {
          "measure": "To correlate changes in microbubble-enhanced ultrasonography or CT tumor enhancement characteristics before and after therapy with VN and TLS formation",
          "description": "Correlate changes in multi-phase enhanced computed tomography before and after study treatment, including structure and integrity (leak) with cellular measures of vascular normalization. Correlate changes in microbubble-enhanced renal ultrasonography before and after study treatment, including vascular morphology and heterogeneity, with cellular measures of VN.",
          "timeFrame": "48 months"
        },
        {
          "measure": "To transcriptionally profile LCM-isolated TLS versus non-TLS associated cells.",
          "description": "Alterations in transcriptional profiling of tumor-associated TLS and the TME after treatment. IFM reduction in co-expression of \"exhaustion\" markers including immune checkpoint molecules (PD1, CTLA4, LAG3, TIM3, TIGIT, BTLA, VISTA) and (pro-apoptotic) Annexin-V, and increase in expression of IFN-gamma and granzyme B in TLS vs. non-TLS-associated tumor tissue.",
          "timeFrame": "48 months"
        },
        {
          "measure": "To measure the impact of patient sex on T-cell specific reactivity, VN and TLS formation.",
          "description": "Expression of androgen and estrogen receptors (AR, ER-alpha, ER-beta) in the TME before and after study treatment.",
          "timeFrame": "48 months"
        },
        {
          "measure": "To assess further indicators of VN.",
          "description": "Presence and percentage of Immature CD31+ blood vessels with loosely approximated NG2+ pericytes before and after treatment.",
          "timeFrame": "48 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically proven clear cell renal cancer that is non-metastatic and amenable to surgical resection with no evidence of metastatic disease or lesions outside of the kidney.\n2. 18 years or older (male or female) with an ECOG performance status of 0 or 1.\n3. Have serotype HLA-A2+ if receiving vaccine.\n4. Capable of understanding and complying with the protocol requirements and have signed the informed consent document.\n5. Adequate organ and marrow function, based upon meeting all of the following laboratory criteria within 14 days before first dose of study treatment:\n\n   1. Absolute neutrophil count (ANC) ≥ 1500/µL without granulocyte colony- stimulating factor support.\n   2. White blood cell count ≥ 2500/µL.\n   3. Platelets ≥ 100,000/µL without transfusion.\n   4. Hemoglobin ≥ 9 g/dL (≥ 90 g/L).\n   5. Alanine aminotransferase (ALT), aspartate aminotransferase (AST), and alkaline phosphatase (ALP) ≤ 3x upper limit of normal (ULN). ALP ≤ 5x ULN with documented bone metastases.\n   6. Total bilirubin ≤ 1.5x ULN (for subjects with Gilbert's disease ≤ 3x ULN).\n   7. Serum albumin ≥ 2.8 g/dl\n   8. (PT)/INR or partial thromboplastin time (PTT) test \\< 1.3x the laboratory ULN\n   9. Serum creatinine ≤ 2.0 ULN or calculated creatinine clearance ≥ 30 mL/min (≥ 0.5 mL/sec) using the Cockcroft-Gault equation: Males: (140 - age) x weight (kg)/(serum creatinine \\[mg/dL\\] × 72) Females: \\[(140 - age) x weight (kg)/(serum creatinine \\[mg/dL\\] × 72)\\] × 0.85\n   10. Urine protein/creatinine ratio (UPCR) ≤ 1 mg/mg (≤ 113.2 mg/mmol), or 24-h urine protein ≤ 1\n6. Sexually active fertile subjects and their partners must agree to use medically accepted methods of contraception (e.g., barrier methods, including male condom, female condom, or diaphragm with spermicidal gel) during the course of the study and for 4 months after the last dose of study treatment.\n7. Female subjects of childbearing potential must not be pregnant at screening. Female subjects are considered to be of childbearing potential unless one of the following criteria are met: documented permanent sterilization (hysterectomy, bilateral salpingectomy, or bilateral oophorectomy) or documented postmenopausal status (defined as 12 months of amenorrhea in a woman \\> 45 years-of-age in the absence of other biological or physiological causes. In addition, females \\< 55 years-of-age must have a serum follicle stimulating (FSH) level \\> 40 mIU/mL to confirm menopause). Note: Documentation may include review of medical records, medical examinations, or medical history interview by study site.\n\nExclusion Criteria:\n\n1. Current (within the preceding 6 weeks) treatment with systemic immunosuppressive agents including steroids except when they are administered as replacement therapy for endocrine dysfunction and do not exceed 10 mg prednisone or equivalent daily.\n2. Known or suspected metastatic disease.\n3. Active Hepatitis B or Hepatitis C infection or any other active infection requiring intravenous therapy.\n4. Blood transfusion within two weeks prior to leukapheresis.\n5. Prior treatment with cabozantinib.\n6. Receipt of any type of small molecule kinase inhibitor (including investigational kinase inhibitor) within two weeks before first dose of study treatment.\n7. Receipt of any type of cytotoxic, biologic or other systemic anticancer therapy (including investigational) within four weeks before first dose of study treatment.\n8. Radiation therapy for bone metastasis within 2 weeks or any other radiation therapy within 4 weeks before first dose of study treatment. Systemic treatment with radionuclides within 6 weeks before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior radiation therapy are not eligible.\n9. Concomitant anticoagulation with coumarin agents (e.g., warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g., clopidogrel). Allowed anticoagulants are the following:\n\n   1. Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins (LMWH).\n   2. Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor.\n10. Prothrombin time (PT/INR) or partial thromboplastin time (PTT) test ≥ 1.3 X the laboratory ULN within 7 days before the first dose of study treatment.\n11. The subject has uncontrolled, significant intercurrent or recent illness including, but not limited to, the following conditions:\n\n    a. Cardiovascular disorders: i. Congestive heart failure New York Heart Association Class 3 or 4, unstable angina pectoris, serious cardiac arrhythmias.\n\n    ii. Uncontrolled hypertension defined as sustained blood pressure (BP) \\> 140 mm Hg systolic or \\> 90 mm Hg diastolic despite optimal antihypertensive treatment.\n\n    iii. Stroke (including transient ischemic attack \\[TIA\\]), myocardial infarction (MI), or other ischemic event, or thromboembolic event (e.g., deep venous thrombosis, pulmonary embolism) within 6 months before first dose of study treatment.\n    1. Subjects with a diagnosis of incidental, subsegmental PE or DVT within 6 months are allowed if stable, asymptomatic, and treated with a stable dose of permitted anticoagulation (see exclusion criterion #6) for at least 1 week before first dose of study treatment.\n    2. Gastrointestinal disorders:\n\n    i. The subject has evidence of tumor invading the GI tract, active peptic ulcer disease, inflammatory bowel disease (e.g., Crohn's disease), diverticulitis, cholecystitis, symptomatic cholangitis or appendicitis, acute pancreatitis, acute obstruction of the pancreatic duct or common bile duct, or gastric outlet obstruction.\n\n    ii. Abdominal fistula, GI perforation, bowel obstruction, or intra-abdominal abscess within 6 months before first dose of study treatment.\n\n    iii. Note: Complete healing of an intra-abdominal abscess must be confirmed before first dose of study treatment.\n12. Clinically significant hematuria, hematemesis, or hemoptysis of \\> 0.5 teaspoon (2.5 ml) of red blood, or other history of significant bleeding (e.g., pulmonary hemorrhage) within 12 weeks before first dose of study treatment.\n13. Cavitating pulmonary lesion(s) or known endotracheal or endobronchial disease manifestation.\n14. Lesions invading or encasing any major blood vessels.\n15. Other clinically significant disorders that would preclude safe study participation.\n\n    1. Serious non-healing wound/ulcer/bone fracture.\n    2. Uncompensated/symptomatic hypothyroidism.\n    3. Moderate to severe hepatic impairment (Child-Pugh B or C).\n16. Major surgery (e.g., laparoscopic nephrectomy, GI surgery, removal or biopsy of brain metastasis) within 2 weeks before first dose of study treatment. Minor surgeries within 10 days before first dose of study treatment. Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior surgery are not eligible.\n17. Corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms per electrocardiogram (ECG) within 14 days before first dose of study treatment \\[add reference for Fridericia formula\\].\n\n    Note: If a single ECG shows a QTcF with an absolute value \\> 500 ms, two additional ECGs at intervals of approximately 3 min must be performed within 30 min after the initial ECG, and the average of these three consecutive results for QTcF will be used to determine eligibility.\n18. Pregnant or lactating females.\n19. Inability to swallow tablets.\n20. Previously identified allergy or hypersensitivity to components of the study treatment formulations.\n21. Any other active malignancy at time of first dose of study treatment or diagnosis of another malignancy within 3 years prior to first dose of study treatment that requires active treatment, except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix, or breast.\n22. Any other conditions considered as unacceptable risk by the treating physician.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Morgan Pokora, RN",
          "role": "CONTACT",
          "phone": "412-623-4886",
          "email": "pokoraml3@upmc.edu"
        },
        {
          "name": "Jodi Maranchie, MD",
          "role": "CONTACT",
          "phone": "412-605-3019",
          "email": "maranchijk@upmc.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Jodi Maranchie, MD",
          "affiliation": "UPMC Department of Urology",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Walter Storkus, PhD",
          "affiliation": "University of Pittsburgh",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "UPMC Department of Urology",
          "status": "RECRUITING",
          "city": "Pittsburgh",
          "state": "Pennsylvania",
          "zip": "15232",
          "country": "United States",
          "contacts": [
            {
              "name": "Morgan Pokora, RN",
              "role": "CONTACT",
              "phone": "412-623-4886",
              "email": "pokoraml3@upmc.edu"
            },
            {
              "name": "Jodi Maranchie, MD",
              "role": "CONTACT",
              "phone": "412-605-3019",
              "email": "maranchijk@upmc.edu"
            }
          ],
          "geoPoint": {
            "lat": 40.44062,
            "lon": -79.99589
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29487224",
          "type": "BACKGROUND",
          "citation": "Tannir NM, Pal SK, Atkins MB. Second-Line Treatment Landscape for Renal Cell Carcinoma: A Comprehensive Review. Oncologist. 2018 May;23(5):540-555. doi: 10.1634/theoncologist.2017-0534. Epub 2018 Feb 27."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-02"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D002292",
          "term": "Carcinoma, Renal Cell"
        }
      ],
      "ancestors": [
        {
          "id": "D000230",
          "term": "Adenocarcinoma"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D007680",
          "term": "Kidney Neoplasms"
        },
        {
          "id": "D014571",
          "term": "Urologic Neoplasms"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D007674",
          "term": "Kidney Diseases"
        },
        {
          "id": "D014570",
          "term": "Urologic Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C558660",
          "term": "cabozantinib"
        }
      ]
    }
  },
  "hasResults": false
}