{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06426680",
      "orgStudyIdInfo": {
        "id": "CILB3101A101"
      },
      "organization": {
        "fullName": "Innolake Biopharm",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study of the ILB-3101 in Patients with Advanced Solid Tumors",
      "officialTitle": "Phase I/II Study of the ILB-3101 in Patients with Advanced Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-12",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-10-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-03",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-05-19",
      "studyFirstSubmitQcDate": "2024-05-19",
      "studyFirstPostDateStruct": {
        "date": "2024-05-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-12-04",
      "lastUpdatePostDateStruct": {
        "date": "2024-12-09",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Innolake Biopharm",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "ILB-3101 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells. The objectives of this study are to investigate the safety, tolerability, pharmacokinetics and anti-tumor activity of ILB-3101 in Chinese advanced solid tumor patients.",
      "detailedDescription": "This is an open-label, multi-center, dose-escalation and expansion, first-in-human phase 1 study in Chinese adult participants with locally advanced or metastatic solid tumors. This study will consist of two parts: A Part I dose escalation stage and a Part II dose expansion stage.\n\nThe objectives of this study are to evaluate the safety, tolerability, PK and preliminary anti-tumor activity, describe the dose-limiting toxicities (DLTs), and determine the maximum tolerated dose (MTD) or maximum administered dose (MAD) of ILB-3101.\n\nPart I: Participants with advanced cancer are eligible for dose escalation study if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. The dose escalation will include an initial accelerated titration design followed by 3+3 design.\n\nPart II: Enrollment into dose expansion will begin after identification of the MTD or MAD in Phase I. The dose expansion study will be conducted in populations with the following indications: ovarian cancer, small cell lung cancer, head and neck squamous cell carcinoma, soft tissue sarcoma (including uterine sarcoma), triple negative breast cancer, esophageal squamous cell carcinoma, prostate cancer, etc..\n\nAll patients will be carefully followed for adverse events during the study treatment and for 28 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Solid Tumor"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 240,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ILB-3101",
          "type": "EXPERIMENTAL",
          "description": "There are eight escalating dose cohorts. Intravenous (IV) administration of ILB-3101 Q3W; Participants will continue treatment until the end of the study in the absence of unacceptable toxicities and confirmed disease progression.",
          "interventionNames": [
            "Biological: ILB-3101"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "ILB-3101",
          "description": "There are eight escalating dose cohorts.",
          "armGroupLabels": [
            "ILB-3101"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "DLT",
          "description": "Dose-limiting toxicity for ILB-3101",
          "timeFrame": "Up to day 21 from the first dose"
        },
        {
          "measure": "MTD",
          "description": "Maximum tolerated dose (MTD) for ILB-3101",
          "timeFrame": "Up to day 21 from the first dose"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "ORR",
          "description": "Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Incidence and severity of adverse events (AEs)",
          "description": "AE assessed by investigator exclusively related to subject's underlying disease or medical condition \\[graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 5.0\\]. Any untoward medical occurrence in a clinical study participant, whether or not considered related to the medicinal product. Incidence and severity of AEs are assessed according to vital signs, laboratory variables, physical examination, electrocardiogram, etc.",
          "timeFrame": "From the first dose through 90 days post end of treatment"
        },
        {
          "measure": "Percentage of participants with antibodies to ILB-3101 in serum",
          "description": "Serum samples were collected for the determination of anti-drug antibody (ADA) at designated time points.",
          "timeFrame": "From pre-dose to 90 days post end of treatmen"
        },
        {
          "measure": "Observed maximum plasma concentration (Cmax) of ILB-3101 in participants with advanced solid tumor",
          "description": "Cmax will be obtained following administration of the first dose of ILB-3101 during the first cycle.",
          "timeFrame": "From pre-dose to 21 days after the first dose on Cycle 1"
        },
        {
          "measure": "Time to reach maximum plasma concentration (Tmax) of ILB-3101 following the first dose in participants with advanced solid tumor",
          "description": "Tmax will be obtained following administration of the first dose of ILB-3101 during the first cycle.",
          "timeFrame": "From pre-dose to 21 days after the first dose on Cycle 1"
        },
        {
          "measure": "Terminal half-life (T1/2) of ILB-3101 following IV dose in participants with advanced solid tumor",
          "description": "Apparent terminal half-life is the time measured for the concentration to decrease by one half. Terminal half-life calculated by natural log 2 divided by λz.",
          "timeFrame": "From pre-dose to 21 days after the first dose on Cycle 1"
        },
        {
          "measure": "Area under plasma concentration versus time curve from zero to last sampling time (AUC0-t) following the first dose of ILB-3101",
          "description": "Area under the plasma concentration versus time curve from time zero to the last sampling time when the concentration was no less than the lower limit of quantification (LLQ). AUC0-t was calculated according to the mixed log-linear trapezoidal rule.",
          "timeFrame": "From pre-dose to 21 days after the first dose on Cycle 1"
        },
        {
          "measure": "Duration of response (DOR) determined by investigators according to RECIST 1.1",
          "description": "DoR was defined as the period from the first occurrence of CR or PR to PD or death from any cause. If no PD or death after CR/PR, the cut-off date of progression-free survival (PFS) would be used \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to PD or death, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Disease control rate (DCR) determined by investigators according to RECIST 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). DCR was evaluated by the number of participants with best overall response of CR, PR and stable disease (SD) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks); SD shall be assessed at least 5 weeks after the first dose\\].",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Progression-free survival (PFS) determined by investigators according to RECIST 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). PFS was defined as the time from random assignment (dose expansion stage) or first dose (dose escalation stage) to PD or death from any cause.",
          "timeFrame": "From the randomization/first dose up to PD or death, whichever came first, assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Have signed informed consent forms voluntarily.\n2. 18-80 years old.\n3. Having an ECOG performance status score of 0 or 1.\n4. With an expected survival of more than 12 weeks.\n5. Diagnosed histologically or cytologically with local advanced or metastatic solid cancer, and under one of following situations: standard treatment-refractory (disease progression or no response), treatment-resistant, unable to receive treatment, or the standard treatment is unavailable.\n6. Need to provide archived tumor tissue samples (Formalin fixed or paraffin embedded tissue blocks or at least 5 unstained sections); During the dose escalation stage, for subjects who are unable to provide tumor samples or have insufficient samples, the decision to enroll may be made based on specific circumstances after discussion with the sponsor.\n7. At least one assessable tumor lesion is present during the dose escalation phase, and according to RECIST version 1.1, at least one measurable tumor lesion is present during the dose escalation phase (CRPC can be determined based on PCWG3).\n8. Having sufficient bone marrow, liver, and kidney functions (based on the normal value of the clinical trial site):\n\n   1. Absolute neutrophil count (ANC) ≥ 1.5×109/L.\n   2. Platelets ≥ 75×109/L.\n   3. Hemoglobin ≥ 90g/L.\n   4. Total serum bilirubin ≤ 1.5×upper limit of normal (ULN).\n   5. Without liver metastases, ALT, AST ≤ 2.5×ULN; with liver metastases, ALT, AST ≤ 5×ULN.\n   6. Serum creatinine ≤1.5 × ULN.\n   7. Creatinine clearance rate (CrCl) (creatinine only ˃ Calculation required for 1.5 × ULN ≥50 mL/min (Calculate according to Cockcroft Fault formula),\n   8. International Normalized Ratio (INR) ≤ 1.5×ULN, APTT ≤ 1.5×ULN.\n   9. Echocardiographic LVEF (left ventricular ejection fraction) ≥ 50%.\n   10. QT interval corrected by Fridericia method (QTcF) Male\\<450ms; Female\\<470ms.\n9. The serum pregnancy test results of female subjects of childbearing age are negative.\n10. Male or female patients of childbearing potential must agree to use effective methods of contraception (such as double-barrier contraceptive methods, condoms, oral or injectable contraceptives and intrauterine devices) during the study period and within 90 days after the last dosing.\n\nExclusion Criteria:\n\n1. Within 3 weeks prior to the first administration, systemic anti-tumor therapy has been received, including chemotherapy, curative radiotherapy (palliative radiotherapy for a single lesion within 3 weeks prior to enrollment is allowed, and radiotherapy is not allowed for measurable lesions before enrollment unless it is confirmed that the lesion has progressed after radiotherapy), biological therapy, immunotherapy, etc., except for the following:\n\n   1. Received urea nitrite or mitomycin C within 6 weeks prior to the first use of the study drug.\n   2. Oral administration of fluorouracil or small molecule targeted drugs within 2 weeks prior to the first use of the investigational drug or within 5 half-lives of the drug (whichever is longer).\n   3. Individuals who have received endocrine therapy within 2 weeks prior to the first use of the investigational drug.\n   4. Traditional Chinese patent medicines and simple preparations or traditional Chinese medicine with anti-tumor indication within 1 week before the first use of the study drug.\n2. Patients who received other clinical trial drug within 4 weeks before the first dosing.\n3. Within 3 years prior to the first trial drug treatment, the patient had other active malignant tumors, except for the tumors participating in this study and other locally cured tumors (such as basal skin cancer, papillary thyroid cancer, or any type of in situ cancer that has been completely removed, such as cervical in situ cancer, ductal carcinoma in situ, etc.).\n4. The presence of clinically uncontrollable pleural/abdominal effusion, pericardial effusion, determined by the investigators as unsuitable for inclusion.\n5. Suffering from central nervous system metastasis and/or cancerous meningitis. Except for asymptomatic or asymptomatic central nervous system metastases that have been clinically controlled but are judged stable by investigators, the following conditions must also be met:\n\n   1. Stable clinical symptoms for at least 4 weeks before receiving trial drug treatment.\n   2. No evidence of central nervous system disease progression was found in imaging examinations within 4 weeks prior to the first trial drug treatment.\n   3. Antiepileptic drugs have been discontinued at least 2 weeks prior to the first trial drug treatment, and the dosage of prednisone is ≤ 10mg/day or equivalent dose of steroids.\n   4. For patients with intracranial lesions, if they have received treatment (such as radiotherapy) before the first trial drug treatment, elution should be ≥ 2 weeks. Cancer induced encephalitis should be excluded regardless of its stable clinical condition.\n6. Receiving drug therapy known to prolong the QT interval or potentially lead to torsade de pointe ventricular tachycardia; Or continue to receive these medications during the research period.\n7. Acute coronary syndrome occurring within the past 6 months, including myocardial infarction, unstable angina, symptomatic congestive heart failure (New York Heart Association classification II-IV), aortic dissection, stroke, or other grade 3 or higher cardiovascular and cerebrovascular events; Serious cardiac rhythm or conduction abnormalities, such as ventricular arrhythmias requiring clinical intervention, II-III-degree atrioventricular block, etc.\n8. Suffering from clinically uncontrollable diseases, including but not limited to severe diabetes (diabetes ketoacidosis or hyperglycemia hyperosmolality occurred within 6 months before the first administration, and the detection value of glycosylated hemoglobin in the screening period was ≥ 7.5%); Refractory hypertension (systolic blood pressure ≥ 150mmHg or diastolic blood pressure ≥ 100mmHg after optimal medical treatment within the first month of screening) or a history of hypertensive crisis or hypertensive encephalopathy.\n9. Individuals with previous or current interstitial lung disease (excluding radiation pneumonia that does not require hormone therapy).\n10. Evidence of persistent uncontrolled systemic bacterial, fungal, or viral infections (including HIV infection, HIV antibody positive; syphilis infected individuals) and current need for intravenous anti infection treatment.\n11. Provisions on hepatitis B and hepatitis C: if hepatitis B surface antigen (HBsAg) is positive, and HBV-DNA\\>2000 IU/ml or 104 copies/ml, hepatitis B virus infected persons should receive antiviral treatment according to local guidelines and standards and are willing to receive antiviral treatment throughout the study period; Hepatitis C antibody positive, and HCV RNA higher than the upper limit of normal values in the study site;\n12. Within 14 days prior to the first administration, systemic corticosteroids (prednisone\\>10mg/day or equivalent doses of similar drugs) or other immunosuppressive treatments have been received, except for the following:\n\n    1. Use local, ocular, intra-articular, intranasal, and inhaled corticosteroids for treatment.\n    2. short term use of glucocorticoids for preventive treatment (such as preventing contrast agent allergies).\n13. Within 4 weeks before the first administration or planned to receive attenuated live vaccines during the study period.\n14. Having undergone major organ surgery (excluding biopsy) or significant trauma within 4 weeks prior to the first administration or requiring elective surgery during the trial period.\n15. Individuals who have received allogeneic hematopoietic stem cell transplantation or organ transplantation in the past.\n16. Known to have alcohol or drug dependence.\n17. Individuals with mental disorders or poor compliance.\n18. The adverse reactions of previous anti-tumor treatments have not yet recovered to CTCAE5.0 ≤ Grade 1 (excluding toxicity judged by the investigators to have no safety risk, such as hair loss, grade 2 peripheral neurotoxicity, stable hypothyroidism after hormone replacement therapy, etc.);\n19. Known to cause clinically significant allergic reactions to the active ingredients and excipients, antibodies, and other monoclonal antibodies.\n20. Pregnant (positive pregnancy test prior to dosing) or breast-feeding women.\n21. The investigators believe that the subjects are not suitable to participate in this clinical study due to other reasons.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Yan Li, MD",
          "role": "CONTACT",
          "phone": "18610580233",
          "email": "yan.li@innolakebio.com"
        },
        {
          "name": "Xue Wang",
          "role": "CONTACT",
          "email": "xue.wang@innolakebio.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Jian Zhang, MD",
          "affiliation": "Fudan University",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Hongxia Wang",
          "affiliation": "Fudan University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Fundan University Shanghai Cancer Center",
          "status": "RECRUITING",
          "city": "Shanghai",
          "country": "China",
          "contacts": [
            {
              "name": "Zhang Jian, Doctor",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    }
  },
  "hasResults": false
}