{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03513965",
      "orgStudyIdInfo": {
        "id": "36282"
      },
      "organization": {
        "fullName": "Stanford University",
        "class": "OTHER"
      },
      "briefTitle": "Allergy Experience Study",
      "officialTitle": "Changing Mindsets About Oral Immunotherapy for Peanut Allergies Via Informing Patients That Symptoms Are a Sign of Treatment Efficacy: A Randomized Controlled Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-01-05",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-08-03",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2018-07-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2018-04-12",
      "studyFirstSubmitQcDate": "2018-05-01",
      "studyFirstPostDateStruct": {
        "date": "2018-05-02",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2018-08-06",
      "lastUpdatePostDateStruct": {
        "date": "2018-08-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Alia Crum",
        "investigatorTitle": "Assistant Professor of Psychology",
        "investigatorAffiliation": "Stanford University"
      },
      "leadSponsor": {
        "name": "Stanford University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "People who are undergoing oral immunotherapy for food allergy treatment can feel anxious about the treatment process, particularly when they have allergic responses (e.g., hives, vomiting, nausea) during the dosing process. People may commonly believe that these symptoms are simply side effects that must be endured or avoided. However, the investigators propose that changing participants' mindsets about the meaning of symptoms-toward viewing them as a sign that the treatment is working and desensitization is increasing-during the treatment process will reduce anxiety and improve treatment outcomes.",
      "detailedDescription": "Participants: The investigators will recruit participants who will receive treatment for peanut allergies through oral immunotherapy at the Sean N. Parker Center for Allergy \\& Asthma Research.\n\nProcedures: The investigators will divide recruited participants into two groups (random assignment). Each group will receive different messages about oral immunotherapy, one defined as \"Symptoms as Side Effects Mindset\" (in which symptoms are described as an unfortunate side effect of treatment). The other group will receive messages that help foster a \"Symptoms as Positive Signals Mindset\" (in which symptoms are described as a sign of increasing desensitization). These messages will be conveyed verbally and through activities by the study staff and participants will also receive pamphlets emphasizing these messages.\n\nThe investigators expect that adopting a \"Symptoms as Positive Signals\" mindset will improve OIT outcomes in five ways:\n\n1. Decrease anxiety about symptoms,\n2. Increase treatment completion,\n3. Decrease the likelihood of participants reducing dose size or skipping a dose because of anxiety about symptoms,\n4. Reduce the experience of non-life-threatening symptoms during the study, and\n5. Improve physiological treatment outcomes at the conclusion of the study, as measured through peanut blood IgG4 and IgE levels."
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy"
      ],
      "keywords": [
        "food allergy",
        "oral immunotherapy",
        "mindsets",
        "patient experience"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Symptoms as Side Effects Mindset",
          "type": "EXPERIMENTAL",
          "description": "Both arms are given identical treatment instructions at their first clinic visit, including practical strategies for taking doses and managing symptoms. Families are given comprehensive instructions for recognizing life-threatening symptoms and administering epinephrine when appropriate. However, information about the implications of non-life-threatening symptoms differs between arms. At the first clinic visit, families are given verbal (e.g., provider explanations) and written information (e.g., brochures on symptom management) informing them about symptoms in different ways. In this arm, families are informed that these non-life-threatening symptoms are an unfortunate part of treatment that must be endured, similar to side effects from common medications.",
          "interventionNames": [
            "Behavioral: Symptoms as Side Effects Mindset"
          ]
        },
        {
          "label": "Symptoms as Positive Signals Mindset",
          "type": "EXPERIMENTAL",
          "description": "Both arms are given identical treatment instructions at their first clinic visit, including practical strategies for taking doses and managing symptoms. Families are given comprehensive instructions for recognizing life-threatening symptoms and administering epinephrine when appropriate. However, information about the implications of non-life-threatening symptoms differs between arms. At the first clinic visit, families are given verbal (e.g., provider explanations) and written information (e.g., brochures on symptom management) informing them about symptoms in different ways. In this arm, families are informed that symptoms are a sign that that their bodies are gradually increasing desensitization, similar to having sore muscles after a difficult workout.",
          "interventionNames": [
            "Behavioral: Symptoms as Positive Signals Mindset"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "Symptoms as Positive Signals Mindset",
          "description": "In this intervention, both arms receive the same strategies for managing symptoms and receive the same level of support regarding symptoms. However, Symptoms as Positive Signals Mindset families are additionally encouraged to think of symptoms as a positive signal that their immune system is becoming increasingly desensitized to their allergen. For each arm, four families (six to seven patients per group) meet monthly for eight months in the clinic with at least two members of the patient support team. These visits are an opportunity for families to harness peer support and ask questions, and include a variety of activities that depict symptoms in different ways.",
          "armGroupLabels": [
            "Symptoms as Positive Signals Mindset"
          ]
        },
        {
          "type": "BEHAVIORAL",
          "name": "Symptoms as Side Effects Mindset",
          "description": "In this intervention, both arms receive the same strategies for managing symptoms and receive the same level of support regarding symptoms. For each arm, four families (six to seven patients per group) meet monthly for eight months in the clinic with at least two members of the patient support team. These visits are an opportunity for families to harness peer support and ask questions, and include a variety of activities that depict symptoms in different ways.",
          "armGroupLabels": [
            "Symptoms as Side Effects Mindset"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Anxiety about symptoms",
          "description": "Measured through daily REDCap surveys and monthly in clinic surveys; measured through parent contacting staff with concerns about symptoms",
          "timeFrame": "Throughout 7 months of treatment"
        },
        {
          "measure": "Occurrence of non-life-threatening symptoms",
          "description": "Measured through daily REDCap surveys",
          "timeFrame": "Throughout 7 months of treatment"
        },
        {
          "measure": "Treatment completion",
          "description": "Number of patients who complete within 2 weeks of the target end date",
          "timeFrame": "Up to 6 months and 2 weeks after the first clinic visit"
        },
        {
          "measure": "Treatment adherence",
          "description": "Number of doses skipped or reduced because of anxiety",
          "timeFrame": "Throughout 7 months of treatment"
        },
        {
          "measure": "Change in peanut blood IgG4 levels",
          "description": "Two blood samples assayed for IgG4 levels; one pre-treatment and one post-treatment",
          "timeFrame": "Change from baseline IgG4 levels after 6 months of treatment"
        },
        {
          "measure": "Change in peanut blood IgE levels",
          "description": "Two blood samples assayed for IgE levels; one pre-treatment and one post-treatment",
          "timeFrame": "Change from baseline IgE levels after 6 months of treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* peanut-specific blood IgE level \\>=60 Ku/L\n* or, if IgE levels \\<60, need to have a skin prick test greater than 3mm and IgE \\>5 Ku/L\n\nExclusion Criteria:\n\n* having previously participated in an OIT treatment or having a family member who had done so (since the study focused on educating participants about OIT)\n* being in the updose phase of allergy shots or sublingual therapy\n* having been intubated or admitted to an ICU because of allergic reaction\n* having a heart disorder\n* diagnosed eosinophilic esophagitis\n* being on oral steroids or Xolair\n* diagnosed anxiety disorders, as we expected this group to have higher baseline anxiety about treatment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "7 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Alia J Crum, PhD",
          "affiliation": "Stanford University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED",
      "description": "If made publicly available, all data will be de-identified and the anonymous data will be shared with researchers on the Open Science Framework"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}