{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06299306",
      "orgStudyIdInfo": {
        "id": "D3250R00116"
      },
      "organization": {
        "fullName": "AstraZeneca",
        "class": "INDUSTRY"
      },
      "briefTitle": "REACT - REAl Care for AsThma - A Disease Study to Identify Patients With Severe Uncontrolled Asthma",
      "officialTitle": "REACT - REAl Care for AsThma A Disease Study to Identify Patients With Severe Uncontrolled Asthma Using EMR Pre-screening and AIRQ® Score Documentation Over 12 Months, Including Patient-documented OCS Use With the AIRQ®-Active Application",
      "acronym": "REACT-Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "TERMINATED",
      "whyStopped": "The early termination of the study is due to challenging recruitment of study sites and patients.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-05-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-11-25",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-11-25",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-01-22",
      "studyFirstSubmitQcDate": "2024-02-29",
      "studyFirstPostDateStruct": {
        "date": "2024-03-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-15",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "AstraZeneca",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a multi-center, single-country, single-arm, prospective, disease study to collect real world data of patients with severe uncontrolled asthma in Germany.",
      "detailedDescription": "This observational disease study aims to improve the understanding of the real-world situation of patients with severe uncontrolled asthma, the influence of environmental factors on the risk of exacerbations as well as the patients' quality of life. The patients will provide self-reported information about their asthma control and medication use in a 12 months period after study enrollment. Additional patient information will be collected from existing electronical records (EMRs). Furthermore, patient- and provider-reported attitude towards healthcare and monitoring (measured through patient- and provider-reported experience measurements \\[PREMs\\]) will be collected to measure the level of satisfaction with the healthcare provision, digital and analog healthcare support programs, and the preferences in monitoring tools. The information will be collected either digitally with an application or analogically with paper-based questionnaires."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma, Bronchial"
      ],
      "keywords": [
        "severe Asthma",
        "real-world evidence",
        "quality of life"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 19,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Proportion of severe asthma patients with an Asthma Impairment and Risk Questionnaire (AIRQ®) score at baseline, and at 6 and 12 months post enrollment.",
          "description": "To ascertain the level of asthma control of the study population by the AIRQ® assessment.\n\nThe AIRQ® includes 10 questions (7 assessing symptom impairment and 3 assessing risk) concerning patient medication use, asthma symptoms, medical visits, and tests.\n\nThe AIRQ® can predict the risk for exacerbations and assess the quality of life of asthma patients.\n\nAIRQ® score: well-controlled (0-1 points), not well-controlled (2-4 points) and very poorly controlled (≥5 points) asthma",
          "timeFrame": "Up to 12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in the AIRQ® total score",
          "description": "To assess changes in asthma control compared with baseline assessment.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Bi-weekly changes in the AIRQ® total score over time",
          "description": "To assess changes in asthma control over time.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in the AIRQ® impairment domain score",
          "description": "To evaluate changes in quality of life (AIRQ® 7 impairment questions) of patients compared to baseline.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in the AIRQ® risk domain score",
          "description": "To assess changes in the patients' risk level of exacerbations (AIRQ® 3 risk questions) compared to baseline.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Proportion of patients with prescribed use of oral corticosteroids (OCS)",
          "description": "To evaluate changes in prescribed daily OCS dose, prescribed cumulative OCS dose, percentage change in prescribed cumulative OCS dose, proportion of patients with prescribed ≤5 mg/day and prescribed \\>5mg/day OCS at baseline, months 6 and 12 post enrollment based on information collected via electronic medical records (EMRs).",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Proportion of patients with self-reported OCS use",
          "description": "To evaluate changes in self-reported daily OCS dose, cumulative OCS dose, percentage change in cumulative OCS dose, proportion of patients with ≤5 mg/day and \\>5mg/day OCS at baseline, months 6 and 12 post enrollment based on information via the AIRQ®-Active app or the paper medication diary.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Proportion of patients with a change in other asthma therapies",
          "description": "To assess changes in other asthma therapies at 6 and 12 months post enrollment compared to baseline based on prescribed medication as documented in EMRs.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Treatment switches (change in prescribed therapies) over time and time on treatment.",
          "description": "To assess changes in other asthma therapies over time and time on treatment compared to baseline based on prescribed medication as documented in EMRs.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Assessment of the patient satisfaction with digital and analog healthcare",
          "description": "To assess the patient-reported attitude towards digital and analog healthcare at months 3, 6, and 12 post enrollment through patient-reported experience measurement (patient PREM) questionnaires. The patient PREM questionnaire includes 16 questions with regard to the experience with the program, the communication/interaction and the evaluation of the program.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Assessment of the patient-reported 1-year prior healthcare utilization",
          "description": "To assess the patient-reported healthcare utilization (HCRU) at 12 months post enrollment compared with baseline assessment. The patient HCRU questionnaire includes 4 questions with regard to healthcare utilization.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Assessment of the healthcare provider (physician) satisfaction with digital and analog healthcare",
          "description": "To assess the healthcare provider-reported attitude towards digital and analog healthcare and provider-reported preferences in monitoring tools through provider-reported experience measurement (provider PREM) questionnaires at months 3, 6, and 12 post recruitment.\n\nThe provider PREM questionnaire assessing the satisfaction with digital and analog healthcare includes 15 questions with regard to the experience with the program, the communication/interaction and the evaluation of the program.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Assessment of the provider preferences in digital versus analog healthcare monitoring.",
          "description": "To assess the provider-reported preferences in monitoring tools through provider-reported experience measurement (provider PREM) questionnaires at months 3, 6, and 12 post recruitment.\n\nThe provider PREM questionnaire assessing the preferences in digital and analog healthcare includes 3 questions with regard to integration and communication, medicinal benefit, and economic benefit.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Assessment of the patient preferences towards remote monitoring and healthcare delivery.",
          "description": "To elicit the preferences of patients towards remote monitoring and healthcare delivery over time using a Discrete Choice Experiment (DCE) questionnaire at baseline and 6 months post enrollment. The DCE questionnaire is a 4 choice task based questionnaire.",
          "timeFrame": "6 months"
        },
        {
          "measure": "Number and type of recorded comorbidity-related events overall and in patients with self-reported OCS",
          "description": "To describe the number of comorbidity-related events during the study among overall patients and in the subgroup of patients with self-reported OCS use based on information collected via electronic case report form (eCRF).",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Changes in laboratory parameter - IgE level",
          "description": "To evaluate patients' IgE level. Counts of IgE, measured in kilounits per liter (kU/L) or international units per liter (IU/mL)",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in lung function parameters - Tiffenau-Index",
          "description": "To evaluate changes in lung function by using a spirometer. From the spirometry measurements (FEV1, FVC) the Tiffenau-Index (FEV1/FVC) will be calculated.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Correlations between environmental factors and patients' asthma exacerbations",
          "description": "To evaluate the relationship of environmental factors like levels of allergen flight, fine particle load, ozone levels, air pollution, and duration of sunshine related to asthma exacerbations at 6 months and 12 months based on environmental databases.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Correlation between environmental factors and changes in AIRQ® score",
          "description": "To evaluate the relationship of environmental factors like levels of allergen flight, fine particle load, ozone levels, air pollution, and duration of sunshine related to the patients´well-being (AIRQ® score) at 6 months and 12 months based on information of environmental databases.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in laboratory parameter - blood eosinophil",
          "description": "To evaluate the level of patients' blood eosinophil. Counts of blood eosinophils, measured in cells per microliter or percentage (%) of the total cell count.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in laboratory parameter - blood neutrophil",
          "description": "To evaluate the level of patients' blood neutrophil. Counts of blood neutrophil, measured in cells per microliter or percentage (%) of the total cell count.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in laboratory parameter - FeNO",
          "description": "To evaluate patients' FeNO concentration. Measurements of FeNO concentration in exhaled breath, measured in parts per billion (ppb) at a flow rate of 50 milliliters per second (mL/s)",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in laboratory parameter - C-reactive protein (CRP) level",
          "description": "To evaluate patients' C-reactive protein (CRP) level. Measured in milligrams per liter (mg/L)",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Changes in lung function parameters - FEV1 %",
          "description": "To evaluate changes in lung function by using a spirometer. From the spirometry measurements (FEV1) the predicted FEV1 % will be calculated.",
          "timeFrame": "Up to 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* ≥18 years of age at the time of consent\n* Therapy within GINA/NVL steps 4 or 5 and uncontrolled disease in the previous 12 months as per the healthcare provider's assessment\n* Willing and able to provide written informed consent indicating that they understand the purpose and procedures required for the study and are willing to participate\n* Able to read, understand, and speak German sufficiently to complete all the questionnaires\n\nExclusion Criteria:\n\n* According to the assessment of the study physician: cognitive impairment, psychiatric diseases, severe hearing or vision impairment, insufficient knowledge of the German language, if these factors could influence the ability to provide written consent and correct completion and assessment of the questionnaires.\n* Current participation in an observational study that might, in the investigator's opinion, influence the assessment for the current study, or participation in a randomized clinical trial in the last 30 days.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "120 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study population is composed of severe asthma patients within GINA/NVL (Global Initiative for Asthma/ Nationale Versorgungsleitlinie) steps 4 or 5 with uncontrolled disease (including patients on biologics but without any prescribed oral corticosteroids).",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Research Site",
          "city": "Berlin",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.52437,
            "lon": 13.41053
          }
        },
        {
          "facility": "Research Site",
          "city": "Blankenhein",
          "country": "Germany"
        },
        {
          "facility": "Research Site",
          "city": "Bonn",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.73438,
            "lon": 7.09549
          }
        },
        {
          "facility": "Research Site",
          "city": "Fürstenwalde",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.36067,
            "lon": 14.06185
          }
        },
        {
          "facility": "Research Site",
          "city": "Gauting",
          "country": "Germany",
          "geoPoint": {
            "lat": 48.06919,
            "lon": 11.37703
          }
        },
        {
          "facility": "Research Site",
          "city": "Weißenburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.73675,
            "lon": 13.35653
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "CSR Synopsis",
          "url": "https://filehosting-v2.pharmacm.com/api/Attachment/Download?tenantId=80217111&amp;parentIdentifier=D3250R00116&amp;attachmentIdentifier=16f98526-6af4-4f5e-94a5-e2c9dbc075d3&amp;fileName=REACT_Asthma_Study_Report_V1.0_02Dec2024_SYNOPSIS__redacted.pdf&amp;versionIdentifier="
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Qualified researchers can request access to anonymized individual patient-level data from AstraZeneca group of companies sponsored clinical trials via the request portal.\n\nAll request will be evaluated as per the AZ disclosure commitment:\n\nhttps://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure. Yes, indicates that AZ are accepting requests for IPD, but this does not mean all requests will be shared.",
      "timeFrame": "AstraZeneca will meet or exceed data availability as per the commitments made to the EFPIA Pharma Data Sharing Principles. For details of our timelines, please rerefer to our disclosure commitment at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure.",
      "accessCriteria": "When a request has been approved AstraZeneca will provide access to the deidentified individual patient-level data in an approved sponsored tool . Signed Data Sharing Agreement (non-negotiable contract for data accessors) must be in place before accessing requested information. Additionally, all users will need to accept the terms and conditions of the SAS MSE to gain access. For additional details, please review the Disclosure Statements at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure",
      "url": "https://astrazenecagroup-dt.pharmacm.com/DT/Home"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}