{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03724240",
      "orgStudyIdInfo": {
        "id": "ABT-gpASIT011"
      },
      "secondaryIdInfos": [
        {
          "id": "2017-002911-33",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "ASIT Biotech S.A.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Clinical Efficacy and Safety of Subcutaneous Immunotherapy With gpASIT+™ in Patients With Grass Pollen-induced Allergic Rhinoconjunctivitis",
      "officialTitle": "A Multicentre, International, Randomised, Double-blind, Placebo-controlled Study to Demonstrate the Clinical Efficacy and Safety of Subcutaneous Immunotherapy With gpASIT+™ in Patients With Grass Pollen-induced Allergic Rhinoconjunctivitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-01-02",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2019-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-10-16",
      "studyFirstSubmitQcDate": "2018-10-26",
      "studyFirstPostDateStruct": {
        "date": "2018-10-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2018-10-26",
      "lastUpdatePostDateStruct": {
        "date": "2018-10-30",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "ASIT Biotech S.A.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a randomised, double-blind, placebo-controlled, international, multicentre, confirmatory Phase III study in patients with grass pollen-related allergic rhinoconjunctivitis. After having given written informed consent, the patients will be examined to establish eligibility according to inclusion/exclusion criteria. The eligible patients will be randomised to Placebo or gpASIT+™ treatment according to a 1:1 ratio. Study treatment will be administered before the start of the pollen season in 2019"
    },
    "conditionsModule": {
      "conditions": [
        "Hay Fever"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "maskingDescription": "Double blind",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 624,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Placebo solution",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo Comparator: Placebo The product will be supplied as ready-to-use vials containing 1.5 mL of aqueous buffered solutions at pH 7.4 containing sodium phosphate, NaCl, mannitol and trehalose. the dosage is100 µg/ml. The treatment schedule will consist in a subcutaneous injection over four visits during 3 consecutive weeks. The patient will receive two injections (1 per arm)with an interval of 30 minutes between both.",
          "interventionNames": [
            "Biological: Placebo solution"
          ]
        },
        {
          "label": "gpASIT+™ (Grass Pollen-ASIT+™)",
          "type": "EXPERIMENTAL",
          "description": "Experimental: gpASIT+™ The product will be supplied as ready-to-use vials containing 1.5 mL of aqueous buffered solutions at pH 7.4 with a grass pollen peptide concentration of 100 µg/mL. Excipients are sodium phosphate, NaCl, mannitol and trehalose. the dosage is100 µg/ml.The treatment schedule will consist in a subcutaneous injection over four visits during 3 consecutive weeks.The patient will receive two injections (1 per arm)with an interval of 30 minutes between both.",
          "interventionNames": [
            "Biological: gpASIT+TM"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Placebo solution",
          "description": "4 x 2 injection over 21 days the dosage is100 µg/ml",
          "armGroupLabels": [
            "Placebo solution"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "gpASIT+TM",
          "description": "4 x 2 injection over 21 days the dosage is100 µg/ml",
          "armGroupLabels": [
            "gpASIT+™ (Grass Pollen-ASIT+™)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Average daily Combined Symptom and Medication Score collected during the peak of the grass pollen season",
          "description": "Symptoms are measured on a scale from 0 to 3- No symptoms= 0 mild symptoms=1 moderate symptoms =2 severe symptoms =3. Daily symptom score is calculated as: daily RTSS/6.\n\nMedication score:\n\nNo rescue medications used =0 Tablet of antihistamine = 1 Nasal spray of fluticasone propionate with or without antihistamine= 2 Tablet of methylprednisolone with or without antihistamine/ fluticasone propionate= 3 Maximum daily Rescue Medication Score (RMS):3 CSMS= dSS (daily symptom score) (0-3) + dMS (daily medication score)(0-3)= 0-6 The daily symptom score and the daily RMS each range from 0 to 3 and, thus, the daily CSMS ranges from 0 to 6. The average CSMS of the peak of the grass pollen season or the whole grass pollen season will be calculated, per patient, as the sum of the daily CSMS within the peak of pollen season or the whole pollen season divided by the number of days of the peak pollen season or the whole pollen season, respectively (as defined by Pfaar et al. 2014).",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Combined symptom and medication score (CSMS) over the entire grass pollen season",
          "description": "Symptoms are measured on a scale from 0 to 3- No symptoms= 0 mild symptoms=1 moderate symptoms =2 severe symptoms =3. Daily symptom score is calculated as: daily RTSS/6.\n\nMedication score:\n\nNo rescue medications used =0 Tablet of antihistamine = 1 Nasal spray of fluticasone propionate with or without antihistamine= 2 Tablet of methylprednisolone with or without antihistamine/ fluticasone propionate= 3 Maximum daily Rescue Medication Score (RMS):3 CSMS= dSS (daily symptom score) (0-3) + dMS (daily medication score)(0-3)= 0-6 The daily symptom score and the daily RMS each range from 0 to 3 and, thus, the daily CSMS ranges from 0 to 6. The average CSMS of the peak of the grass pollen season or the whole grass pollen season will be calculated, per patient, as the sum of the daily CSMS within the peak of pollen season or the whole pollen season divided by the number of days of the peak pollen season or the whole pollen season, respectively (as defined by Pfaar et al. 2014).",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Symptom subscores (eyes and nose) over the peak period and the entire grass pollen season",
          "description": "Symptom scores for nose (rhinorrhoea, sneezing, nasal pruritus, nasal congestion) and eye (ocular pruritus, watery eyes) symptoms will be collected on a daily basis, using a four-point ordinal scale.\n\nNasal symptoms:\n\n(Score 0-3) 0 = no symptoms\n\n1. = mild symptoms (sign/symptom clearly present, but minimal awareness; easily tolerated)\n2. = moderate symptoms (definite awareness of sign/symptom that is bothersome but tolerable)\n3. = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping) Itchy nose:0-3 Sneezing:0-3 Runny nose:0-3 Blocked nose:0-3\n\nConjunctival symptoms:\n\nItchy/red eyes:0-3 Watery eyes:0-3",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Total Symptom Score (TSS: the sum of the eyes, nose and lung symptom scores) in asthmatic patients only over the peak period and the entire grass pollen season",
          "description": "The daily Rhinoconjunctivitis Total Symptom Score (RTSS) will correspond to the sum of the six nose and eye symptoms (score ranging from 0 to 18). Then, daily symptom score is calculated as: daily RTSS/6.The common rating system is the following:\n\n* 0 = no symptoms;\n* 1 = mild symptoms (sign/symptom clearly present but minimal awareness, easily tolerated);\n* 2 = moderate symptoms (definite awareness of any sign/symptom that is bothersome but tolerated);\n* 3 = severe symptoms (sign/symptom that is hard to tolerate, causing interference with activities of daily living and/or sleeping) as defined by Pfaar et al. 2014",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Use of rescue medication to relieve asthma symptoms in asthmatic patients",
          "description": "Patients will be instructed to use the rescue medications according to the following standardised and stepwise procedure: 1. In first instance: oral H1 antihistamine (desloratadine, one 5 mg tablet/day); 2. If Step 1 fails or is insufficient, intranasal corticosteroid: fluticasone propionate (50 µg/dose, one puff/nostril as needed) (alone or combined with oral antihistamine); 3. If Step 2 fails: oral corticosteroid (methylprednisolone 16 mg tablet, one tablet/day for a maximum of 3 days).",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Number (%) of \"well days\"",
          "description": "A \"well day\" is a day for which the patient does not report any intake of any rescue medication ( RMS = 0) and with no Grade ≥2 individual eye or nose symptom and overall Rhinoconjunctivitis Total Symptom Score (RTSS) ≤2.",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Standardised Rhinoconjunctivitis Quality of Life Questionnaire in all patients",
          "description": "to measure the functional impairments of the patients resulting from their rhinoconjunctivitis in their day-to-day life (Juniper et al. 1999)-The validated RQLQ has 28 questions in 7 domains (activity limitation, sleep problems, nose symptoms, eye symptoms, non-nose/eye symptoms, practical problems and emotional function). There are 3 'patient-specific' questions in the activity domain which allow patients to select 3 activities in which they are most limited by their rhinoconjunctivitis. Patients recall how bothered they have been by their rhinoconjunctivitis during the previous week and to respond to each question on a 7-point scale (0 = not impaired at all - 6 = severely impaired). The overall RQLQ score is the mean of all 28 responses and the individual domain scores are the means of the items in those domains.",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Patient's Global Efficacy (PGE) assessment.",
          "description": "At the end of the study, the patients will be asked how they have felt overall during the study grass pollen season compared to previous grass pollen seasons (\"much better\", \"better\", \"the same\", \"worse\", \"much worse\"",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Number of working days lost due to grass pollen-induced allergy symptoms",
          "description": "Absenteeism, evaluated by recording the number of working days lost due to grass pollen-induced allergic rhinoconjunctivitis",
          "timeFrame": "the patients assessed up to 9 months. [Safety Issue: No]"
        },
        {
          "measure": "Systemic allergic reactions <30 minutes after investigational product administration",
          "description": "Immediate and delayed systemic reactions will be graded according to the World Allergy Organisation classification (Cox et al. 2010).",
          "timeFrame": "up to 4 months ( safety issue:No)"
        },
        {
          "measure": "Local reactions at the injection site (swelling and redness) after investigational product administration",
          "description": "local reaction (wheal diameter) is 5 to 8 cm",
          "timeFrame": "up to 4 weeks [Safety Issue: Yes]"
        },
        {
          "measure": "Other treatment-emergent adverse events (TEAEs) and serious adverse events (SAEs)",
          "description": "A TEAE is defined as an event that emerges during treatment having been absent pre-treatment, or which worsens relative to the pre-treatment state.Adverse Events will be tabulated by System Organ Class (SOC) and Preferred Term (PT) after medical coding using MedDRA",
          "timeFrame": "up to 8 months [Safety Issue: Yes]"
        },
        {
          "measure": "Induction of grass pollen-specific Immunoglobulin: IgE, IgG and IgG4 in serum of all patients",
          "description": "In all patients at all sites, 2 mL of blood will be withdrawn for the measurement of grass pollen-specific IgE, IgG4 and IgG in serum sites. Grass pollen-specific IgE, IgG and IgG4 measurements in patient serum will be assessed by ImmunoCAP® method in a central laboratory",
          "timeFrame": "up to 8 months [Safety Issue: No]"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Allergy diagnosis:\n* A clinical history of moderate to severe grass pollen-induced Seasonal Allergic Rhinoconjunctivitis (SARC) for at least 2 pollen seasons, requiring treatment with either antihistamines or nasal corticosteroids during the 2017 and 2018 grass pollen seasons and with symptoms interfering with usual daily activities or with sleep, as defined according to Allergic Rhinitis and its Impact on Asthma (ARIA) classification of rhinitis (Bousquet et al. 2001)\n* A positive Skin Prick Test (SPT) (wheal diameter ≥3 mm) to grass pollen mixture, histamine wheal ≥3 mm, sodium chloride (NaCl) control reaction \\<2 mm AND\n* Specific IgE against grass pollen ≥0.7 kU/L. 6)\n* For asthmatic patients, confirmed diagnosis of controlled asthma according to Global Initiative for Asthma (GINA; 2018)\n\nExclusion Criteria:\n\n* Diagnosis of mastocytosis;\n* Previous (within the last 5 years) immunotherapy with grass allergens;\n* Ongoing immunotherapy with grass allergens or any other allergens;\n* Patients with any history of anaphylaxis due to any cause;\n* Patients with a history of hypersensitivity to the excipients of the investigational product;\n* Patients with a forced expiratory volume in 1 second (FEV1) \\<80% of the predicted value (European Community for Steel and Coal) or with a peak expiratory flow (PEF) \\<70% of the individual optimum value at the Screening visit;\n* History of being intubated with mechanical ventilator support or in intensive care unit for asthma at any point in the patient's life;\n* History of emergency visit or hospital admission for asthma in the previous 12 months;\n* Clinical history of moderate to severe allergic rhinitis, as defined according to the ARIA classification of rhinitis, due to tree pollen near or overlapping the grass pollen season;\n* Clinical history of moderate to severe allergic rhinitis as defined according to the ARIA classification of rhinitis caused by an allergen to which the participant is regularly exposed;",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "64 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Remy Von Frenckell, clinDev",
          "role": "CONTACT",
          "phone": "0032 2 264 03 90",
          "email": "remy.vonfrenckell@biotech.be"
        },
        {
          "name": "Florence Lair, CPM",
          "role": "CONTACT",
          "phone": "0032 2 264 0390",
          "email": "florence.lair@biotech.be"
        }
      ],
      "overallOfficials": [
        {
          "name": "Bachert Claus, Prof Dr",
          "affiliation": "Uz Gent-Gent, Belgium",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006255",
          "term": "Rhinitis, Allergic, Seasonal"
        }
      ],
      "ancestors": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}