{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07343310",
      "orgStudyIdInfo": {
        "id": "CIDP101-CR1-001P"
      },
      "organization": {
        "fullName": "Kine Sciences Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "A First-in-Patient Clinical Trial of KINE-101 in Patients With Corticosteroid-Refractory CIDP",
      "officialTitle": "Multi-Center, Open-label, Single Dosing, Dose-Ascending, Phase 1 Study to Evaluate the Safety and Tolerability of KINE-101 in Patients With CIDP (Chronic Inflammatory Demyelinating Polyneuropathy) Refractory to Corticosteroid Treatment"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-08-27",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-04-14",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-04-14",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-12-10",
      "studyFirstSubmitQcDate": "2026-01-06",
      "studyFirstPostDateStruct": {
        "date": "2026-01-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-15",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Kine Sciences Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a multicenter, open-label, single-dose, dose-escalation study evaluating the safety and tolerability of intravenous (IV) KINE-101 in patients with corticosteroid-refractory chronic inflammatory demyelinating polyneuropathy (CIDP). On Day 1, subjects receive a single IV dose of KINE-101 at the assigned cohort level and are discharged on Day 3, approximately 48 hours after investigational product (IP) administration, once all required in-clinic assessments have been completed. Safety assessments (including dose-limiting toxicities \\[DLTs\\], adverse events, clinical laboratory tests, vital signs, physical examinations, and 12-lead ECGs), exploratory efficacy evaluations, and PK/PD assessments are conducted through Day 28 in accordance with the schedule of assessments.\n\nExploratory efficacy assessments through Day 28 include changes from baseline in the following clinical measures: Inflammatory Neuropathy Cause and Treatment (INCAT) disability score, Medical Research Council (MRC) total sum score, Inflammatory Rasch-Built Overall Disability Scale (I-RODS), Timed Up-and-Go (TUG) test, mean grip strength, and the Overall Neuropathy Limitations Scale (ONLS).\n\nPharmacodynamic (PD) assessments include immunophenotyping of CD4+ T-cell subsets (CD4, CD25, FOXP3, CD39, CD69, CTLA-4, LAG-3, TNFR2, TIGIT, CCR5, and CXCR3); measurement of serum cytokines and immunoglobulins (IgM, IgG, IL-2, IL-6, IL-10, IL-17, IFN-γ, MCP-1, and TGF-β); evaluation of autoantibody and complement markers (antinuclear antibodies, anti-SM, anti-RNP, anti-SSA, anti-double-stranded DNA antibodies, and complement C4); and additional laboratory parameters related to systemic inflammation.\n\nDose escalation follows a standard 3+3 design based on review of safety, including DLTs, in the preceding cohort. Three KINE-101 dose cohorts are planned: Cohort 1 (120 mg), Cohort 2 (240 mg), and Cohort 3 (360 mg). If safety and tolerability are deemed acceptable in a given cohort, enrollment proceeds sequentially to the next higher dose level."
    },
    "conditionsModule": {
      "conditions": [
        "CIDP - Chronic Inflammatory Demyelinating Polyneuropathy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "interventionModelDescription": "Sequential dose escalation in single experimental arm with cohorts receiving 120 mg, 240 mg, or 360 mg.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 9,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "KINE-101 120mg",
          "type": "EXPERIMENTAL",
          "description": "Subjects received a single intravenous dose of KINE-101 120 mg.",
          "interventionNames": [
            "Drug: KINE-101"
          ]
        },
        {
          "label": "KINE-101 240 mg",
          "type": "EXPERIMENTAL",
          "description": "Subjects received a single intravenous dose of KINE-101 240 mg.",
          "interventionNames": [
            "Drug: KINE-101"
          ]
        },
        {
          "label": "KINE-101 360 mg",
          "type": "EXPERIMENTAL",
          "description": "Subjects received a single intravenous dose of KINE-101 360 mg.",
          "interventionNames": [
            "Drug: KINE-101"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "KINE-101",
          "description": "KINE-101 injection, 12.5 mg/mL, administered once intravenously on Day 1.",
          "armGroupLabels": [
            "KINE-101 120mg",
            "KINE-101 240 mg",
            "KINE-101 360 mg"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of Adverse Events (AEs)",
          "description": "Incidence, severity, and relationship of treatment-emergent adverse events following a single intravenous dose of KINE-101.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Number of Participants with Clinically Significant Abnormal Hematology",
          "description": "Count of participants with clinically significant abnormal hematology findings (e.g., white blood cell count, hemoglobin, platelets, absolute neutrophil count), as defined per protocol.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Number of Participants with Clinically Significant Abnormal Clinical Chemistry",
          "description": "Count of participants with clinically significant abnormal clinical chemistry findings (e.g., ALT, AST, creatinine), as defined per protocol.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Number of Participants with Clinically Significant Abnormal Urinalysis",
          "description": "Count of participants with clinically significant abnormal urinalysis findings (e.g., protein/albumin, glucose, pH), as defined per protocol.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Number of Participants with Clinically Significant Abnormal Vital Signs",
          "description": "Count of participants with clinically significant abnormal vital sign findings (e.g., systolic or diastolic blood pressure, pulse rate, body temperature, respiratory rate), as defined per protocol.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Number of Participants with Clinically Significant Abnormal Physical Examination",
          "description": "Count of participants with clinically significant abnormal physical examination findings, as defined per protocol.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Number of Participants with Clinically Significant Abnormal Electrocardiogram",
          "description": "Count of participants with clinically significant abnormal electrocardiogram findings (e.g., PR interval, QRS duration, QT interval), as defined per protocol.",
          "timeFrame": "Day 1 to Day 28"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Change From Baseline in Inflammatory Neuropathy Cause and Treatment (INCAT) Disability Score",
          "description": "Change from baseline in the INCAT disability score (range 0-10; higher scores indicate worse disability).",
          "timeFrame": "Day 1 (predose), Day 14, and Day 28"
        },
        {
          "measure": "Change From Baseline in Medical Research Council (MRC) Sum Score",
          "description": "Change from baseline in the MRC sum score (range 0-60; higher scores indicate better muscle strength).",
          "timeFrame": "Day 1 (predose), Day 14, and Day 28"
        },
        {
          "measure": "Change From Baseline in Inflammatory Rasch-Built Overall Disability Scale (I-RODS)",
          "description": "Change from baseline in the I-RODS score (range 0-48; higher scores indicate better function).",
          "timeFrame": "Day 1 (predose), Day 14, and Day 28"
        },
        {
          "measure": "Change From Baseline in Timed Up-and-Go (TUG) Test",
          "description": "Change from baseline in the Timed Up-and-Go test, measured in seconds (lower values indicate better performance).",
          "timeFrame": "Day 1 (predose), Day 14, and Day 28"
        },
        {
          "measure": "Change From Baseline in Mean Grip Strength",
          "description": "Change from baseline in mean grip strength (higher values indicate greater muscle strength).",
          "timeFrame": "Day 1 (predose), Day 14, and Day 28"
        },
        {
          "measure": "Change From Baseline in Overall Neuropathy Limitations Scale (ONLS)",
          "description": "Change from baseline in the ONLS score (range 0-12; higher scores indicate worse disability).",
          "timeFrame": "Day 1 (predose), Day 14, and Day 28"
        },
        {
          "measure": "Peak Plasma Concentration of KINE-101 (Cmax)",
          "description": "Maximum observed plasma concentration of KINE-101.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "Area Under the Plasma Concentration-Time Curve of KINE-101 (AUC)",
          "description": "Area under the plasma concentration-time curve of KINE-101 (AUClast and AUCinf).",
          "timeFrame": "Day 1"
        },
        {
          "measure": "Change From Baseline in Immunophenotyping markers following KINE-101 administration",
          "description": "The change from baseline in immunophenotyping markers following intravenous administration of KINE-101 including CD4, CD25, FoxP3, CD39, CD69, CTLA4, LAG-3, TNFR2, TIGIT, CCR5, and CXCR3.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Change From Baseline in Serum biomarkers following KINE-101 administration",
          "description": "The change from baseline in serum biomarkers following intravenous administration of KINE-101 including IgG, IgM, IL-2, IL-6, IL-10, IL-17, IFN-gamma, MCP-1, and TGF-beta.",
          "timeFrame": "Day 1 to Day 28"
        },
        {
          "measure": "Changes From Baseline in Autoantibodies and Inflammatory Laboratory markers following KINE-101 administration",
          "description": "Changes from baseline in serum autoantibodies and inflammatory laboratory markers.",
          "timeFrame": "Day 1 to Day 28"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults aged ≥19 years at informed consent.\n* Diagnosed with CIDP and refractory to corticosteroid treatment for ≥3 months prior to enrollment, or corticosteroid treatment deemed inappropriate or cannot be continued for safety reasons.\n* Meets EAN/PNS 2021 criteria for typical CIDP:\n\n  * Progressive or relapsing symmetrical motor weakness in arms and legs with sensory involvement in ≥2 limbs\n  * Symptom duration ≥8 weeks\n  * Reduced or absent tendon reflexes in all extremities\n* INCAT disability score ≥2 at screening (score of 2 must result solely from leg disability).\n* CIDP Disease Activity Status (CDAS) score ≥3 at screening.\n* Received IVIg ≥2 months prior to IP administration.\n* If the subject is of childbearing potential, agrees to use highly effective contraception for ≥28 days after IP administration.\n* Adequate venous access for IV administration and blood sampling.\n* Willing and able to comply with all study procedures.\n\nExclusion Criteria:\n\n* Polyneuropathy due to other causes (e.g., MMN, MGUS with anti-MAG antibodies, hereditary neuropathies, POEMS syndrome, diabetic or systemic disease-related neuropathy, drug/toxin-induced neuropathy).\n* History of myelopathy or confirmed central demyelination.\n* Known allergy or hypersensitivity to the investigational product or its excipients.\n* Uncontrolled severe hepatic disease, CNS disorders, alcoholism, substance abuse, or psychiatric disorders.\n* Other medical conditions that better explain symptoms (e.g., stroke, CNS trauma, connective tissue disease).\n* Malignancy within 5 years, except adequately treated low-risk cancers.\n* Moderate to severe heart failure or severe cardiovascular disease (e.g., MI, ischemic stroke).\n* Moderate to severe substance or alcohol use disorder within 1 year.\n* Positive pregnancy test or planning pregnancy, breastfeeding, or gamete donation within 28 days post-IP.\n* Use of systemic immunosuppressants or immunostimulants within 5 half-lives prior to IP administration.\n* Plasma exchange within 8 weeks prior to IP administration.\n* Chronic infections or expected need for anti-infective treatment during the study.\n* Active hepatitis B or C infection or HIV positive.\n* Abnormal labs at screening: AST/ALT \\>3×ULN, Hb \\<9 g/dL, ANC \\<1,500/μL, Platelets \\<100×10³/μL.\n* Major surgery within 3 months or planned during study participation.\n* Investigator deems subject unsuitable for any reason.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "19 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hanna Park",
          "affiliation": "Kine Sciences Co., Ltd.",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Kangbuk Samsung Hospital",
          "city": "Seoul",
          "state": "Seoul",
          "zip": "03181",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        },
        {
          "facility": "Samsung Medical Center",
          "city": "Seoul",
          "state": "Seoul",
          "zip": "06351",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D020277",
          "term": "Polyradiculoneuropathy, Chronic Inflammatory Demyelinating"
        }
      ],
      "ancestors": [
        {
          "id": "D011129",
          "term": "Polyradiculoneuropathy"
        },
        {
          "id": "D020274",
          "term": "Autoimmune Diseases of the Nervous System"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D003711",
          "term": "Demyelinating Diseases"
        },
        {
          "id": "D011115",
          "term": "Polyneuropathies"
        },
        {
          "id": "D010523",
          "term": "Peripheral Nervous System Diseases"
        },
        {
          "id": "D009468",
          "term": "Neuromuscular Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}