{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07115446",
      "orgStudyIdInfo": {
        "id": "HS-20093-107"
      },
      "organization": {
        "fullName": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      },
      "briefTitle": "Phase Ib Study of HS-20093+HRS-5041 in Patients With Advanced Prostate Cancer",
      "officialTitle": "A Phase Ib Study to Explore the Safety, Tolerability, and Pharmacokinetics of HS-20093 Combination With HRS-5041 in Patients With Advanced Prostate Cancer"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-08-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-08-04",
      "studyFirstSubmitQcDate": "2025-08-04",
      "studyFirstPostDateStruct": {
        "date": "2025-08-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-28",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "HS-20093 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells. HRS-5041 is a Proteolysis Targeting Chimeras (PROTAC) targeting androgen receptors.\n\nThis is a phase Ib, open-label, multi-center study to evaluate the safety, tolerability, and pharmacokinetics (PK) of HS-20093 combination with HRS-5041 in patients with advanced prostate cancer."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Prostate Cancer"
      ],
      "keywords": [
        "Advanced prostate cancer",
        "B7H3",
        "HS-20093"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 63,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HS-20093+HRS-5041",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive HS-20093 at RP2D and HRS-5041 at Dose1 or Dose2.",
          "interventionNames": [
            "Drug: HS-20093",
            "Drug: HRS-5041"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HS-20093",
          "description": "Intravenous (IV) administration of HS-20093 Q3W; Participants will continue treatment until the end of the study in the absence of unacceptable toxicities and confirmed disease progression.",
          "armGroupLabels": [
            "HS-20093+HRS-5041"
          ]
        },
        {
          "type": "DRUG",
          "name": "HRS-5041",
          "description": "HRS-5041 was given oral administration, QD, at a 21-day cycle.",
          "armGroupLabels": [
            "HS-20093+HRS-5041"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To determine the maximum tolerated dose (MTD) or Maximum Administrated dose (MAD)",
          "description": "Number of participants with dose limiting toxicity",
          "timeFrame": "21 days from administration of the first dose (C1D1) in the dose escalation phase， assessed up to 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To evaluate the incidence and severity of adverse events (AEs)",
          "description": "AE assessed by investigator exclusively related to subject's underlying disease or medical condition \\[graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 5.0\\]. Any untoward medical occurrence in a participant, whether or not considered related to the medicinal product. Incidence and severity of AEs are assessed according to vital signs, laboratory variables, physical examination, electrocardiogram, etc.",
          "timeFrame": "From the first dose(C1D1) up to 30 days after the last dose of HRS-5041 or 90 days after the last dose of HS-20093 (whichever is later)"
        },
        {
          "measure": "To evaluate the maximum plasma concentration (Cmax)",
          "description": "Cmax will be obtained following administration of the first dose of HS-20093 during the first cycle",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the Time to reach maximum plasma concentration (Tmax)",
          "description": "Tmax will be obtained following administration of the first dose of HS-20093 during the first cycle",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the Area under plasma concentration versus time curve from zero to last sampling time (AUC)",
          "description": "Area under the plasma concentration versus time curve from time zero to the last sampling time when the concentration was no less than the lower limit of quantification (LLQ). AUC0-t was calculated according to the mixed log-linear trapezoidal rule",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the immunogenicity of HS-20093",
          "description": "Proportion of patients who are positive for anti-HS-20093 antibodies",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the ORR determined by investigators",
          "description": "Objective response rate (ORR) determined by IRC according to Response Evaluation Criteria in Solid Tumors (RECIST 1.1) and Prostate Cancer Working Group 3 (PCWG3)",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the Disease control rate (DCR) determined by investigators according to RECIST 1.1 and PCWG3",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). DCR was evaluated by the number of participants with best overall response of CR, PR and stable disease (SD) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks); SD shall be assessed at least 5 weeks after the first dose\\]",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the Duration of response (DoR) determined by investigators according to RECIST 1.1 and PCWG3",
          "description": "DoR is defined as the period from the first occurrence of CR or PR to progressive disease (PD) or death from any cause. If no PD or death after CR/PR, the cut-off date of progression-free survival (PFS) would be used \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\]",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the Prostate-specific Cancer Antigen (PSA) response rate（PSA30,PSA50,PSA90）",
          "description": "PSA response is defined as a ≥ 30%，≥ 50% ，≥ 90% decline in PSA from baseline with PSA confirmation ≥ 3 weeks after the first documented reduction",
          "timeFrame": "up to approximately 24 months"
        },
        {
          "measure": "To evaluate the Time to PSA progression",
          "description": "In participants with a decrease in PSA from baseline: ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above the nadir value, which is confirmed by a consecutive second value obtained ≥ 3 weeks later. In participants with no decrease in PSA from baseline: ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above the baseline value after 12 weeks.",
          "timeFrame": "up to approximately 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Men greater than or equal to 18 years.\n* Voluntarily to participate, Signed and dated Informed Consent Form.\n* Patients with metastatic castration-resistant prostate cancer (mCRPC) who progressed after at least one type of novel hormonal therapy (standard treatment).\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0\\~1.\n* Estimated life expectancy ≥ 12 weeks.\n* Men should use adequate contraceptive measures throughout the study, up to 3 months after the last dose of HRS-5041 or 4.5 months after the last dose of HS-20093 (whichever is later).\n\nExclusion Criteria:\n\n* Treatment with any of the following:\n\n  a. Previous or current treatment with B7-H3 targeted therapy. b. Previous treatment with AR PROTAC. c. Any cytotoxic chemotherapy, investigational agents and anticancer drugs within 21 days prior to the first scheduled dose of HS-20093+HRS-5041. d. brain metastases.\n* Any unresolved toxicities from prior therapy greater than Grade 2 according to Common Terminology Criteria for Adverse Events (CTCAE) 5.0.\n* History of other primary malignancies.\n* Inadequate bone marrow reserve or organ dysfunction.\n* Severe, uncontrolled or active cardiovascular diseases.\n* Severe or uncontrolled diabetes.\n* The presence of active infectious diseases.\n* Any known or suspected interstitial lung disease.\n* History of serious neuropathy or mental disorders.\n* History of severe hypersensitivity reaction, severe infusion reaction.\n* Hypersensitivity to any ingredient of HS-20093.\n* Unlikely to comply with study procedures, restrictions, and requirements in the opinion of the investigator.\n* Any disease or condition that, in the opinion of the investigator, would compromise subject safety or interfere with study assessments.",
      "healthyVolunteers": false,
      "sex": "MALE",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Fudan University Shanghai Cancer Center",
          "status": "RECRUITING",
          "city": "Shanghai",
          "country": "China",
          "contacts": [
            {
              "name": "Fudan University Shanghai Cancer Center",
              "role": "CONTACT",
              "phone": "021-34778299"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    }
  },
  "hasResults": false
}