{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03280537",
      "orgStudyIdInfo": {
        "id": "GA39855"
      },
      "secondaryIdInfos": [
        {
          "id": "2017-001718-28",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Hoffmann-La Roche",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Clinical Trial of Omalizumab in Participants With Chronic Rhinosinusitus With Nasal Polyps",
      "officialTitle": "A Phase III, Randomized, Multicenter, Double-blind, Placebo-controlled Clinical Trial of Omalizumab in Patients With Chronic Rhinosinusitis With Nasal Polyps",
      "acronym": "POLYP 2"
    },
    "statusModule": {
      "statusVerifiedDate": "2020-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-11-21",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-03-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-03-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-09-11",
      "studyFirstSubmitQcDate": "2017-09-11",
      "studyFirstPostDateStruct": {
        "date": "2017-09-12",
        "type": "ACTUAL"
      },
      "resultsFirstSubmitDate": "2020-02-14",
      "resultsFirstSubmitQcDate": "2020-03-08",
      "resultsFirstPostDateStruct": {
        "date": "2020-03-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2020-03-08",
      "lastUpdatePostDateStruct": {
        "date": "2020-03-23",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hoffmann-La Roche",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to determine the efficacy and safety of omalizumab compared with placebo in adult patients with chronic rhinosinusitis with nasal polyps (CRSwNP) who have had an inadequate response to standard-of-care treatments.\n\nStudy GA39688 (POLYP 1; NCT03280550) was another Phase III study by the Sponsor with identical objectives and design and was run in parallel with this study."
    },
    "conditionsModule": {
      "conditions": [
        "Nasal Polyps",
        "Chronic Rhinosinusitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 127,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab",
          "type": "EXPERIMENTAL",
          "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy.",
          "interventionNames": [
            "Drug: Omalizumab"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy.",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab",
          "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table.",
          "armGroupLabels": [
            "Omalizumab"
          ],
          "otherNames": [
            "Xolair",
            "IGE025",
            "RO5489789"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change From Baseline in Nasal Polyp Score (NPS) at Week 24",
          "description": "Total NPS ranges from 0 to 8 (sum of 0-4 for left and right nasal passage scores per the following criteria), with a lower score indicating smaller-sized nasal polyps: 0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate; 2 = Polyps reaching below the lower border of the middle turbinate (modified to accommodate those with a middle turbinectomy, such that polyp must have reached the top of the inferior turbinate.); 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle turbinate; and 4 = Large polyps causing complete obstruction of the inferior nasal cavity. Two blinded primary independent expert readers reviewed every post-screening recorded video endoscopy for a given participant to determine total NPS. A third reader chose one of the two scores to be used for analysis in cases where there was any discrepancy in total NPS assigned between the two primary readers.",
          "timeFrame": "Baseline, Week 24"
        },
        {
          "measure": "Change From Baseline in Average Daily Nasal Congestion Score (NCS) at Week 24",
          "description": "The Nasal Congestion Score (NCS) was assessed daily by the participant via an electronic diary as the response to the following question: Is your nose blocked? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change From Baseline in Average Daily Sense of Smell Score at Week 24",
          "description": "The Sense of Smell Score was assessed daily by the participant via an electronic diary as the response to the following question: Is your sense of smell reduced? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)"
        },
        {
          "measure": "Change From Baseline in Average Daily Posterior Rhinorrhea Score at Week 24",
          "description": "The Posterior Rhinorrhea Score was assessed daily by the participant via an electronic diary as the response to the following question: Do you feel dripping at the back of the nose? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0=Not at all; 1=Mild; 2=Moderate; and 3=Severe. For each study day, a score was calculated using an average of the prior 7 days among available days within a pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days, otherwise the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)"
        },
        {
          "measure": "Change From Baseline in Nasal Polyp Score (NPS) at Week 16",
          "description": "Total NPS ranges from 0 to 8 (sum of 0-4 for left and right nasal passage scores per the following criteria), with a lower score indicating smaller-sized nasal polyps: 0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate; 2 = Polyps reaching below the lower border of the middle turbinate (modified to accommodate those with a middle turbinectomy, such that polyp must have reached the top of the inferior turbinate.); 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle turbinate; and 4 = Large polyps causing complete obstruction of the inferior nasal cavity. Two blinded primary independent expert readers reviewed every post-screening recorded video endoscopy for a given participant to determine total NPS. A third reader chose one of the two scores to be used for analysis in cases where there was any discrepancy in total NPS assigned between the two primary readers.",
          "timeFrame": "Baseline, Week 16"
        },
        {
          "measure": "Change From Baseline in Average Daily Nasal Congestion Score at Week 16",
          "description": "The Nasal Congestion Score (NCS) was assessed daily by the participant via an electronic diary as the response to the following question: Is your nose blocked? The four available response options, scored from 0 (no symptoms) to 3 (severe symptoms) were: 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 16: Study Days 99 to 126), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 112), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "timeFrame": "Baseline, Week 16 (Study Days 99 to 126)"
        },
        {
          "measure": "Change From Baseline in Participant Reported Health-Related Quality of Life (HRQoL) as Assessed by the Total Sino-Nasal Outcome Test (SNOT)-22 Questionnaire at Week 24",
          "description": "The SNOT-22 Questionnaire, a disease specific HRQoL measure, comprises a list of 22 symptoms and social or emotional consequences of the nasal disorder. Every participant was asked to rate how severe each problem had been for them over the past 2 weeks on a scale from 0 (no problem at all) to 5 (problem as bad as it can be). The total score is the sum of the scores for all 22 items, ranging from 0 to 110, with a lower score indicating less disease and better HRQoL. A negative score indicates a decrease (or improvement) from the baseline score.",
          "timeFrame": "Baseline, Week 24"
        },
        {
          "measure": "Change From Baseline in Average Daily Anterior Rhinorrhea Score at Week 24",
          "description": "The Anterior Rhinorrhea Score was assessed daily by the participant via an electronic diary as the response to the following question: Do you have a runny nose? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0=Not at all; 1=Mild; 2=Moderate; and 3=Severe. For each study day, a score was calculated using an average of the prior 7 days among available days within a pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days, otherwise the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)"
        },
        {
          "measure": "Number of Participants Requiring Rescue Medication (Systemic Corticosteroids for ≥3 Consecutive Days) Through Week 24",
          "description": "A participant was considered to have had the event of requiring rescue medication if they had taken systemic corticosteroids for 3 or more consecutive days at any point between randomization and Week 24; if the participant had greater than 155 days of follow-up on study and had not taken systemic corticosteroids for 3 or more consecutive days, then they did not have the event. Participants with less than 155 days of follow-up on the study were classified as having had the event if they discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing; if the participant had less than 155 days of follow-up on study and had not already met these criteria, they were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "timeFrame": "Up to Week 24"
        },
        {
          "measure": "Number of Participants Having Had Surgery for Nasal Polyps Through Week 24",
          "description": "A participant was considered to have had the event of surgery for nasal polyps if they underwent the procedure at any point between randomization and Week 24; if the participant had greater than 155 days of follow-up on study and had not undergone surgery for nasal polyps, then they did not have the event. Participants with less than 155 days of follow-up on the study were classified as having had the event if they discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing; if the participant had less than 155 days of follow-up on study and had not already met these criteria, they were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "timeFrame": "Up to Week 24"
        },
        {
          "measure": "Number of Participants With a Change From Baseline at Week 24 in Asthma Quality of Life Questionnaire (AQLQ) of ≥0.5 in Participants With Comorbid Asthma Only",
          "description": "The AQLQ is a 32-item participant-reported measure of asthma-related quality of life (QoL) with a total score (the mean of all 32 responses) ranging from 1 (severely impaired) to 7 (not impaired at all); a higher score indicates a better QoL. An increase of at least 0.5 points in the AQLQ score was considered the minimal important difference for improvement in QoL.",
          "timeFrame": "Baseline and Week 24"
        },
        {
          "measure": "Number of Participants Requiring Rescue Treatment (Systemic Corticosteroids For ≥3 Consecutive Days or Having Had Surgery for Nasal Polyps) Through Week 24",
          "description": "A participant was considered to have had the event of requiring rescue treatment if they had taken systemic corticosteroids for 3 or more consecutive days or had nasal polypectomy at any point between randomization and Week 24; if the participant had greater than 155 days of follow-up on study and had not received rescue treatment, then they did not have the event. Participants with less than 155 days of follow-up on the study were classified as having had the event if they discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing; if the participant had less than 155 days of follow-up on study and had not already met these criteria, they were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "timeFrame": "Up to Week 24"
        },
        {
          "measure": "Number of Participants With Reduction in the Need for Surgery for Nasal Polyps by Week 24, as Defined by an NPS of ≤4 (Unilateral Score of ≤2 on Each Side) and Improvement in SNOT-22 Score of ≥8.9",
          "description": "A participant was considered to have had the event of reduction in the need for surgery for nasal polyps if they had a Nasal Polyp Score (NPS) of ≤4 and an improvement in the SNOT-22 score of ≥8.9 (minimal important difference) without rescue treatment at Week 24; if the participant had received rescue treatment or had discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing, then they did not have the event. Participants without an intercurrent event and without valid Week 24 assessments of both NPS and SNOT-22 were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "timeFrame": "Up to Week 24"
        },
        {
          "measure": "Change From Baseline in Average Daily Total Nasal Symptom Score (TNSS) at Week 24",
          "description": "The Total Nasal Symptom Score (TNSS) was defined as the sum of the four individual scores for Nasal Congestion Score, Anterior Rhinorrhea Score, Posterior Rhinorrhea Score, and Sense of Smell Score, ranging from 0 (no symptoms) to 12 (most severe symptoms), assessed daily by the participant via an electronic diary. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)"
        },
        {
          "measure": "Change From Baseline in Sense of Smell, as Assessed by The University of Pennsylvania Smell Identification Test (UPSIT) Score at Week 24",
          "description": "The UPSIT is a 40-question instrument that measures an individual's ability to detect odors and ranges from 0 to 40, with a higher score indicating a better sense of smell. It is a self-administered \"scratch-and-sniff\" test provided in booklets that have 40 microencapsulated odorants, each with a multiple-choice option for the response. The number of correct responses is summed to provide a total score.",
          "timeFrame": "Baseline, Week 24"
        },
        {
          "measure": "Number of Participants Who Experienced at Least One Adverse Event by Greatest Severity",
          "description": "All adverse events (AE) were treatment emergent AEs, defined as any new AE or any worsening of an existing condition with an onset date on or after the first study drug administration date. AEs were assessed for severity according to the following grading scale: mild (discomfort noticed, but no disruption of normal daily activity), moderate (discomfort sufficient to reduce or affect normal daily activity), or severe (incapacitating with inability to work or to perform normal daily activity). The terms \"severe\" and \"serious\" are not synonymous; regardless of severity, some events may have also met seriousness criteria. Multiple occurrences of the same AE in one individual are counted once at the greatest intensity.",
          "timeFrame": "Up to Week 28"
        },
        {
          "measure": "Number of Participants Who Experienced at Least One Serious Adverse Event",
          "description": "A serious adverse event was defined as any adverse event that met any of the following criteria: was fatal; was life-threatening; required or prolonged inpatient hospitalization; resulted in persistent or significant disability/incapacity; was a congenital anomaly/birth defect in a neonate/infant born to a mother exposed to the study drug; or, was a significant medical event in the investigator's judgment. Multiple occurrences of the same serious adverse event in one individual were counted once.",
          "timeFrame": "Up to Week 28"
        },
        {
          "measure": "Number of Participants With Adverse Events Leading to Omalizumab/Placebo Discontinuation",
          "timeFrame": "Up to Week 24"
        },
        {
          "measure": "Number of Participants With Laboratory Abnormalities by Highest Grade Post-Baseline",
          "description": "Clinical laboratory tests for serum chemistry and hematology parameters were performed at laboratories; any abnormal values (High or Low) were based on laboratory normal ranges. Laboratory abnormalities are presented by the highest grade according to the World Health Organization (WHO) grade for Adverse Events, except for eosinophils and white blood cells that were graded according to the FDA Toxicity Grading Scale for Healthy Volunteers. Not every abnormal laboratory value qualified as an adverse event, only if it met any of the following criteria: clinically significant (per investigator); accompanied by clinical symptoms; resulted in a change in study treatment; or required a change in concomitant therapy. SGPT/ALT = serum glutamic-pyruvic transaminase/alanine aminotransferase; SGOT/AST = serum glutamic-oxaloacetic transaminase/aspartate aminotransferase",
          "timeFrame": "Up to Week 28"
        },
        {
          "measure": "Mean Serum Concentration of Omalizumab at Specified Timepoints",
          "description": "Serum concentrations of omalizumab were quantified using an enzyme-linked immunoabsorbent assay (ELISA) with a lower limit of quantification (LLOQ) of 28.0 nanograms per millilitre (ng/mL). According to the analysis plan, values below the lower limit of quantification (BLQ) were set to 14 ng/mL (i.e. half of LLOQ value). If one-third or fewer of participants had results that were BLQ, then all summary statistics were to be calculated. However, if more than one-third of participants had results that were BLQ, then the mean and standard deviation were non-reportable and only the median and maximum were to be calculated for that timepoint.",
          "timeFrame": "Predose on Day 1, Week 16, Week 24, Unscheduled Visit (outside of planned study visits, as clinically indicated), Dosing Termination/Early Termination Visit (up to 28 weeks)"
        },
        {
          "measure": "Median Serum Concentration of Omalizumab at Specified Timepoints",
          "description": "Serum concentrations of omalizumab were quantified using an enzyme-linked immunoabsorbent assay (ELISA) with a lower limit of quantification (LLOQ) of 28.0 nanograms per millilitre (ng/mL). According to the analysis plan, values below the lower limit of quantification (BLQ) were set to 14 ng/mL (i.e. half of LLOQ value). If one-third or fewer of participants had results that were BLQ, then all summary statistics were to be calculated. However, if more than one-third of participants had results that were BLQ, then the mean and standard deviation were non-reportable and only the median and maximum were to be calculated for that timepoint.",
          "timeFrame": "Predose on Day 1, Week 16, Week 24, Unscheduled Visit (outside of planned study visits, as clinically indicated), Dosing Termination/Early Termination Visit (up to 28 weeks)"
        },
        {
          "measure": "Mean Serum Concentration of Total and Free Immunoglobulin E (IgE) at Specified Timepoints",
          "description": "Serum concentrations of total immunoglobulin E (IgE) and free IgE were measured throughout the 24-week blinded treatment period, as target engagement biomarkers of omalizumab, using validated quantitative immunoassays with lower limits of quantification of 2 and 0.83 International Units per millilitre (IU/mL), respectively, and upper limits of quantification (ULQ) of 5000 and 62.5 IU/mL, respectively. The free IgE assay had limited range to measure circulating levels of free IgE in the presence of complexes of omalizumab-IgE. According to the analysis plan for the free IgE assay, results above ULQ were set to 62.5 IU/mL. If results for one-third or fewer of the participants were greater than the ULQ, then all summary statistics were to be reported. However, if the results for more than one-third of participants were greater than the ULQ, then only the median, interquartile range and minimum were calculated, and the mean, standard deviation, and maximum were non-reportable.",
          "timeFrame": "Predose on Day 1, Week 16, Week 24"
        },
        {
          "measure": "Median Serum Concentration of Total and Free Immunoglobulin E (IgE) at Specified Timepoints",
          "description": "Serum concentrations of total immunoglobulin E (IgE) and free IgE were measured throughout the 24-week blinded treatment period, as target engagement biomarkers of omalizumab, using validated quantitative immunoassays with lower limits of quantification of 2 and 0.83 International Units per millilitre (IU/mL), respectively, and upper limits of quantification (ULQ) of 5000 and 62.5 IU/mL, respectively. The free IgE assay had limited range to measure circulating levels of free IgE in the presence of complexes of omalizumab-IgE. According to the analysis plan for the free IgE assay, results above ULQ were set to 62.5 IU/mL. If results for one-third or fewer of the participants were greater than the ULQ, then all summary statistics were to be reported. However, if the results for more than one-third of participants were greater than the ULQ, then only the median, interquartile range and minimum were calculated, and the mean, standard deviation, and maximum were non-reportable.",
          "timeFrame": "Predose on Day 1, Week 16, Week 24"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 18-75 years, inclusive, at time of signing Informed Consent Form.\n* Ability to comply with the study protocol, in the investigator's judgment.\n* Nasal polyp score (NPS) \\>= 5, with a unilateral score of \\>= 2 for each nostril, at screening (Day -35), and on Day -7.\n* Sino-Nasal Outcome Test-22 (SNOT-22) score \\>=20 at screening (Day -35) and at randomization (Day 1).\n* Treatment with at least nasal mometasone 200 micro gram per day, or equivalent daily dosing of nasal corticosteroid (CS), for at least 4 weeks before screening (Day -35).\n* Treatment with nasal mometasone 200 micro gram twice a day (BID) (or once a day \\[QD\\] if intolerant to twice daily) during the run-in period with an adherence rate of at least 70%.\n* Presence of nasal blockage/congestion with NCS \\>=2 (1-week recall) at Day -35 and an average of the daily NCS score over the 7 days prior to randomization of NCS \\>1 with at least one of the following symptoms prior to screening: nasal discharge (anterior/posterior nasal drip) and/or reduction or loss of smell.\n* Eligibility per the study drug dosing table\n* Willingness to maintain all background medications stable for the duration of the treatment and follow-up periods.\n* Willingness and ability to use electronic device to enter study-related information in electronic devices (electronic diary \\[eDiary\\]/electronic tablet \\[eTablet\\]).\n* Demonstration of at least 70% adherence to eDiary daily symptom assessment during run in period, with fully completed entries on at least 4 days in the week prior to randomization.\n* For women of childbearing potential: agreement to remain abstinent (refrain from heterosexual intercourse) or use acceptable contraceptive methods during the treatment period and for 60 days after the last dose of study drug.\n\nExclusion Criteria:\n\n* Known history of anaphylaxis/hypersensitivity to omalizumab.\n* Treatment with investigational drugs within 12 weeks or 5 half-lives (whichever is longer) prior to screening (Day -35).\n* Treatment with monoclonal antibodies (e.g., omalizumab, mepolizumab) for 6 months prior to screening (Day -35).\n* Current treatment with leukotriene antagonists/modifiers, unless participant has been on stable dosing of such medication for at least 1 month prior to screening (Day -35).\n* Treatment with non-steroid immunosuppressants within 2 months or 5 half-lives, whichever is longer, prior to screening (Day -35).\n* Treatment with systemic corticosteroids, except when used as treatment for nasal polyposis, within 2 months prior to screening (Day -35).\n* Usage of systemic CS during the run-in period. Participants requiring systemic CS during run-in may be rescreened after completing systemic CS.\n* Treatment with intranasal CS drops or CS administering devices (e.g., OptiNose device or stents) within 1 month prior to screening (Day -35) or during the run-in period.\n* History of nasal surgery (including polypectomy) within 6 months prior to screening.\n* History of sinus or nasal surgery modifying the structure of the nose such that assessment of NPS is not possible.\n* Uncontrolled epistaxis requiring surgical or procedural intervention, including nasal packing, within 2 months prior to screening.\n* Known or suspected diagnosis of cystic fibrosis, primary ciliary dyskinesia (e.g., Kartagener syndrome) or other dyskinetic ciliary syndromes, hypogammaglobulinemia or other immune deficiency syndrome, chronic granulomatous disease and granulomatous vasculitis, granulomatosis with polyangiitis (e.g., Wegener's Granulomatosis), or eosinophilic granulomatous with polyangiitis (EGPA) (e.g., Churg-Strauss syndrome).\n* Presence of antrochoanal polyps.\n* Concomitant conditions that interfere with evaluation of primary endpoint:\n\n  * Nasal septal deviation occluding one or both nostrils.\n  * Ongoing rhinitis medicamentosa.\n  * Acute sinusitis, nasal infection, or upper respiratory infection during the run-in period.\n  * Known or suspected invasive or expansive fungal rhinosinusitis.\n* Known HIV infection at screening.\n* Known acute and chronic infections with hepatitis C virus (HCV) and hepatitis B virus (HBV) at screening.\n* History of myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack or a known history of a hypercoagulable disorder\n* Active tuberculosis requiring treatment within 12 months prior to screening (Day -35).\n* Initiation of or change in allergen immunotherapy within 3 months prior to screening (Day -35) or during the run-in period.\n* Initiation of or change in aspirin desensitization within 4 months prior to screening (Day -35) or during the run-in period.\n* Pregnant or breastfeeding, or intending to become pregnant during the study or within 60 days after the last dose of omalizumab.\n* Current malignancy or history of malignancy within 5 years prior to screening, except for appropriately treated carcinoma in situ of the cervix or non-melanoma skin carcinoma that has been treated or excised and is considered resolved.\n* Any serious medical condition (including but not limited to significant arrhythmia, uncontrolled hypertension, significant pulmonary disease other than asthma) or abnormality in clinical laboratory tests that precludes the participant's safe participation in and completion of the study.\n* History of alcohol, drug, or chemical abuse within 6 months of screening.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Clinical Trials",
          "affiliation": "Hoffmann-La Roche",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Clinical Research Center of Alabama, LLC",
          "city": "Birmingham",
          "state": "Alabama",
          "zip": "35209",
          "country": "United States",
          "geoPoint": {
            "lat": 33.52066,
            "lon": -86.80249
          }
        },
        {
          "facility": "Banner University of Arizona Medical Center",
          "city": "Tucson",
          "state": "Arizona",
          "zip": "85724",
          "country": "United States",
          "geoPoint": {
            "lat": 32.22174,
            "lon": -110.92648
          }
        },
        {
          "facility": "Kaiser Permanente - Rancho Cordova Medical Offices",
          "city": "Rancho Cordova",
          "state": "California",
          "zip": "95762",
          "country": "United States",
          "geoPoint": {
            "lat": 38.58907,
            "lon": -121.30273
          }
        },
        {
          "facility": "Bensch Clinical Research LLC",
          "city": "Stockton",
          "state": "California",
          "zip": "95207",
          "country": "United States",
          "geoPoint": {
            "lat": 37.9577,
            "lon": -121.29078
          }
        },
        {
          "facility": "Colorado ENT & Allergy",
          "city": "Colorado Springs",
          "state": "Colorado",
          "zip": "80909",
          "country": "United States",
          "geoPoint": {
            "lat": 38.83388,
            "lon": -104.82136
          }
        },
        {
          "facility": "Specialist Global Research",
          "city": "Hialeah",
          "state": "Florida",
          "zip": "33012",
          "country": "United States",
          "geoPoint": {
            "lat": 25.8576,
            "lon": -80.27811
          }
        },
        {
          "facility": "University of South Florida",
          "city": "Tampa",
          "state": "Florida",
          "zip": "33613",
          "country": "United States",
          "geoPoint": {
            "lat": 27.94752,
            "lon": -82.45843
          }
        },
        {
          "facility": "University of Kansas Medical Center",
          "city": "Kansas City",
          "state": "Kansas",
          "zip": "66160",
          "country": "United States",
          "geoPoint": {
            "lat": 39.11417,
            "lon": -94.62746
          }
        },
        {
          "facility": "Chesapeake Clinical Research Inc - CRN",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21236",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Institute for Asthma & Allergy",
          "city": "Chevy Chase",
          "state": "Maryland",
          "zip": "20815",
          "country": "United States",
          "geoPoint": {
            "lat": 39.00287,
            "lon": -77.07115
          }
        },
        {
          "facility": "Brigham and Womens Hospital",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02115",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        },
        {
          "facility": "University of Missouri, ENT and Allergy Center of Missouri",
          "city": "Columbia",
          "state": "Missouri",
          "zip": "65212",
          "country": "United States",
          "geoPoint": {
            "lat": 38.95171,
            "lon": -92.33407
          }
        },
        {
          "facility": "Allergy Associates Research Center LLC - CRN",
          "city": "Portland",
          "state": "Oregon",
          "zip": "97202",
          "country": "United States",
          "geoPoint": {
            "lat": 45.52345,
            "lon": -122.67621
          }
        },
        {
          "facility": "TTS Research",
          "city": "Boerne",
          "state": "Texas",
          "zip": "78006",
          "country": "United States",
          "geoPoint": {
            "lat": 29.79466,
            "lon": -98.73197
          }
        },
        {
          "facility": "Allergy & Asthma Res Ctr PA",
          "city": "San Antonio",
          "state": "Texas",
          "zip": "78251",
          "country": "United States",
          "geoPoint": {
            "lat": 29.42412,
            "lon": -98.49363
          }
        },
        {
          "facility": "Eastern Virginia Medical School",
          "city": "Norfolk",
          "state": "Virginia",
          "zip": "23507",
          "country": "United States",
          "geoPoint": {
            "lat": 36.84681,
            "lon": -76.28522
          }
        },
        {
          "facility": "UZ Gent",
          "city": "Ghent",
          "zip": "9000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.05,
            "lon": 3.71667
          }
        },
        {
          "facility": "UZ Leuven",
          "city": "Leuven",
          "zip": "3000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 50.87959,
            "lon": 4.70093
          }
        },
        {
          "facility": "Terveystalo Tampere",
          "city": "Tampere",
          "zip": "33100",
          "country": "Finland",
          "geoPoint": {
            "lat": 61.49911,
            "lon": 23.78712
          }
        },
        {
          "facility": "Centre Hospitalier Universitaire de Bordeaux Hopital Pellegrin",
          "city": "Bordeaux",
          "zip": "33076",
          "country": "France",
          "geoPoint": {
            "lat": 44.84124,
            "lon": -0.58046
          }
        },
        {
          "facility": "Hopital de Hautepierre",
          "city": "Strasbourg",
          "zip": "67091",
          "country": "France",
          "geoPoint": {
            "lat": 48.58392,
            "lon": 7.74553
          }
        },
        {
          "facility": "Nouvel Hopital Civil; Pole de Pathologie Thoracique",
          "city": "Strasbourg",
          "zip": "67091",
          "country": "France",
          "geoPoint": {
            "lat": 48.58392,
            "lon": 7.74553
          }
        },
        {
          "facility": "Bajcsy-Zsilinszky Korhaz es Rendelointezet",
          "city": "Budapest",
          "zip": "1106",
          "country": "Hungary",
          "geoPoint": {
            "lat": 47.49835,
            "lon": 19.04045
          }
        },
        {
          "facility": "Szent Imre Egyetemi Oktatokorhaz",
          "city": "Budapest",
          "zip": "1115",
          "country": "Hungary",
          "geoPoint": {
            "lat": 47.49835,
            "lon": 19.04045
          }
        },
        {
          "facility": "Szent Janos Korhaz es Eszak-Budai Egyesitett Korhazak",
          "city": "Budapest",
          "zip": "1122",
          "country": "Hungary",
          "geoPoint": {
            "lat": 47.49835,
            "lon": 19.04045
          }
        },
        {
          "facility": "Pecsi Tudomanyegyetem Altalanos Orvostudomanyi Kar",
          "city": "Pécs",
          "zip": "7602",
          "country": "Hungary",
          "geoPoint": {
            "lat": 46.07617,
            "lon": 18.22814
          }
        },
        {
          "facility": "Unidad de Investigacion CIMA SC",
          "city": "Chihuahua City",
          "zip": "31205",
          "country": "Mexico",
          "geoPoint": {
            "lat": 28.63528,
            "lon": -106.08889
          }
        },
        {
          "facility": "Synexus - Katowice",
          "city": "Katowice",
          "zip": "40-040",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.2597,
            "lon": 19.02173
          }
        },
        {
          "facility": "Centrum Medyczne Wos i Piwowarczyk",
          "city": "Krakow",
          "zip": "31-572",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.06143,
            "lon": 19.93658
          }
        },
        {
          "facility": "Centrum Alergologii Specjalistyczna Przychodnia Alergologiczna",
          "city": "Lublin",
          "zip": "20-552",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.25058,
            "lon": 22.57009
          }
        },
        {
          "facility": "Synexus - Warsaw",
          "city": "Warsaw",
          "zip": "01-192",
          "country": "Poland",
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        },
        {
          "facility": "Centrum Medyczne Biotamed",
          "city": "Wieliczka",
          "zip": "32-020",
          "country": "Poland",
          "geoPoint": {
            "lat": 49.98738,
            "lon": 20.06473
          }
        },
        {
          "facility": "EMC Instytut Medyczny S.A.",
          "city": "Wroclaw",
          "zip": "50-220",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.10286,
            "lon": 17.03006
          }
        },
        {
          "facility": "Central Clinical Hospital With Polyclinic of President Administration of RF",
          "city": "Moscow",
          "state": "Moscow Oblast",
          "zip": "121356",
          "country": "Russia"
        },
        {
          "facility": "Medical Center Uromed",
          "city": "Smolensk",
          "state": "Moscow Oblast",
          "zip": "214031",
          "country": "Russia"
        },
        {
          "facility": "LLC Kurator",
          "city": "Saint Petersburg",
          "state": "Sankt-Peterburg",
          "zip": "196240",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "Hospital de Jerez",
          "city": "Jerez de la Frontera",
          "state": "Cadiz",
          "zip": "11407",
          "country": "Spain",
          "geoPoint": {
            "lat": 36.68645,
            "lon": -6.13606
          }
        },
        {
          "facility": "CHUS - H. Clinico U. de Santiago; Servicio de Otorrinonaringologia",
          "city": "Santiago de Compostela",
          "state": "Salamanca",
          "zip": "15706",
          "country": "Spain",
          "geoPoint": {
            "lat": 42.88052,
            "lon": -8.54569
          }
        },
        {
          "facility": "Hospital Universitario Virgen Macarena",
          "city": "Seville",
          "state": "Sevilla",
          "zip": "41071",
          "country": "Spain",
          "geoPoint": {
            "lat": 37.38283,
            "lon": -5.97317
          }
        },
        {
          "facility": "Hospital Clinic de Barcelona",
          "city": "Barcelona",
          "zip": "08036",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.38879,
            "lon": 2.15899
          }
        },
        {
          "facility": "Hospital Universitario Fundacion Jimenez Diaz.",
          "city": "Madrid",
          "zip": "28040",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "Hospital Universitari i Politecnic La Fe de Valencia",
          "city": "Valencia",
          "zip": "46026",
          "country": "Spain",
          "geoPoint": {
            "lat": 39.47391,
            "lon": -0.37966
          }
        },
        {
          "facility": "SI Institute of Otolaryngology n.a. Prof. O.S. Kolomiychenko",
          "city": "Kyiv",
          "state": "KIEV Governorate",
          "zip": "03680",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Ternopil Municipal City Hospital",
          "city": "Ternopil",
          "state": "Podolia Governorate",
          "zip": "46000",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 49.55404,
            "lon": 25.59067
          }
        },
        {
          "facility": "Municipal Institution \"City Clinical Hospital #3\"",
          "city": "Zaporizhzhia",
          "state": "Polissya Okruha",
          "zip": "69032",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 47.15214,
            "lon": 35.74246
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "37951571",
          "type": "DERIVED",
          "citation": "Gevaert P, Mullol J, Saenz R, Ko J, Steinke JW, Millette LA, Meltzer EO. Omalizumab improves sinonasal outcomes in patients with chronic rhinosinusitis with nasal polyps regardless of allergic status. Ann Allergy Asthma Immunol. 2024 Mar;132(3):355-362.e1. doi: 10.1016/j.anai.2023.11.001. Epub 2023 Nov 10."
        },
        {
          "pmid": "37214171",
          "type": "DERIVED",
          "citation": "Braid J, Islam L, Gugiu C, Omachi TA, Doll H. Meaningful changes for efficacy outcomes in patients with chronic rhinosinusitis with nasal polyps. World Allergy Organ J. 2023 May 13;16(5):100776. doi: 10.1016/j.waojou.2023.100776. eCollection 2023 May."
        },
        {
          "pmid": "34382434",
          "type": "DERIVED",
          "citation": "Damask C, Chen M, Holweg CTJ, Yoo B, Millette LA, Franzese C. Defining the Efficacy of Omalizumab in Nasal Polyposis: A POLYP 1 and POLYP 2 Subgroup Analysis. Am J Rhinol Allergy. 2022 Jan;36(1):135-141. doi: 10.1177/19458924211030486. Epub 2021 Aug 12."
        },
        {
          "pmid": "33710614",
          "type": "DERIVED",
          "citation": "Chong LY, Piromchai P, Sharp S, Snidvongs K, Webster KE, Philpott C, Hopkins C, Burton MJ. Biologics for chronic rhinosinusitis. Cochrane Database Syst Rev. 2021 Mar 12;3(3):CD013513. doi: 10.1002/14651858.CD013513.pub3."
        },
        {
          "pmid": "33548517",
          "type": "DERIVED",
          "citation": "Peters AT, Han JK, Hellings P, Heffler E, Gevaert P, Bachert C, Xu Y, Chuang CC, Neupane B, Msihid J, Mannent LP, Guyot P, Kamat S. Indirect Treatment Comparison of Biologics in Chronic Rhinosinusitis with Nasal Polyps. J Allergy Clin Immunol Pract. 2021 Jun;9(6):2461-2471.e5. doi: 10.1016/j.jaip.2021.01.031. Epub 2021 Feb 4."
        }
      ]
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "preAssignmentDetails": "At the first visit of the 5-week screening/run-in period, participants were asked to standardize their nasal corticosteroids to a regimen of mometasone, 200 micrograms twice a day (BID). If intolerant to a BID regimen, then they remained on a stable dosage of mometasone once a day (QD) during the run-in period and throughout the treatment period.",
      "groups": [
        {
          "id": "FG000",
          "title": "Placebo",
          "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
        },
        {
          "id": "FG001",
          "title": "Omalizumab",
          "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "65"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "62"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "63"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "58"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "2"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "4"
                }
              ]
            }
          ],
          "dropWithdraws": [
            {
              "type": "Withdrawal by Subject",
              "reasons": [
                {
                  "groupId": "FG000",
                  "numSubjects": "2"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "4"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "Placebo",
          "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
        },
        {
          "id": "BG001",
          "title": "Omalizumab",
          "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
        },
        {
          "id": "BG002",
          "title": "Total",
          "description": "Total of all reporting groups"
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "65"
            },
            {
              "groupId": "BG001",
              "value": "62"
            },
            {
              "groupId": "BG002",
              "value": "127"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Continuous",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "years",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "51.0",
                      "spread": "12.0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "49.0",
                      "spread": "11.9"
                    },
                    {
                      "groupId": "BG002",
                      "value": "50.1",
                      "spread": "11.9"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "21"
                    },
                    {
                      "groupId": "BG001",
                      "value": "23"
                    },
                    {
                      "groupId": "BG002",
                      "value": "44"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "44"
                    },
                    {
                      "groupId": "BG001",
                      "value": "39"
                    },
                    {
                      "groupId": "BG002",
                      "value": "83"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Ethnicity (NIH/OMB)",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "3"
                    },
                    {
                      "groupId": "BG001",
                      "value": "5"
                    },
                    {
                      "groupId": "BG002",
                      "value": "8"
                    }
                  ]
                },
                {
                  "title": "Not Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "61"
                    },
                    {
                      "groupId": "BG001",
                      "value": "56"
                    },
                    {
                      "groupId": "BG002",
                      "value": "117"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "2"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Race (NIH/OMB)",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "American Indian or Alaska Native",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Asian",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Native Hawaiian or Other Pacific Islander",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Black or African American",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "White",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "61"
                    },
                    {
                      "groupId": "BG002",
                      "value": "126"
                    }
                  ]
                },
                {
                  "title": "More than one race",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "1"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Geographic Region of Enrollment",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "North America",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "14"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "26"
                    }
                  ]
                },
                {
                  "title": "ex-North America",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "51"
                    },
                    {
                      "groupId": "BG001",
                      "value": "50"
                    },
                    {
                      "groupId": "BG002",
                      "value": "101"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Participants with Asthma Comorbidity and Aspirin Sensitivity",
          "description": "Asthma comorbidity was defined as asthma history at screening and having used medication for asthma or received a prescription for any asthma medication in the last 12 months prior to screening.",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Asthmatic and Aspirin Sensitive",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "18"
                    },
                    {
                      "groupId": "BG001",
                      "value": "21"
                    },
                    {
                      "groupId": "BG002",
                      "value": "39"
                    }
                  ]
                },
                {
                  "title": "Asthmatic and Not Aspirin Sensitive",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "21"
                    },
                    {
                      "groupId": "BG001",
                      "value": "17"
                    },
                    {
                      "groupId": "BG002",
                      "value": "38"
                    }
                  ]
                },
                {
                  "title": "Not Asthmatic",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "26"
                    },
                    {
                      "groupId": "BG001",
                      "value": "24"
                    },
                    {
                      "groupId": "BG002",
                      "value": "50"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Average Daily Nasal Congestion Score at Baseline",
          "description": "The Nasal Congestion Score (NCS) was assessed daily by the participant via an electronic diary as the response to the following question: Is your nose blocked? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. Baseline was defined as the average of the daily values recorded during the 7-day interval ending on the latest day prior to randomization such that the prior 7-day interval includes a recorded value on at least 4 of the 7 days of that interval.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2.3",
                      "spread": "0.6"
                    },
                    {
                      "groupId": "BG001",
                      "value": "2.3",
                      "spread": "0.7"
                    },
                    {
                      "groupId": "BG002",
                      "value": "2.3",
                      "spread": "0.7"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Nasal Polyp Score (NPS) at Baseline",
          "description": "Total NPS ranges from 0 to 8 (sum of 0-4 for left and right nasal passage scores per the following criteria), with a lower score indicating smaller-sized nasal polyps: 0 = No polyps; 1 = Small polyps in middle meatus not reaching below inferior border of the middle turbinate; 2 = Polyps reaching below lower border of the middle turbinate; 3 = Large polyps reaching lower border of the inferior turbinate or polyps medial to the middle turbinate; and 4 = Large polyps causing complete obstruction of the inferior nasal cavity. Baseline was the last assessment on or before the date of randomization.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "6.1",
                      "spread": "0.9"
                    },
                    {
                      "groupId": "BG001",
                      "value": "6.4",
                      "spread": "0.9"
                    },
                    {
                      "groupId": "BG002",
                      "value": "6.3",
                      "spread": "0.9"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Average Daily Total Nasal Symptom Score (TNSS) at Baseline",
          "description": "The Total Nasal Symptom Score (TNSS) was defined as the sum of the four individual scores for Nasal Congestion Score, Anterior Rhinorrhea Score, Posterior Rhinorrhea Score, and Sense of Smell Score, ranging from 0 (no symptoms) to 12 (most severe symptoms), assessed daily by the participant via an electronic diary. Baseline was defined as the average of the daily values recorded during the 7-day interval ending on the latest day prior to randomization such that the prior 7-day interval includes a recorded value on at least 4 of the 7 days of that interval.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "8.7",
                      "spread": "2.3"
                    },
                    {
                      "groupId": "BG001",
                      "value": "8.4",
                      "spread": "2.6"
                    },
                    {
                      "groupId": "BG002",
                      "value": "8.6",
                      "spread": "2.4"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Average Daily Sense of Smell Score at Baseline",
          "description": "The Sense of Smell Score was assessed daily by the participant via an electronic diary as the response to the following question: Is your sense of smell reduced? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. Baseline was defined as the average of the daily values recorded during the 7-day interval ending on the latest day prior to randomization such that the prior 7-day interval includes a recorded value on at least 4 of the 7 days of that interval.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2.8",
                      "spread": "0.6"
                    },
                    {
                      "groupId": "BG001",
                      "value": "2.6",
                      "spread": "0.8"
                    },
                    {
                      "groupId": "BG002",
                      "value": "2.7",
                      "spread": "0.7"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Average Daily Posterior Rhinorrhea Score at Baseline",
          "description": "The Posterior Rhinorrhea Score was assessed daily by the participant via an electronic diary as the response to the following question: Do you feel dripping at the back of the nose? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0=Not at all; 1=Mild; 2=Moderate; and 3=Severe. Baseline was defined as the average of the daily values recorded during the 7-day interval ending on the latest day prior to randomization such that the prior 7-day interval includes a recorded value on at least 4 of the 7 days of that interval.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1.8",
                      "spread": "0.9"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1.6",
                      "spread": "0.9"
                    },
                    {
                      "groupId": "BG002",
                      "value": "1.7",
                      "spread": "0.9"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Average Daily Anterior Rhinorrhea Score at Baseline",
          "description": "The Anterior Rhinorrhea Score was assessed daily by the participant via an electronic diary as the response to the following question: Do you have a runny nose? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0=Not at all; 1=Mild; 2=Moderate; and 3=Severe. Baseline was defined as the average of the daily values recorded during the 7-day interval ending on the latest day prior to randomization such that the prior 7-day interval includes a recorded value on at least 4 of the 7 days of that interval.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1.9",
                      "spread": "0.8"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1.9",
                      "spread": "0.9"
                    },
                    {
                      "groupId": "BG002",
                      "value": "1.9",
                      "spread": "0.9"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Total Sino-Nasal Outcome Test-22 (SNOT-22) Score at Baseline",
          "description": "The SNOT-22 Questionnaire, a disease specific HRQoL measure, comprises a list of 22 symptoms and social or emotional consequences of the nasal disorder. Every participant was asked to rate how severe each problem had been for them over the past 2 weeks on a scale from 0 (no problem at all) to 5 (problem as bad as it can be). The total score is the sum of the scores for all 22 items, ranging from 0 to 110, with a lower score indicating less disease and better HRQoL. Baseline was defined as the last assessment on or before the date of randomization.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "59.8",
                      "spread": "18.2"
                    },
                    {
                      "groupId": "BG001",
                      "value": "59.2",
                      "spread": "20.5"
                    },
                    {
                      "groupId": "BG002",
                      "value": "59.5",
                      "spread": "19.3"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "University of Pennsylvania Smell Identification Test (UPSIT) Score at Baseline",
          "description": "The UPSIT is a 40-question instrument that measures an individual's ability to detect odors and ranges from 0 to 40, with a higher score indicating a better sense of smell. It is a self-administered \"scratch-and-sniff\" test provided in booklets that have 40 microencapsulated odorants, each with a multiple-choice option for the response. The number of correct responses is summed to provide a total score. Baseline was defined as the last assessment on or before the date of randomization.",
          "populationDescription": "A baseline UPSIT score was not collected for one participant from the Omalizumab arm because of site error.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "Score on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "61"
                    },
                    {
                      "groupId": "BG002",
                      "value": "126"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "13.1",
                      "spread": "7.3"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12.8",
                      "spread": "7.6"
                    },
                    {
                      "groupId": "BG002",
                      "value": "13.0",
                      "spread": "7.4"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Mometasone Prescribed Daily Dose at Baseline",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "65"
                    },
                    {
                      "groupId": "BG001",
                      "value": "62"
                    },
                    {
                      "groupId": "BG002",
                      "value": "127"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "200 micrograms",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "5"
                    },
                    {
                      "groupId": "BG001",
                      "value": "2"
                    },
                    {
                      "groupId": "BG002",
                      "value": "7"
                    }
                  ]
                },
                {
                  "title": "400 micrograms",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "60"
                    },
                    {
                      "groupId": "BG001",
                      "value": "60"
                    },
                    {
                      "groupId": "BG002",
                      "value": "120"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "Change From Baseline in Nasal Polyp Score (NPS) at Week 24",
          "description": "Total NPS ranges from 0 to 8 (sum of 0-4 for left and right nasal passage scores per the following criteria), with a lower score indicating smaller-sized nasal polyps: 0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate; 2 = Polyps reaching below the lower border of the middle turbinate (modified to accommodate those with a middle turbinectomy, such that polyp must have reached the top of the inferior turbinate.); 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle turbinate; and 4 = Large polyps causing complete obstruction of the inferior nasal cavity. Two blinded primary independent expert readers reviewed every post-screening recorded video endoscopy for a given participant to determine total NPS. A third reader chose one of the two scores to be used for analysis in cases where there was any discrepancy in total NPS assigned between the two primary readers.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.31",
                      "lowerLimit": "-0.63",
                      "upperLimit": "0.01"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.90",
                      "lowerLimit": "-1.23",
                      "upperLimit": "-0.57"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The primary analysis tested the null hypothesis that no treatment group difference existed for change from baseline in NPS at Week 24. As NPS and NCS are co-primary outcome measures, both null hypotheses for NPS and NCS must be rejected, with parameter estimates indicating a benefit of omalizumab over placebo, for the study to be deemed positive.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0140",
              "pValueComment": "Tested at the two-sided 0.05 significance level. There was no adjustment for multiplicity for the co-primary outcome measures.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline NPS, treatment and baseline NPS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.59",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-1.05",
              "ciUpperLimit": "-0.12",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.23",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "PRIMARY",
          "title": "Change From Baseline in Average Daily Nasal Congestion Score (NCS) at Week 24",
          "description": "The Nasal Congestion Score (NCS) was assessed daily by the participant via an electronic diary as the response to the following question: Is your nose blocked? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.20",
                      "lowerLimit": "-0.42",
                      "upperLimit": "0.01"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.70",
                      "lowerLimit": "-0.92",
                      "upperLimit": "-0.48"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The primary analysis tested the null hypothesis that no treatment group difference existed for change from baseline in NCS at Week 24. As NPS and NCS are co-primary outcome measures, both null hypotheses for NPS and NCS must be rejected, with parameter estimates indicating a benefit of omalizumab over placebo, for the study to be deemed positive.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0017",
              "pValueComment": "Tested at the two-sided 0.05 significance level. There was no adjustment for multiplicity for the co-primary outcome measures.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline NCS, treatment and baseline NCS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.50",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-0.80",
              "ciUpperLimit": "-0.19",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.15",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Average Daily Sense of Smell Score at Week 24",
          "description": "The Sense of Smell Score was assessed daily by the participant via an electronic diary as the response to the following question: Is your sense of smell reduced? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.13",
                      "lowerLimit": "-0.33",
                      "upperLimit": "0.06"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.58",
                      "lowerLimit": "-0.78",
                      "upperLimit": "-0.38"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the average daily Sense of Smell Score (SSS) at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0024",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline SSS, treatment and baseline SSS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.45",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-0.73",
              "ciUpperLimit": "-0.16",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.14",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Average Daily Posterior Rhinorrhea Score at Week 24",
          "description": "The Posterior Rhinorrhea Score was assessed daily by the participant via an electronic diary as the response to the following question: Do you feel dripping at the back of the nose? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0=Not at all; 1=Mild; 2=Moderate; and 3=Severe. For each study day, a score was calculated using an average of the prior 7 days among available days within a pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days, otherwise the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.00",
                      "lowerLimit": "-0.19",
                      "upperLimit": "0.18"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.55",
                      "lowerLimit": "-0.74",
                      "upperLimit": "-0.35"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the average daily Posterior Rhinorrhea Score (PRS) at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0001",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline PRS, treatment and baseline PRS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.54",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-0.81",
              "ciUpperLimit": "-0.27",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.14",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Nasal Polyp Score (NPS) at Week 16",
          "description": "Total NPS ranges from 0 to 8 (sum of 0-4 for left and right nasal passage scores per the following criteria), with a lower score indicating smaller-sized nasal polyps: 0 = No polyps; 1 = Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate; 2 = Polyps reaching below the lower border of the middle turbinate (modified to accommodate those with a middle turbinectomy, such that polyp must have reached the top of the inferior turbinate.); 3 = Large polyps reaching the lower border of the inferior turbinate or polyps medial to the middle turbinate; and 4 = Large polyps causing complete obstruction of the inferior nasal cavity. Two blinded primary independent expert readers reviewed every post-screening recorded video endoscopy for a given participant to determine total NPS. A third reader chose one of the two scores to be used for analysis in cases where there was any discrepancy in total NPS assigned between the two primary readers.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 16 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 16",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.29",
                      "lowerLimit": "-0.61",
                      "upperLimit": "0.04"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-1.20",
                      "lowerLimit": "-1.54",
                      "upperLimit": "-0.86"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the NPS at Week 16.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0002",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline NPS, treatment and baseline NPS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.91",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-1.39",
              "ciUpperLimit": "-0.44",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.24",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Average Daily Nasal Congestion Score at Week 16",
          "description": "The Nasal Congestion Score (NCS) was assessed daily by the participant via an electronic diary as the response to the following question: Is your nose blocked? The four available response options, scored from 0 (no symptoms) to 3 (severe symptoms) were: 0 = Not at all; 1 = Mild; 2 = Moderate; and 3 = Severe. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 16: Study Days 99 to 126), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 112), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 16 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 16 (Study Days 99 to 126)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.21",
                      "lowerLimit": "-0.41",
                      "upperLimit": "-0.01"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.80",
                      "lowerLimit": "-1.00",
                      "upperLimit": "-0.59"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the average daily NCS at Week 16.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "<0.0001",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline NCS, treatment and baseline NCS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.59",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-0.87",
              "ciUpperLimit": "-0.30",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.14",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Participant Reported Health-Related Quality of Life (HRQoL) as Assessed by the Total Sino-Nasal Outcome Test (SNOT)-22 Questionnaire at Week 24",
          "description": "The SNOT-22 Questionnaire, a disease specific HRQoL measure, comprises a list of 22 symptoms and social or emotional consequences of the nasal disorder. Every participant was asked to rate how severe each problem had been for them over the past 2 weeks on a scale from 0 (no problem at all) to 5 (problem as bad as it can be). The total score is the sum of the scores for all 22 items, ranging from 0 to 110, with a lower score indicating less disease and better HRQoL. A negative score indicates a decrease (or improvement) from the baseline score.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-6.55",
                      "lowerLimit": "-10.88",
                      "upperLimit": "-2.23"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-21.59",
                      "lowerLimit": "-26.05",
                      "upperLimit": "-17.14"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the SNOT-22 score at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "<0.0001",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline, treatment and baseline by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-15.04",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-21.26",
              "ciUpperLimit": "-8.82",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "3.14",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Average Daily Anterior Rhinorrhea Score at Week 24",
          "description": "The Anterior Rhinorrhea Score was assessed daily by the participant via an electronic diary as the response to the following question: Do you have a runny nose? The four available response options were scored from 0 (no symptoms) to 3 (severe symptoms): 0=Not at all; 1=Mild; 2=Moderate; and 3=Severe. For each study day, a score was calculated using an average of the prior 7 days among available days within a pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days, otherwise the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.08",
                      "lowerLimit": "-0.27",
                      "upperLimit": "0.11"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-0.70",
                      "lowerLimit": "-0.90",
                      "upperLimit": "-0.51"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the average daily Anterior Rhinorrhea Score (ARS) at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "<0.0001",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline ARS, treatment and baseline ARS by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-0.63",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-0.90",
              "ciUpperLimit": "-0.35",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.14",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants Requiring Rescue Medication (Systemic Corticosteroids for ≥3 Consecutive Days) Through Week 24",
          "description": "A participant was considered to have had the event of requiring rescue medication if they had taken systemic corticosteroids for 3 or more consecutive days at any point between randomization and Week 24; if the participant had greater than 155 days of follow-up on study and had not taken systemic corticosteroids for 3 or more consecutive days, then they did not have the event. Participants with less than 155 days of follow-up on the study were classified as having had the event if they discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing; if the participant had less than 155 days of follow-up on study and had not already met these criteria, they were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants on study through Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "5"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for requirement of rescue medication through Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.1594",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Wald Chi-Square",
              "statisticalComment": "Adjusted for geographic region and asthma/aspirin sensitivity comorbidity status.",
              "paramType": "Odds Ratio (OR)",
              "paramValue": "0.20",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "0.02",
              "ciUpperLimit": "1.89",
              "estimateComment": "Odds ratio is comparing Omalizumab arm to Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants Having Had Surgery for Nasal Polyps Through Week 24",
          "description": "A participant was considered to have had the event of surgery for nasal polyps if they underwent the procedure at any point between randomization and Week 24; if the participant had greater than 155 days of follow-up on study and had not undergone surgery for nasal polyps, then they did not have the event. Participants with less than 155 days of follow-up on the study were classified as having had the event if they discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing; if the participant had less than 155 days of follow-up on study and had not already met these criteria, they were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants on study through Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for having had surgery for nasal polyps through Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "1.0000",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Fisher Exact",
              "statisticalComment": "Unadjusted",
              "paramType": "Odds Ratio (OR)",
              "paramValue": "0.00",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "0.00",
              "ciUpperLimit": "20.61",
              "estimateComment": "Odds ratio is comparing Omalizumab arm to Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants With a Change From Baseline at Week 24 in Asthma Quality of Life Questionnaire (AQLQ) of ≥0.5 in Participants With Comorbid Asthma Only",
          "description": "The AQLQ is a 32-item participant-reported measure of asthma-related quality of life (QoL) with a total score (the mean of all 32 responses) ranging from 1 (severely impaired) to 7 (not impaired at all); a higher score indicates a better QoL. An increase of at least 0.5 points in the AQLQ score was considered the minimal important difference for improvement in QoL.",
          "populationDescription": "Analysis was conducted only in the subgroup of participants with comorbid asthma at screening and AQLQ assessments at Baseline and Week 24.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Baseline and Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "39"
                },
                {
                  "groupId": "OG001",
                  "value": "38"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "12"
                    },
                    {
                      "groupId": "OG001",
                      "value": "20"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for number of participants with a change from baseline in AQLQ score of ≥0.5 at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0396",
              "statisticalMethod": "Wald Chi-Square",
              "statisticalComment": "Adjusted for Baseline AQLQ, geographic region, and aspirin sensitivity status.",
              "paramType": "Odds Ratio (OR)",
              "paramValue": "4.04",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "1.07",
              "ciUpperLimit": "15.25",
              "estimateComment": "Odds ratio is comparing Omalizumab arm to Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants Requiring Rescue Treatment (Systemic Corticosteroids For ≥3 Consecutive Days or Having Had Surgery for Nasal Polyps) Through Week 24",
          "description": "A participant was considered to have had the event of requiring rescue treatment if they had taken systemic corticosteroids for 3 or more consecutive days or had nasal polypectomy at any point between randomization and Week 24; if the participant had greater than 155 days of follow-up on study and had not received rescue treatment, then they did not have the event. Participants with less than 155 days of follow-up on the study were classified as having had the event if they discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing; if the participant had less than 155 days of follow-up on study and had not already met these criteria, they were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants on study through Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "5"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for requirement of rescue treatment through Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.1594",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Wald Chi-Square",
              "statisticalComment": "Adjusted for geographic region and asthma/aspirin sensitivity comorbidity status.",
              "paramType": "Odds Ratio (OR)",
              "paramValue": "0.20",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "0.02",
              "ciUpperLimit": "1.89",
              "estimateComment": "Odds ratio is comparing Omalizumab arm to Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants With Reduction in the Need for Surgery for Nasal Polyps by Week 24, as Defined by an NPS of ≤4 (Unilateral Score of ≤2 on Each Side) and Improvement in SNOT-22 Score of ≥8.9",
          "description": "A participant was considered to have had the event of reduction in the need for surgery for nasal polyps if they had a Nasal Polyp Score (NPS) of ≤4 and an improvement in the SNOT-22 score of ≥8.9 (minimal important difference) without rescue treatment at Week 24; if the participant had received rescue treatment or had discontinued study drug due to adverse event, progressive disease, or lack of efficacy and remained missing, then they did not have the event. Participants without an intercurrent event and without valid Week 24 assessments of both NPS and SNOT-22 were classified as having a missing outcome. The null hypothesis was to be assessed by the Wald Chi-square test of the treatment term in the logistic regression model. If model convergence was an issue, then Fisher's Exact test was to be used.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants on study through Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "10"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in reduction in the need for surgery for nasal polyps by Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0139",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Fisher Exact",
              "statisticalComment": "Unadjusted",
              "paramType": "Odds Ratio (OR)",
              "paramValue": "6.22",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "1.23",
              "ciUpperLimit": "60.23",
              "estimateComment": "Odds ratio is comparing Omalizumab arm to Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Average Daily Total Nasal Symptom Score (TNSS) at Week 24",
          "description": "The Total Nasal Symptom Score (TNSS) was defined as the sum of the four individual scores for Nasal Congestion Score, Anterior Rhinorrhea Score, Posterior Rhinorrhea Score, and Sense of Smell Score, ranging from 0 (no symptoms) to 12 (most severe symptoms), assessed daily by the participant via an electronic diary. For each study day, a score was calculated using an average of the prior 7 days among the available days within the pre-specified window (For Week 24: Study Days 155 to 186), excluding the study day itself, if a value had been recorded by the participant on at least 4 of the prior 7 days; otherwise, the 7-day prior average for that study day was to be considered missing. One calculated (non-missing) 7-day prior average was selected for analysis according to the study day with nearest proximity to Week 24 (Study Day 168), with the earlier selected in the case of a tie. Baseline was defined as the (non-missing) 7-day interval ending on the latest day prior to randomization.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24 (Study Days 155 to 186)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.44",
                      "lowerLimit": "-1.07",
                      "upperLimit": "0.19"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-2.53",
                      "lowerLimit": "-3.18",
                      "upperLimit": "-1.89"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the average daily Total Nasal Symptom Score (TNSS) at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "<0.0001",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline TNSS, treatment and baseline by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "-2.09",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "-3.00",
              "ciUpperLimit": "-1.18",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "0.46",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm."
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Sense of Smell, as Assessed by The University of Pennsylvania Smell Identification Test (UPSIT) Score at Week 24",
          "description": "The UPSIT is a 40-question instrument that measures an individual's ability to detect odors and ranges from 0 to 40, with a higher score indicating a better sense of smell. It is a self-administered \"scratch-and-sniff\" test provided in booklets that have 40 microencapsulated odorants, each with a multiple-choice option for the response. The number of correct responses is summed to provide a total score.",
          "populationDescription": "Full Analysis Set: all participants randomized to study treatment. Only participants with assessments at Baseline and Week 24 were included in the analysis.",
          "reportingStatus": "POSTED",
          "paramType": "LEAST_SQUARES_MEAN",
          "dispersionType": "95% Confidence Interval",
          "unitOfMeasure": "Score on a scale",
          "timeFrame": "Baseline, Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "65"
                },
                {
                  "groupId": "OG001",
                  "value": "62"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0.44",
                      "lowerLimit": "-1.15",
                      "upperLimit": "2.04"
                    },
                    {
                      "groupId": "OG001",
                      "value": "4.31",
                      "lowerLimit": "2.66",
                      "upperLimit": "5.95"
                    }
                  ]
                }
              ]
            }
          ],
          "analyses": [
            {
              "groupIds": [
                "OG000",
                "OG001"
              ],
              "groupDescription": "The null hypothesis was that no difference exists between the treatment groups for change from baseline in the UPSIT score at Week 24.",
              "nonInferiorityType": "SUPERIORITY",
              "pValue": "0.0011",
              "pValueComment": "Tested at the two-sided 0.05 significance level.",
              "statisticalMethod": "Mixed-Effect Model of Repeated Measures",
              "statisticalComment": "Adjustments: geographic region, asthma/aspirin sensitivity, treatment, timepoint, baseline UPSIT, treatment and baseline by timepoint interactions.",
              "paramType": "Difference in Least Squares Means",
              "paramValue": "3.86",
              "ciPctValue": "95",
              "ciNumSides": "TWO_SIDED",
              "ciLowerLimit": "1.57",
              "ciUpperLimit": "6.15",
              "dispersionType": "STANDARD_ERROR_OF_MEAN",
              "dispersionValue": "1.16",
              "estimateComment": "Difference in least squares means: Omalizumab arm minus Placebo arm"
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants Who Experienced at Least One Adverse Event by Greatest Severity",
          "description": "All adverse events (AE) were treatment emergent AEs, defined as any new AE or any worsening of an existing condition with an onset date on or after the first study drug administration date. AEs were assessed for severity according to the following grading scale: mild (discomfort noticed, but no disruption of normal daily activity), moderate (discomfort sufficient to reduce or affect normal daily activity), or severe (incapacitating with inability to work or to perform normal daily activity). The terms \"severe\" and \"serious\" are not synonymous; regardless of severity, some events may have also met seriousness criteria. Multiple occurrences of the same AE in one individual are counted once at the greatest intensity.",
          "populationDescription": "Safety Analysis Set: all participants who received at least one dose of study drug, grouped according to treatment received during the treatment period. One participant in the Placebo arm received incorrectly one dose of omalizumab and was included in the Omalizumab arm for safety analyses.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 28",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "64"
                },
                {
                  "groupId": "OG001",
                  "value": "63"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "AEs of Any Severity",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "35"
                    },
                    {
                      "groupId": "OG001",
                      "value": "32"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Mild AEs",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "19"
                    },
                    {
                      "groupId": "OG001",
                      "value": "18"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Moderate AEs",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "13"
                    },
                    {
                      "groupId": "OG001",
                      "value": "10"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Severe AEs",
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "3"
                    },
                    {
                      "groupId": "OG001",
                      "value": "4"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants Who Experienced at Least One Serious Adverse Event",
          "description": "A serious adverse event was defined as any adverse event that met any of the following criteria: was fatal; was life-threatening; required or prolonged inpatient hospitalization; resulted in persistent or significant disability/incapacity; was a congenital anomaly/birth defect in a neonate/infant born to a mother exposed to the study drug; or, was a significant medical event in the investigator's judgment. Multiple occurrences of the same serious adverse event in one individual were counted once.",
          "populationDescription": "Safety Analysis Set: all participants who received at least one dose of study drug, grouped according to treatment received during the treatment period. One participant in the Placebo arm received incorrectly one dose of omalizumab and was included in the Omalizumab arm for safety analyses.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 28",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "64"
                },
                {
                  "groupId": "OG001",
                  "value": "63"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "3"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants With Adverse Events Leading to Omalizumab/Placebo Discontinuation",
          "populationDescription": "Safety Analysis Set: all participants who received at least one dose of study drug, grouped according to treatment received during the treatment period. One participant in the Placebo arm received incorrectly one dose of omalizumab and was included in the Omalizumab arm for safety analyses.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "64"
                },
                {
                  "groupId": "OG001",
                  "value": "63"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Number of Participants With Laboratory Abnormalities by Highest Grade Post-Baseline",
          "description": "Clinical laboratory tests for serum chemistry and hematology parameters were performed at laboratories; any abnormal values (High or Low) were based on laboratory normal ranges. Laboratory abnormalities are presented by the highest grade according to the World Health Organization (WHO) grade for Adverse Events, except for eosinophils and white blood cells that were graded according to the FDA Toxicity Grading Scale for Healthy Volunteers. Not every abnormal laboratory value qualified as an adverse event, only if it met any of the following criteria: clinically significant (per investigator); accompanied by clinical symptoms; resulted in a change in study treatment; or required a change in concomitant therapy. SGPT/ALT = serum glutamic-pyruvic transaminase/alanine aminotransferase; SGOT/AST = serum glutamic-oxaloacetic transaminase/aspartate aminotransferase",
          "populationDescription": "Safety Analysis Set: all participants who received at least one dose of study drug, grouped according to treatment received during the treatment period. One participant in the Placebo arm received incorrectly one dose of omalizumab and was included in the Omalizumab arm for safety analyses.",
          "reportingStatus": "POSTED",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "timeFrame": "Up to Week 28",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "64"
                },
                {
                  "groupId": "OG001",
                  "value": "63"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Alkaline Phosphatase - High, Any Grade (Gr.)",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "SGPT/ALT - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "61"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "4"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            },
            {
              "title": "SGPT/ALT - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "4"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            },
            {
              "title": "SGOT/AST - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "61"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "SGOT/AST - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "61"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Creatinine - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Eosinophils, Absolute Count (Abs.) - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "17"
                    },
                    {
                      "groupId": "OG001",
                      "value": "8"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Eosinophils, Abs. - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "17"
                    },
                    {
                      "groupId": "OG001",
                      "value": "8"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Hemoglobin - Low, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Hemoglobin - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Neutrophils, Segmented (Abs.) - Low, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Neutrophils, Segmented (Abs.) - Low, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Platelet - Low, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Potassium - Low, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Potassium - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Potassium - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Sodium - Low, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Sodium - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Sodium - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Bilirubin - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Bilirubin - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Bilirubin - High, Gr. 2",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "62"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "1"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total Leukocyte Count - Low, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total Leukocyte Count - Low, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total Leukocyte Count - High, Any Gr.",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "4"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total Leukocyte Count - High, Gr. 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "3"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total Leukocyte Count - High, Gr. 2",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "1"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Mean Serum Concentration of Omalizumab at Specified Timepoints",
          "description": "Serum concentrations of omalizumab were quantified using an enzyme-linked immunoabsorbent assay (ELISA) with a lower limit of quantification (LLOQ) of 28.0 nanograms per millilitre (ng/mL). According to the analysis plan, values below the lower limit of quantification (BLQ) were set to 14 ng/mL (i.e. half of LLOQ value). If one-third or fewer of participants had results that were BLQ, then all summary statistics were to be calculated. However, if more than one-third of participants had results that were BLQ, then the mean and standard deviation were non-reportable and only the median and maximum were to be calculated for that timepoint.",
          "populationDescription": "Pharmacokinetics Evaluable Analysis Set: includes participants who received study drug per protocol. Only the omalizumab-treated participants with evaluable samples at each timepoint were included in this analysis.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "nanograms per millilitre (ng/mL)",
          "timeFrame": "Predose on Day 1, Week 16, Week 24, Unscheduled Visit (outside of planned study visits, as clinically indicated), Dosing Termination/Early Termination Visit (up to 28 weeks)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "0"
                },
                {
                  "groupId": "OG001",
                  "value": "61"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Day 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "NA",
                      "spread": "NA",
                      "comment": "Per the analysis plan, the mean and standard deviation at Day 1 (before dosing) were non-reportable because more than one-third of participants (all except for one) had results that were below the lower limit of quantification."
                    }
                  ]
                }
              ]
            },
            {
              "title": "Week 16",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "33600",
                      "spread": "25000"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Week 24",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "57"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "36500",
                      "spread": "27200"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Unscheduled Visit",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "44600",
                      "spread": "49700"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Dosing Termination/Early Termination Visit",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "34800",
                      "spread": "29600"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Median Serum Concentration of Omalizumab at Specified Timepoints",
          "description": "Serum concentrations of omalizumab were quantified using an enzyme-linked immunoabsorbent assay (ELISA) with a lower limit of quantification (LLOQ) of 28.0 nanograms per millilitre (ng/mL). According to the analysis plan, values below the lower limit of quantification (BLQ) were set to 14 ng/mL (i.e. half of LLOQ value). If one-third or fewer of participants had results that were BLQ, then all summary statistics were to be calculated. However, if more than one-third of participants had results that were BLQ, then the mean and standard deviation were non-reportable and only the median and maximum were to be calculated for that timepoint.",
          "populationDescription": "Pharmacokinetics Evaluable Analysis Set: includes participants who received study drug per protocol. Only the omalizumab-treated participants with evaluable samples at each timepoint were included in this analysis.",
          "reportingStatus": "POSTED",
          "paramType": "MEDIAN",
          "dispersionType": "Full Range",
          "unitOfMeasure": "nanograms per millilitre (ng/mL)",
          "timeFrame": "Predose on Day 1, Week 16, Week 24, Unscheduled Visit (outside of planned study visits, as clinically indicated), Dosing Termination/Early Termination Visit (up to 28 weeks)",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "0"
                },
                {
                  "groupId": "OG001",
                  "value": "61"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Day 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "0.00",
                      "lowerLimit": "NA",
                      "upperLimit": "49.5",
                      "comment": "Per the analysis plan, the minimum at Day 1 (before dosing) was non-reportable because more than one-third of participants (all except for one) had results that were below the lower limit of quantification."
                    }
                  ]
                }
              ]
            },
            {
              "title": "Week 16",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "25000",
                      "lowerLimit": "6820",
                      "upperLimit": "133000"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Week 24",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "57"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "26300",
                      "lowerLimit": "8930",
                      "upperLimit": "130000"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Unscheduled Visit",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "44600",
                      "lowerLimit": "9420",
                      "upperLimit": "79700"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Dosing Termination/Early Termination Visit",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "0"
                    },
                    {
                      "groupId": "OG001",
                      "value": "2"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG001",
                      "value": "34800",
                      "lowerLimit": "13900",
                      "upperLimit": "55700"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Mean Serum Concentration of Total and Free Immunoglobulin E (IgE) at Specified Timepoints",
          "description": "Serum concentrations of total immunoglobulin E (IgE) and free IgE were measured throughout the 24-week blinded treatment period, as target engagement biomarkers of omalizumab, using validated quantitative immunoassays with lower limits of quantification of 2 and 0.83 International Units per millilitre (IU/mL), respectively, and upper limits of quantification (ULQ) of 5000 and 62.5 IU/mL, respectively. The free IgE assay had limited range to measure circulating levels of free IgE in the presence of complexes of omalizumab-IgE. According to the analysis plan for the free IgE assay, results above ULQ were set to 62.5 IU/mL. If results for one-third or fewer of the participants were greater than the ULQ, then all summary statistics were to be reported. However, if the results for more than one-third of participants were greater than the ULQ, then only the median, interquartile range and minimum were calculated, and the mean, standard deviation, and maximum were non-reportable.",
          "populationDescription": "Pharmacokinetics Evaluable Analysis Set: includes participants who received study drug per protocol. The number analyzed includes participants with evaluable samples at each timepoint.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "IU/mL",
          "timeFrame": "Predose on Day 1, Week 16, Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "63"
                },
                {
                  "groupId": "OG001",
                  "value": "61"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Total IgE - Day 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "230",
                      "spread": "235"
                    },
                    {
                      "groupId": "OG001",
                      "value": "218",
                      "spread": "220"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total IgE - Week 16",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    },
                    {
                      "groupId": "OG001",
                      "value": "59"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "215",
                      "spread": "172"
                    },
                    {
                      "groupId": "OG001",
                      "value": "695",
                      "spread": "608"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total IgE - Week 24",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "59"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "253",
                      "spread": "319"
                    },
                    {
                      "groupId": "OG001",
                      "value": "641",
                      "spread": "559"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Free IgE - Day 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "61"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "NA",
                      "spread": "NA",
                      "comment": "The mean and standard deviation were non-reportable because, per the analysis plan, results for more than one-third of participants (n = 34) were greater than the upper limit of quantification of the free IgE assay, which had limited range."
                    },
                    {
                      "groupId": "OG001",
                      "value": "NA",
                      "spread": "NA",
                      "comment": "The mean and standard deviation were non-reportable because, per the analysis plan, results for more than one-third of participants (n = 34) were greater than the upper limit of quantification of the free IgE assay, which had limited range."
                    }
                  ]
                }
              ]
            },
            {
              "title": "Free IgE - Week 16",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    },
                    {
                      "groupId": "OG001",
                      "value": "59"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "NA",
                      "spread": "NA",
                      "comment": "The mean and standard deviation were non-reportable because, per the analysis plan, results for more than one-third of participants (n = 30) were greater than the upper limit of quantification of the free IgE assay, which had limited range."
                    },
                    {
                      "groupId": "OG001",
                      "value": "11.7",
                      "spread": "13.9"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Free IgE - Week 24",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "NA",
                      "spread": "NA",
                      "comment": "The mean and standard deviation were non-reportable because, per the analysis plan, results for more than one-third of participants (n = 30) were greater than the upper limit of quantification of the free IgE assay, which had limited range."
                    },
                    {
                      "groupId": "OG001",
                      "value": "11.6",
                      "spread": "13.3"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Median Serum Concentration of Total and Free Immunoglobulin E (IgE) at Specified Timepoints",
          "description": "Serum concentrations of total immunoglobulin E (IgE) and free IgE were measured throughout the 24-week blinded treatment period, as target engagement biomarkers of omalizumab, using validated quantitative immunoassays with lower limits of quantification of 2 and 0.83 International Units per millilitre (IU/mL), respectively, and upper limits of quantification (ULQ) of 5000 and 62.5 IU/mL, respectively. The free IgE assay had limited range to measure circulating levels of free IgE in the presence of complexes of omalizumab-IgE. According to the analysis plan for the free IgE assay, results above ULQ were set to 62.5 IU/mL. If results for one-third or fewer of the participants were greater than the ULQ, then all summary statistics were to be reported. However, if the results for more than one-third of participants were greater than the ULQ, then only the median, interquartile range and minimum were calculated, and the mean, standard deviation, and maximum were non-reportable.",
          "populationDescription": "Pharmacokinetics Evaluable Analysis Set: includes participants who received study drug per protocol. The number analyzed includes participants with evaluable samples at each timepoint.",
          "reportingStatus": "POSTED",
          "paramType": "MEDIAN",
          "dispersionType": "Inter-Quartile Range",
          "unitOfMeasure": "IU/mL",
          "timeFrame": "Predose on Day 1, Week 16, Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "Placebo",
              "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            },
            {
              "id": "OG001",
              "title": "Omalizumab",
              "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "63"
                },
                {
                  "groupId": "OG001",
                  "value": "61"
                }
              ]
            }
          ],
          "classes": [
            {
              "title": "Total IgE - Day 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "60"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "147",
                      "lowerLimit": "82.0",
                      "upperLimit": "333"
                    },
                    {
                      "groupId": "OG001",
                      "value": "135",
                      "lowerLimit": "80.0",
                      "upperLimit": "277"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total IgE - Week 16",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    },
                    {
                      "groupId": "OG001",
                      "value": "59"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "141",
                      "lowerLimit": "83.0",
                      "upperLimit": "320"
                    },
                    {
                      "groupId": "OG001",
                      "value": "437",
                      "lowerLimit": "292",
                      "upperLimit": "1030"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Total IgE - Week 24",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "59"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "147",
                      "lowerLimit": "74.0",
                      "upperLimit": "315"
                    },
                    {
                      "groupId": "OG001",
                      "value": "440",
                      "lowerLimit": "279",
                      "upperLimit": "742"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Free IgE - Day 1",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "63"
                    },
                    {
                      "groupId": "OG001",
                      "value": "61"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "62.5",
                      "lowerLimit": "29.9",
                      "upperLimit": "62.5"
                    },
                    {
                      "groupId": "OG001",
                      "value": "62.5",
                      "lowerLimit": "26.2",
                      "upperLimit": "62.5"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Free IgE - Week 16",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    },
                    {
                      "groupId": "OG001",
                      "value": "59"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "59.6",
                      "lowerLimit": "31.3",
                      "upperLimit": "62.5"
                    },
                    {
                      "groupId": "OG001",
                      "value": "7.58",
                      "lowerLimit": "4.71",
                      "upperLimit": "11.9"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Free IgE - Week 24",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "OG000",
                      "value": "60"
                    },
                    {
                      "groupId": "OG001",
                      "value": "58"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "59.6",
                      "lowerLimit": "17.7",
                      "upperLimit": "62.5"
                    },
                    {
                      "groupId": "OG001",
                      "value": "7.65",
                      "lowerLimit": "5.46",
                      "upperLimit": "10.8"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "5",
      "timeFrame": "From Baseline until end of safety follow-up (up to 28 weeks)",
      "description": "The safety analysis set consisted of all participants who received at least one dose of study drug, grouped according to treatment received during the treatment period. One participant in the placebo arm received incorrectly one dose of omalizumab and was therefore included in the omalizumab arm in the safety analysis set.",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "Placebo",
          "description": "Participants received matching placebo as a subcutaneous injection once every 2 weeks or once every 4 weeks. The dose and dosing frequency was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy.",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 64,
          "seriousNumAffected": 1,
          "seriousNumAtRisk": 64,
          "otherNumAffected": 20,
          "otherNumAtRisk": 64
        },
        {
          "id": "EG001",
          "title": "Omalizumab",
          "description": "Participants received omalizumab as a subcutaneous injection once every 2 weeks (q2w) or once every 4 weeks (q4w). The dose (from 75 mg up to 600 mg) and dosing frequency (q2w or q4w) was determined by serum total IgE level and body weight using the study-drug dosing table. All participants were also treated during the entire study with intranasal corticosteroids (mometasone nasal spray) as background therapy.",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 63,
          "seriousNumAffected": 3,
          "seriousNumAtRisk": 63,
          "otherNumAffected": 17,
          "otherNumAtRisk": 63
        }
      ],
      "seriousEvents": [
        {
          "term": "Hand fracture",
          "organSystem": "Injury, poisoning and procedural complications",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Snake bite",
          "organSystem": "Injury, poisoning and procedural complications",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Pneumonia",
          "organSystem": "Infections and infestations",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Asthma",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 63
            }
          ]
        }
      ],
      "otherEvents": [
        {
          "term": "Injection site reaction",
          "organSystem": "General disorders",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 4,
              "numAffected": 2,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 8,
              "numAffected": 5,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Nasopharyngitis",
          "organSystem": "Infections and infestations",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 10,
              "numAffected": 9,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 8,
              "numAffected": 5,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Headache",
          "organSystem": "Nervous system disorders",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 7,
              "numAffected": 3,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 14,
              "numAffected": 7,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Asthma",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 8,
              "numAffected": 5,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Epistaxis",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 5,
              "numAffected": 4,
              "numAtRisk": 63
            }
          ]
        },
        {
          "term": "Nasal polyps",
          "organSystem": "Respiratory, thoracic and mediastinal disorders",
          "sourceVocabulary": "MedDRA version 21.1",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 5,
              "numAffected": 4,
              "numAtRisk": 64
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 63
            }
          ]
        }
      ]
    },
    "moreInfoModule": {
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictionType": "OTHER",
        "restrictiveAgreement": true,
        "otherDetails": "The Study being conducted under this Agreement is part of the Overall Study. Investigator is free to publish in reputable journals or to present at professional conferences the results of the Study, but only after the first publication or presentation that involves the Overall Study. The Sponsor may request that Confidential Information be deleted and/or the publication be postponed in order to protect the Sponsor's intellectual property rights."
      },
      "pointOfContact": {
        "title": "Medical Communications",
        "organization": "Hoffmann-La Roche",
        "email": "genentech@druginfo.com",
        "phone": "800-821-8590"
      }
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot",
          "hasProtocol": true,
          "hasSap": false,
          "hasIcf": false,
          "label": "Study Protocol",
          "date": "2017-10-11",
          "uploadDate": "2020-02-14T15:07",
          "filename": "Prot_000.pdf",
          "size": 3294377
        },
        {
          "typeAbbrev": "SAP",
          "hasProtocol": false,
          "hasSap": true,
          "hasIcf": false,
          "label": "Statistical Analysis Plan",
          "date": "2019-04-15",
          "uploadDate": "2020-02-14T15:07",
          "filename": "SAP_001.pdf",
          "size": 1504371
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "firstMcpInfo": {
          "postDateStruct": {
            "date": "2020-03-02",
            "type": "ACTUAL"
          }
        }
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": true
}