{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06350448",
      "orgStudyIdInfo": {
        "id": "WMT-CN-RH"
      },
      "organization": {
        "fullName": "The Second Hospital of Nanjing Medical University",
        "class": "OTHER"
      },
      "briefTitle": "Washed Microbiota Transplantation for Rhinitis",
      "officialTitle": "Efficacy and Safety of Washed Microbiota Transplantation for Rhinitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-04",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-05-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-05-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-08-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-01",
      "studyFirstSubmitQcDate": "2024-04-01",
      "studyFirstPostDateStruct": {
        "date": "2024-04-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-04-01",
      "lastUpdatePostDateStruct": {
        "date": "2024-04-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Faming Zhang",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "The Second Hospital of Nanjing Medical University"
      },
      "leadSponsor": {
        "name": "The Second Hospital of Nanjing Medical University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The common symptoms of rhinitis include nasal itching, sneezing, anterior or posterior nasal leakage, and nasal congestion. Rhinitis can be classified as allergic rhinitis (AR) and non-allergic rhinitis (NAR) based on the presence of a specific allergen. Increasing evidence showed that gut microbiota can influence the development of AR. Although few studies have reported the association between NAR and gut microbiota, we found that washed microbiota transplantation (WMT) could improve nasal symptoms, whether it is AR or NAR. This clinical trial aims to evaluate the efficacy and safety of WMT for rhinitis.",
      "detailedDescription": "Rhinitis affects approximately 20%-40% of the global population, with its incidence increasing every year. And rhinitis is a chronic inflammatory disease of the nasal mucosa, with multiple nasal symptoms, including nasal itching, sneezing, anterior or posterior nasal leakage, and nasal congestion. Besides, rhinitis has also induced secretory otitis media, sinusitis, nasal polyps, and induce or aggravate asthma and other diseases, which affects patients and carries a huge economic burden.\n\nRhinitis can be classified as allergic rhinitis (AR) and non-allergic rhinitis (NAR) based on the presence of a specific allergen. AR is an allergic chronic inflammatory disease of the nose that involves a variety of inflammatory cells, inflammatory factors, and neurotransmitters, which affects approximately 500 million individuals worldwide. As for NAR, there are relatively few studies, however, it affects the lives of more than 200 million individuals worldwide. Although its etiology is unclear, it involves multiple factors, among which immune factors play an important role in NAR pathogenesis.\n\nIncreasing evidence showed that gut microbiota can influence the development of AR. Fecal Microbiota transplantation (FMT), the most classic way to treat diseases using gut microbiota, refers to the transplantation of functional microbiota in the feces of healthy people into the intestines of patients. It can reconstruct the overall gut microbiota of patients, thus treating gastrointestinal disease and external gastrointestinal diseases of patients. Washed microbiota transplantation (WMT), a new stage of FMT, is based on the automatic microfiltration machine (GenFMTer, Nanjing, China) and the following repeated centrifugation plus suspension with support from specific facilities. Compared with manual FMT, WMT can reduce the rate of adverseevents (such as fever, diarrhea, abdominal pain, abdominal distension, nausea and vomiting, etc.) without affecting the efficacy.\n\nIn clinical practice, we found that WMT could significantly improve the nasal symptoms of AR. Although few studies have reported the association between NAR and gut microbiota, the therapeutic effect of WMT on NAR was also often observed. This clinical trial aims to evaluate the efficacy and safety of WMT for rhinitis."
    },
    "conditionsModule": {
      "conditions": [
        "Rhinitis"
      ],
      "keywords": [
        "washed microbiota transplantation",
        "rhinitis",
        "gut microbiota",
        "allergic rhinitis",
        "non-allergic rhinitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Washed Microbiota Transplantation",
          "type": "EXPERIMENTAL",
          "description": "Patients undergo once WMT a day for three consecutive days",
          "interventionNames": [
            "Drug: Washed Microbiota Transplantation"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Washed Microbiota Transplantation",
          "description": "Washed microbiota suspension (5U) delivered through nasogastric tube, nasojejunal tube or oral. Dose and frequency: 5U, three times.",
          "armGroupLabels": [
            "Washed Microbiota Transplantation"
          ],
          "otherNames": [
            "Fecal Microbiota Transplantation"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes in the reflective total nasal symptom score (rTNSS)",
          "description": "rTNSS is expressed as the sum of the scores for the four nasal symptoms (nasal congestion, rhinorrhea, nasal itching, and sneezing) in the past 12 hours. Each symptom was rated on a 4-point scale from 0 (none) through 1 (mild), 2 (moderate), and 3 (severe).",
          "timeFrame": "baseline, four weeks, eight weeks, twelve weeks post WMT"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in the combined symptoms and medication score (CSMS)",
          "description": "CSMS is expressed as the sum of the daily symptom score and daily medication score. Daily symptom score is the average of the two symptoms in the eye (ocular itching/grittiness/redness and ocular tearing) and four symptoms in the nose (nasal congestion, rhinorrhea, nasal itching, and sneezing), Each symptom was rated on a 4-point scale from 0 (none) through 1 (mild), 2 (moderate), and 3 (severe). Daily medication score: 1: Oral and/or topical (eyes or nose) nonsedative H1 antihistamines (H1A); 2: Intranasal corticosteroids (INS) with/without H1A; 3: Oral corticosteroids with/without INS, with/without H1A.",
          "timeFrame": "baseline, four weeks, eight weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the rhinoconjunctivitis quality of life questionnaire (RQLQ) score",
          "description": "RQLQ is used to evaluate the degree of impact of chronic rhinitis on the quality of life of patients, including activities (3 \"patient-specific\") limitation, sleep problems (3 items), nose symptoms (4 items), eye symptoms (4 items), non-nose/eye symptoms (7 items), practical problems (3 items) and emotional function (4 items)).",
          "timeFrame": "baseline, four weeks, eight weeks, twelve weeks post WMT"
        },
        {
          "measure": "Changes in the single reflective nasal symptoms score",
          "description": "The severity of the single reactive nasal symptoms (rhinorrhea, stuffy nose, itchy nose, and sneezing) in the past 12 hours. Each symptom was rated on a 4-point scale from 0 (none) through 1 (mild), 2 (moderate), and 3 (severe).",
          "timeFrame": "baseline, four weeks, eight weeks, twelve weeks post WMT"
        },
        {
          "measure": "Specific IgE",
          "description": "The immunologic function is evaluated through specific IgE.",
          "timeFrame": "baseline, twelve weeks post WMT"
        },
        {
          "measure": "Inflammatory factors",
          "description": "The immunologic function is evaluated through inflammatory factors.",
          "timeFrame": "baseline, one day, twelve weeks post WMT"
        },
        {
          "measure": "Flow cytometric analysis of lymphocyte clusters",
          "description": "The immunologic function is evaluated through flow cytometric analysis of lymphocyte clusters.",
          "timeFrame": "baseline, one day, twelve weeks post WMT"
        },
        {
          "measure": "The incidence of treatment-related adverse events (AE) assessed by CTCAE, Version 5.0",
          "description": "The severity of AE was graded as mild (grade 1), moderate (grade 2), severe/disabling (grade 3), life threatening (grade 4), and death (grade 5). All AE were divided in definitely, probably and possibly related to treatment. The treatment-related AE we focused on included microbiota-related AEs (e.g., infection, diarrhea, abdominal pain, etc.) and route of delivery related AEs (e.g., nausea, vomiting, etc.).",
          "timeFrame": "One day, one week, four weeks, eight weeks, twelve weeks post WMT"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must meet all of the following inclusion criteria to enter the study:\n\n1. Age ≥ 6 years.\n2. Patient should have two or more nasal symptoms （nasal congestion, rhinorrhea, nasal itching, and sneezing） for at least 1 hour daily.\n3. Reflective total nasal symptom score ≥ 4\n4. The subject or his/her legal representative gives informed consent, fully understands the purpose of the study, is able to communicate effectively with the investigator, and comprehends and complies with the requirements set forth in the study.\n\n   \\-\n\nExclusion Criteria:\n\nSubjects meeting any of the following exclusion criteria must be excluded from the study:\n\n1. Patients with acute infectious rhinitis or upper respiratory tract infection.\n2. Patients diagnosed with chronic sinusitis, severe nasal septum deviation, nasal polyps, nasal tumors, and other nasal diseases by nasal endoscopy and sinus CT.\n3. Antibiotics, PPI, probiotics, and other drugs that alter gut microbiota were used in the previous week.\n4. Patients with uncontrolled severe asthma\n5. Patients with severe liver, kidney, and heart diseases\n6. Patients with known psychiatric or neurological diseases.\n7. Patients who were unable or unwilling to undergo a gastroscopy or colonoscopy.\n8. According to the judgment of the investigator, the subjects are not suitable to participate in this clinical study, or participation in this clinical study cannot guarantee the rights and interests of the subjects.\n\n   \\-",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Faming Zhang, MD,PhD",
          "role": "CONTACT",
          "phone": "086-25-58509883",
          "email": "fzhang@njmu.edu.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Faming Zhang, MD,PhD",
          "affiliation": "Medical Center for Digestive Diseases, The Second Affiliated Hospital of Nanjing Medical University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical Center for Digestive Diseases, The Second Affiliated Hospital of Nanjing Medical University",
          "city": "Nanjing",
          "state": "Jiangsu",
          "zip": "210011",
          "country": "China",
          "contacts": [
            {
              "name": "Faming Zhang, MD,PhD",
              "role": "CONTACT",
              "phone": "086-25-58509883",
              "email": "fzhang@njmu.edu.cn"
            }
          ],
          "geoPoint": {
            "lat": 32.06167,
            "lon": 118.77778
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "32707227",
          "type": "BACKGROUND",
          "citation": "Dykewicz MS, Wallace DV, Amrol DJ, Baroody FM, Bernstein JA, Craig TJ, Dinakar C, Ellis AK, Finegold I, Golden DBK, Greenhawt MJ, Hagan JB, Horner CC, Khan DA, Lang DM, Larenas-Linnemann DES, Lieberman JA, Meltzer EO, Oppenheimer JJ, Rank MA, Shaker MS, Shaw JL, Steven GC, Stukus DR, Wang J; Chief Editor(s):; Dykewicz MS, Wallace DV; Joint Task Force on Practice Parameters:; Dinakar C, Ellis AK, Golden DBK, Greenhawt MJ, Horner CC, Khan DA, Lang DM, Lieberman JA, Oppenheimer JJ, Rank MA, Shaker MS, Stukus DR, Wang J; Workgroup Contributors:; Dykewicz MS, Wallace DV, Amrol DJ, Baroody FM, Bernstein JA, Craig TJ, Finegold I, Hagan JB, Larenas-Linnemann DES, Meltzer EO, Shaw JL, Steven GC. Rhinitis 2020: A practice parameter update. J Allergy Clin Immunol. 2020 Oct;146(4):721-767. doi: 10.1016/j.jaci.2020.07.007. Epub 2020 Jul 22."
        },
        {
          "pmid": "36878860",
          "type": "BACKGROUND",
          "citation": "Wise SK, Damask C, Roland LT, Ebert C, Levy JM, Lin S, Luong A, Rodriguez K, Sedaghat AR, Toskala E, Villwock J, Abdullah B, Akdis C, Alt JA, Ansotegui IJ, Azar A, Baroody F, Benninger MS, Bernstein J, Brook C, Campbell R, Casale T, Chaaban MR, Chew FT, Chambliss J, Cianferoni A, Custovic A, Davis EM, DelGaudio JM, Ellis AK, Flanagan C, Fokkens WJ, Franzese C, Greenhawt M, Gill A, Halderman A, Hohlfeld JM, Incorvaia C, Joe SA, Joshi S, Kuruvilla ME, Kim J, Klein AM, Krouse HJ, Kuan EC, Lang D, Larenas-Linnemann D, Laury AM, Lechner M, Lee SE, Lee VS, Loftus P, Marcus S, Marzouk H, Mattos J, McCoul E, Melen E, Mims JW, Mullol J, Nayak JV, Oppenheimer J, Orlandi RR, Phillips K, Platt M, Ramanathan M Jr, Raymond M, Rhee CS, Reitsma S, Ryan M, Sastre J, Schlosser RJ, Schuman TA, Shaker MS, Sheikh A, Smith KA, Soyka MB, Takashima M, Tang M, Tantilipikorn P, Taw MB, Tversky J, Tyler MA, Veling MC, Wallace D, Wang Y, White A, Zhang L. International consensus statement on allergy and rhinology: Allergic rhinitis - 2023. Int Forum Allergy Rhinol. 2023 Apr;13(4):293-859. doi: 10.1002/alr.23090. Epub 2023 Mar 6."
        },
        {
          "pmid": "28474799",
          "type": "BACKGROUND",
          "citation": "Hellings PW, Klimek L, Cingi C, Agache I, Akdis C, Bachert C, Bousquet J, Demoly P, Gevaert P, Hox V, Hupin C, Kalogjera L, Manole F, Mosges R, Mullol J, Muluk NB, Muraro A, Papadopoulos N, Pawankar R, Rondon C, Rundenko M, Seys SF, Toskala E, Van Gerven L, Zhang L, Zhang N, Fokkens WJ. Non-allergic rhinitis: Position paper of the European Academy of Allergy and Clinical Immunology. Allergy. 2017 Nov;72(11):1657-1665. doi: 10.1111/all.13200. Epub 2017 Jun 2."
        },
        {
          "pmid": "31919742",
          "type": "RESULT",
          "citation": "Zhang T, Lu G, Zhao Z, Liu Y, Shen Q, Li P, Chen Y, Yin H, Wang H, Marcella C, Cui B, Cheng L, Ji G, Zhang F. Washed microbiota transplantation vs. manual fecal microbiota transplantation: clinical findings, animal studies and in vitro screening. Protein Cell. 2020 Apr;11(4):251-266. doi: 10.1007/s13238-019-00684-8. Epub 2020 Jan 9."
        },
        {
          "pmid": "34355872",
          "type": "RESULT",
          "citation": "Del Signore AG, Greene JB, Russell JL, Yen DM, O'Malley EM, Schlosser RJ. Cryotherapy for treatment of chronic rhinitis: 3-month outcomes of a randomized, sham-controlled trial. Int Forum Allergy Rhinol. 2022 Jan;12(1):51-61. doi: 10.1002/alr.22868. Epub 2021 Aug 6."
        },
        {
          "pmid": "35714267",
          "type": "RESULT",
          "citation": "Takashima M, Stolovitzky JP, Ow RA, Silvers SL, Bikhazi NB, Johnson CD. Temperature-controlled radiofrequency neurolysis for treatment of chronic rhinitis: 12-month outcomes after treatment in a randomized controlled trial. Int Forum Allergy Rhinol. 2023 Feb;13(2):107-115. doi: 10.1002/alr.23047. Epub 2022 Jul 5."
        },
        {
          "pmid": "34932829",
          "type": "RESULT",
          "citation": "Sousa-Pinto B, Azevedo LF, Jutel M, Agache I, Canonica GW, Czarlewski W, Papadopoulos NG, Bergmann KC, Devillier P, Laune D, Klimek L, Anto A, Anto JM, Eklund P, Almeida R, Bedbrook A, Bosnic-Anticevich S, Brough HA, Brussino L, Cardona V, Casale T, Cecchi L, Charpin D, Chivato T, Costa EM, Cruz AA, Dramburg S, Durham SR, De Feo G, Gerth van Wijk R, Fokkens WJ, Gemicioglu B, Haahtela T, Illario M, Ivancevich JC, Kvedariene V, Kuna P, Larenas-Linnemann DE, Makris M, Mathieu-Dupas E, Melen E, Morais-Almeida M, Mosges R, Mullol J, Nadeau KC, Pham-Thi N, O'Hehir R, Regateiro FS, Reitsma S, Samolinski B, Sheikh A, Stellato C, Todo-Bom A, Tomazic PV, Toppila-Salmi S, Valero A, Valiulis A, Ventura MT, Wallace D, Waserman S, Yorgancioglu A, De Vries G, van Eerd M, Zieglmayer P, Zuberbier T, Pfaar O, Almeida Fonseca J, Bousquet J. Development and validation of combined symptom-medication scores for allergic rhinitis. Allergy. 2022 Jul;77(7):2147-2162. doi: 10.1111/all.15199. Epub 2022 Jan 15."
        },
        {
          "pmid": "24815889",
          "type": "RESULT",
          "citation": "Vuurman EF, Vuurman LL, Lutgens I, Kremer B. Allergic rhinitis is a risk factor for traffic safety. Allergy. 2014 Jul;69(7):906-12. doi: 10.1111/all.12418. Epub 2014 May 9."
        },
        {
          "pmid": "32890575",
          "type": "RESULT",
          "citation": "Demoly P, Corren J, Creticos P, De Blay F, Gevaert P, Hellings P, Kowal K, Le Gall M, Nenasheva N, Passalacqua G, Pfaar O, Tortajada-Girbes M, Vidal C, Worm M, Casale TB. A 300 IR sublingual tablet is an effective, safe treatment for house dust mite-induced allergic rhinitis: An international, double-blind, placebo-controlled, randomized phase III clinical trial. J Allergy Clin Immunol. 2021 Mar;147(3):1020-1030.e10. doi: 10.1016/j.jaci.2020.07.036. Epub 2020 Sep 2."
        },
        {
          "pmid": "37083127",
          "type": "RESULT",
          "citation": "Khoueir N, Khalaf MG, Assily R, Rassi S, Hamad WA. Intranasal antihistamines in the treatment of idiopathic non-allergic rhinitis: a systematic review and meta-analysis. Rhinology. 2023 Aug 1;61(4):290-296. doi: 10.4193/Rhin21.380."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D003139",
          "term": "Common Cold"
        }
      ],
      "ancestors": [
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D010850",
          "term": "Picornaviridae Infections"
        },
        {
          "id": "D012327",
          "term": "RNA Virus Infections"
        },
        {
          "id": "D014777",
          "term": "Virus Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069467",
          "term": "Fecal Microbiota Transplantation"
        }
      ],
      "ancestors": [
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}