{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06234761",
      "orgStudyIdInfo": {
        "id": "ONZ-2023-0280"
      },
      "organization": {
        "fullName": "University Hospital, Ghent",
        "class": "OTHER"
      },
      "briefTitle": "Immunological Mechanisms Underlying Mucosal IgE Responses",
      "officialTitle": "On the Origin of Immunoglobulin E's: Elucidating the Immunological Mechanisms Underlying Mucosal IgE Responses in Type2 Disease"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-01-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-01-02",
      "studyFirstSubmitQcDate": "2024-01-22",
      "studyFirstPostDateStruct": {
        "date": "2024-01-31",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-09-05",
      "lastUpdatePostDateStruct": {
        "date": "2024-09-19",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Ghent",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Sanofi",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Background / rationale: Type 2 inflammation is driving several chronic diseases in the airway. On one hand allergic rhinitis (AR) and allergic asthma (AA) are driven by allergen expose, while on the other hand eosinophilic Type 2 inflammation with late onset eosinophilic asthma (LOA) and chronic rhinosinusitis with nasal polyps (CRSwNP) are of non-allergic ethiology. For late onset type2 asthma, many risk factors have been defined, but clear insights into disease ethiology are currently lacking. Given the quintessential role of IgE in disease ethiology of both diseases, understanding the molecular immunological mechanisms underlying mucosal IgE responses is essential to understand disease ethiology.\n\nHypothesis: Distinct mechanisms drive local IgE production in AA and LOA Overall objectives: Elucidate the potential drivers of and immunological pathways leading to local IgE production in AA and LOA, and understand how dupilumab acts on these mechanisms.\n\nMethods: A unique combination of state-of-the-art methods will be applied, including single-cell RNA sequencing and receptor profiling, proteomics, determination of the microbial composition, recombinant antibody screening and disease modelling in cell cultures.\n\nExpected results: The investigators expect for the first time to discern the drivers of local IgE production in LOA and uncover the immunological pathways leading to local IgE production in AA and LOA. Moreover, the investigators will obtain insights into the role of Dupilumab in modulation mechanisms.\n\nImpact: If successful, these insights will answer a long standing, unresolved question in type 2 disease and might aid in the development of novel directed therapeutics for AA and LOA.",
      "detailedDescription": "Work Package 1 Rationale: High levels of IgE can be detected locally in the nasal cavity and nasal polyps from patients with CRSwNP. Given the high levels of polyreactive IgE generated in NP, it is intriguing to speculate how NP IgE responses differ from allergic IgE B cell responses. For this, a high-resolution analysis of the mechanisms leading to IgE producing B cells in both settings is needed but has to date not been performed.\n\nMilestone 1.1: To fully characterize the IgE B cell niche in CRSwNP and allergic rhinitis, the investigators will collect multiple samples from 25 CRSwNP, 25 CRSsNP and 25 allergic rhinitis patients with HDM allergy. In addition, tonsil biopsies as a proxy for systemic immune responses will be collected. From 5 HDM allergic patients with high IgE levels nasal tissue (inferior concha) and tonsil biopsies isolated and subject these tissues to thorough characterization of the IgE B cell niche.\n\nMilestone 1.2: In this milestone, the investigators will set out to obtain a high detail map of IgE B cell responses and how they are governed in the type2 niche in CRSwNP and allergic rhinitis. To this end, a high-resolution single cell map of the nasal polyp , inferior concha and tonsil tissue will be generated via the 10x genomics 5'VDJ seq protocol. By creating a high-resolution map of the B cell subsets and their immune receptor profiles, the investigators aim to understand how chronic type2 IgE B cell responses are governed and driven in non-allergic and allergic type2 disease. For this analysis DALI (Digital Addressable lighting Interface) bioinformatic software package will be used. The investigators will here specifically aim to trace the origins of IgE+ plasmablast or plasma cell clones through germinal center responses, or directly from naïve B cells in extrafollicular responses. In addition, NicheNet analysis will allow for the detection of regulators of IgE B cell responses, such as other immune cells or structural cells. This software tool analyzes potential sender-receiver pairs for cytokines, chemokines, and cellular ligands, based on differential gene expression and curated receptor-ligand lists.\n\nWork package 2: While high levels of polyreactive IgE can be detected in nasal secretions and tissues of patients with CRSwNP, it is unclear whether class switch recombination to IgE is driven by antigen or by damage associated factors.\n\nMilestone 2.1: To date, the characteristics of IgE in NP remain enigmatic, yet these IgE's are key to understand their role in disease biology. To elucidate the characteristics of NP IgE, the investigators will generate 20 monoclonal IgE antibodies from each of 5 patients with CRSwNP and similarly 20 monoclonal IgE antibodies from each of 5 patients with allergic rhinitis will be generated. By this, the full-length heavy and light chain sequences of IgE+ clones will be retrieved, and have these produced as recombinant monoclonal antibodies. In addition, NP IgE antibodies possess polyreactivity will be assessed, rendering them able to bind to several antigens, a characteristic which has been attributed to so-called natural IgE.\n\nMilestone 2.2: By performing an unbiased analysis of the nasal cavity proteome, the investigators aim to gain novel insights into the local factors that regulate IgE B cell responses. By taking this holistic view in combination with state-of-the-art single cell analysis methods, the team will for the first time be able to unravel how interplay with a dysregulated microbiome or extensive tissue damage plays a role in driving IgE B cell responses. The analysis of the nasal cavity proteome by performing unbiased shotgun MS/MS mass spectrometry on nasal secretion samples from the same patients. This analysis of the nasal cavity proteome will allow us to get an unbiased view of the factors that might drive local IgE responses.\n\nMilestone 2.3: To mechanistically understand how IgE class switch recombination is induced in nasal polyps a set up an epithelial cell - PBMC (Peripheral Blood Mononuclear Cells) cocultures and induce IgE class switch recombination in these cultures. First epithelial cells from patients from CRSwNP or allergic rhinitis will be expanded and put in air-liquid-interface (ALI) coculture with PBMC from the respective donors. First, the team will start by mimicking the effect of epithelial damage on IgE class switch recombination by adding IL-33 (a typical alarmin) to the PBMC-epithelial cell cocultures. Next, these cultures will incubated with Staphylococcus aureus (a strain of bacteria often colonizing the nasal cavity of CRSwNP patients) or Candida albicans (a fungus often colonizing the nasal cavity of CRSwNP patients). Lastly, the investigators will test different combinations of the latter factors. In these cultures, the induction of germinal center B cell responses (IgG1+ and IgE+ CD20+BCL6+), plasma blasts (IgG1+ and IgE+CD20+CD138+) and plasma cells (IgG1 and IgE+CD20-CD138+) by multicolor flow cytometry will be assessed. These experiments will elucidate how instruction by the epithelium of nasal polyp or allergic rhinitis patients upon relevant triggers affect IgE class switching in B cells.\n\nWork package 3: Assessing the effect of Dupilumab on modulation of local IgE B cell responses Rationale: As Dupilumab targets the key upstream regulators of IgE class switching, the investigators will address whether any differences exist in the mechanisms of IgE selection upon Dupilumab treatment.\n\nMilestone 3.1: Assessing local modulation of IgE B cell responses in CRSwNP by Dupilumab To test whether Dupilumab influences regulation of local IgE, samples from 5 Dupilumab treated CRSwNP patients will be collected. Here, total IgE levels in nasal secretions, to see whether in these patients Dupilumab treatment influenced local IgE production will be analyzed. For elucidating the molecular immunological mechanisms, the subject nasal polyp tissue of patients on Dupilumab treatment will analyzed for single cell VDJ seq and compared to the data obtained in work package 2, and see whether there are any changes in the clonal IgE responses upon IL-4/IL-13 blocking. In a similar assay as described in work package 2, the investigators will set up epithelial cell-PBMC cocultures as explained in work package 2 and block IL-4/-13 signaling by adding dupilumab in the culture medium. The investigators will here assess the effect on IgE B cell responses by flow cytometry."
    },
    "conditionsModule": {
      "conditions": [
        "Pathophysiology"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "tissue and blood samples of patients with nasal polyposis"
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "patients with nasal polyposis",
          "description": "Patients with nasal polyposis will be treated with dupilumab following the clinical care path available in the hospital",
          "interventionNames": [
            "Drug: Dupilumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Dupilumab",
          "description": "Patient who start to take dupilumab will be followed. This study is only observational",
          "armGroupLabels": [
            "patients with nasal polyposis"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Understanding the mechanisms of allergic and non-allergic IgE B cell differentiation",
          "description": "Investigate the difference IgE B cell differentiation in nasal polyp tissue and nasal tissue from allergic patients",
          "timeFrame": "1 year"
        },
        {
          "measure": "Elucidating the drivers of non-allergic IgE B cell responses",
          "description": "Identify the possible compounds that regulate IgE B cell responses",
          "timeFrame": "2 years"
        },
        {
          "measure": "Elucidating epithelial instruction in CRSwNP and allergic rhinitis to IgE B cells",
          "description": "Elucidating the role of epithelial cells in CRSwNP IgE class switch recombination compared to allergic rhinitis",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\npatients with nasal polyposis -\n\nExclusion Criteria:\n\npatients treated in the last 2 months with systemic corticosteroids\n\n\\-",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "patients with nasal polyposis and with or without asthma",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Philippe Gevaert, PHD",
          "role": "CONTACT",
          "phone": "003293322332",
          "email": "philippe.gevaert@ugent.be"
        },
        {
          "name": "Lara Derycke, pHD",
          "role": "CONTACT",
          "phone": "003293321246",
          "email": "lara.derycke@ugent.be"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital Gent",
          "status": "RECRUITING",
          "city": "Ghent",
          "zip": "9000",
          "country": "Belgium",
          "contacts": [
            {
              "name": "Lara Derycke",
              "role": "CONTACT",
              "email": "Lara.Derycke@UGent.be"
            }
          ],
          "geoPoint": {
            "lat": 51.05,
            "lon": 3.71667
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Cluster analysis and clinical phenotypes",
          "url": "https://pubmed.ncbi.nlm.nih.gov/18480428/"
        },
        {
          "label": "Omalizumab and nasal polyposis",
          "url": "https://pubmed.ncbi.nlm.nih.gov/23021878/"
        },
        {
          "label": "IgE B cell responses",
          "url": "https://pubmed.ncbi.nlm.nih.gov/34216934/"
        },
        {
          "label": "Extrafollicular B cells",
          "url": "https://pubmed.ncbi.nlm.nih.gov/34050324/"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582203",
          "term": "dupilumab"
        }
      ]
    }
  },
  "hasResults": false
}