{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07358260",
      "orgStudyIdInfo": {
        "id": "25-648"
      },
      "organization": {
        "fullName": "Dana-Farber Cancer Institute",
        "class": "OTHER"
      },
      "briefTitle": "B7-H3.CD28Z.CART in Solid Tumors",
      "officialTitle": "A Phase I, Open Label, Dose Escalation, Single Center Study of Autologous B7-H3.CD28Z.CART Cells in Children and Young Adults With Relapsed or Refractory Solid Tumors Expressing B7-H3"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-06",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2026-01-14",
      "studyFirstSubmitQcDate": "2026-01-14",
      "studyFirstPostDateStruct": {
        "date": "2026-01-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-14",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Robbie Majzner",
        "investigatorTitle": "Sponsor-Investigator",
        "investigatorAffiliation": "Dana-Farber Cancer Institute"
      },
      "leadSponsor": {
        "name": "Robbie Majzner",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Band of Parents",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this research study is to test if a new cell therapy (B7-H3.CD28Z.CART / B7-H3 CAR T cells) is safe and effective in treating children and young adults with solid cancers whose tumors have returned or stopped responding to standard treatments (relapsed or refractory) and have been identified with a B7-H3 marker.\n\nThe names of the treatment interventions used in this study are:\n\n* B7-H3.CD28Z.CART / B7-H3 CAR T cells\n* Fludarabine\n* Cyclophosphamide",
      "detailedDescription": "This is a Phase I, open-label, single-center, dose-escalation study testing the safety and effectiveness of a new cell therapy B7-H3.CD28Z.CART / B7-H3 CAR T cells in children and young adult subjects with relapsed and/or refractory solid tumors expressing B7-H3.\n\nThe B7-H3 protein is found in high levels on many pediatric solid tumors (like neuroblastoma, osteosarcoma, and others), this cell therapy uses genetically altered blood cells as an investigational cell product designed to recognize, bind to and help kill cells that express B7-H3.\n\nThis is the first time that these specific B7-H3 CAR T cells will be given to humans. There are several other studies using a similar genetically modified version of B7-H3 CAR T cells and other studies have shown that B7-H3 is a safe target.\n\nThe U.S. Food and Drug Administration (FDA) has not approved B7-H3 CAR T cells as a treatment for any disease.\n\nThe research study procedures include screening for eligibility, in-clinic visits, blood tests, urine tests, electrocardiograms (ECGs), echocardiograms (ECHOs), bone marrow biopsies and aspirations.\n\nIt is expected up to 40 people will take part in this research study.\n\nBand of Parents a non-profit organization is supporting this research study by providing funding."
    },
    "conditionsModule": {
      "conditions": [
        "Pediatric Solid Tumor",
        "Neuroblastoma"
      ],
      "keywords": [
        "Relapsed Solid Tumor",
        "Refractory Solid Tumor",
        "Pediatric Solid Tumor",
        "Neuroblastoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "DOSE ESCALATION B7-H3.CD28Z.CART CELL Therapy",
          "type": "EXPERIMENTAL",
          "description": "3+3 dose-escalation to define maximum tolerated dose (MTD) and Phase 2 Recommended Dose (RP2D) of autologous B7-H3.CD28Z.CART cells, followed by 2 expansion cohorts (neuroblastoma; other B7-H3-positive solid tumors) at RP2D.\n\n* Screening/Baseline: Consent, eligibility, history, exam, performance status, labs (incl. HIV, hepatitis, pregnancy), ECG, echocardiogram (as indicated), imaging and/or bone marrow, neurologic exam.\n* Leukapheresis: Autologous T-cell collection for CAR T manufacturing prior to lymphodepletion.\n* Lymphodepleting chemotherapy (Days -4 to -2): Fludarabine + cyclophosphamide IV.\n* Day 0: Single IV B7-H3.CD28Z.CART infusion (inpatient), with ≥7 days post-infusion monitoring.\n* Follow-up: Safety and disease assessments through 24 months, then annual long-term gene-therapy follow-up to 15 years.\n* Optional second infusion: Allowed ≥60 days and ≤2 years after first, with repeat lymphodepletion and same follow-up.",
          "interventionNames": [
            "Biological: B7-H3.CD28Z.CART",
            "Drug: Fludarabine",
            "Drug: Cyclophosphamide"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "B7-H3.CD28Z.CART",
          "description": "Modified autologous T cells administered via Intravenous (IV) infusion",
          "armGroupLabels": [
            "DOSE ESCALATION B7-H3.CD28Z.CART CELL Therapy"
          ]
        },
        {
          "type": "DRUG",
          "name": "Fludarabine",
          "description": "Administered intravenously",
          "armGroupLabels": [
            "DOSE ESCALATION B7-H3.CD28Z.CART CELL Therapy"
          ],
          "otherNames": [
            "Fludara"
          ]
        },
        {
          "type": "DRUG",
          "name": "Cyclophosphamide",
          "description": "Administered intravenously",
          "armGroupLabels": [
            "DOSE ESCALATION B7-H3.CD28Z.CART CELL Therapy"
          ],
          "otherNames": [
            "Cytoxan",
            "Frindovyx",
            "Neosar"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Manufacturing Success Rate of Autologous B7-H3.CD28Z CART Cells",
          "description": "Each participant's product will be tested for the following criteria: cell viability ≥ 70%; cell number within ± 20% of the planned dose; CD3+ T cells ≥ 80% of leukocytes; CAR-positive cells ≥ 10% of CD3+ T cells; endotoxin ≤ 5 EU/kg; mycoplasma not detected; vector copy number (VCN) per transduced cell ≤ 10; replication-competent retrovirus (RCR) not detected; and sterility confirmed as \"No Growth to Date\" (NGTD) after a minimum of 5 days in culture. A participant will be classified as a manufacturing success if the final product satisfies all release criteria. If any criterion is not met, the participant will be classified as a manufacturing failure. The manufacturing success rate is defined as the proportion of participants classified as a success.",
          "timeFrame": "Participants will receive the CART cell infusion on Day 0."
        },
        {
          "measure": "Maximum Tolerated Dose (MTD) of B7-H3.CD28Z.CART Cells",
          "description": "The MTD is defined as the highest dose level of B7-H3.CD28Z.CART cells at which the rate of dose-limiting toxicity (DLT) is acceptable per the modified 3+3 design. The recommended phase 2 dose (RP2D) is the MTD of single-agent autologous B7-H3.CD28Z.CART cells. Additional details are provided in Protocol Section 13.1.",
          "timeFrame": "28 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of Participants Experience Dose-Limiting Toxicity (DLT)",
          "description": "Any ≥ grade 3 adverse event per Common Terminology Criteria for Adverse Events (CTCAE v6) within 28 days of initial B7-H3.CD28Z.CART infusion that is at least possibly related to the product is a Dose-Limiting Toxicity (DLT).",
          "timeFrame": "28 days"
        },
        {
          "measure": "Adverse Events of Special Interest (AESI) Rate on the First Infusion",
          "description": "The AESI rate is defined as the proportion of participants experiencing at least one adverse event meeting the AESI criteria during the protocol-specified adverse event reporting period. The definition of AESI are defined in protocol section 7.2.",
          "timeFrame": "15 years"
        },
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "ORR is defined as the proportion of participants who achieve a complete response (CR) or partial response (PR) during study treatment. Disease assessed per revised International Neuroblastoma Response Criteria (INRC) in participants with relapsed or refractory high-risk neuroblastoma or per RECIST1.1 in participants with other solid tumors.",
          "timeFrame": "Disease assessments will be performed at Day 28, month 3, and then every 3 months through month 24 or up to month 48, if received second infusion."
        },
        {
          "measure": "Median Progression-Free Survival (PFS)",
          "description": "PFS based on Kaplan-Meier method is defined as the time from start of treatment to the earlier of relapse, progression, or death due to any cause. Participants alive without disease relapse or progression are censored at date of last disease evaluation. Disease assessed per revised International Neuroblastoma Response Criteria (INRC) in participants with relapsed or refractory high-risk neuroblastoma or per RECIST1.1 in participants with other solid tumors.",
          "timeFrame": "Disease assessments will be performed at Day 28, month 3, and then every 3 months through month 24 or up to month 48, if received second infusion."
        },
        {
          "measure": "Median Overall Survival (OS)",
          "description": "OS based on Kaplan-Meier method is defined as the time from start of lymphodepleting chemotherapy to death due to any cause, or censored at date last known alive.",
          "timeFrame": "15 years"
        },
        {
          "measure": "Adverse Events of Special Interest (AESI) Rate on a Second Infusion",
          "description": "The AESI rate is defined as the proportion of participants experiencing at least one adverse event meeting the AESI criteria during the protocol-specified adverse event reporting period. The definition of AESI are defined in protocol section 7.2.",
          "timeFrame": "15 years"
        },
        {
          "measure": "Second Intravenous B7-H3.CD28Z.CART Cell Infusion Rate",
          "description": "Second intravenous B7-H3.CD28Z.CART cell infusion rate is defined as the proportion of participants who undergo an optional second infusion of B7-H3.CD28Z.CART cells, administered intravenously according to protocol-specified criteria.",
          "timeFrame": "up to 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nEligibility Criteria for Prescreening\n\nPurpose of prescreening is to establish B7-H3 expression by IHC performed at Boston Children's Hospital. This can be performed at any time prior to completing the protocol screening process. Participants who meet the following criteria, will be offered participation in the full screening process and protocol enrollment, if eligible:\n\n* Participants must have histologically confirmed diagnosis of a solid tumor that is relapsed or refractory for which standard curative measures do not exist or are no longer effective.\n* Participant must have adequate pre-trial tumor material available to determine B7-H3 status. Tumor tissue from the most recent resection or biopsy of recurrent disease is preferred. If unavailable, tumor tissue from prior recurrences or from the time of initial diagnosis is acceptable.\n* Age \\>=9 months and \\<30 years.\n* Lansky/Karnofsky performance status ≥50% (see Appendix A)\n* Life expectancy of greater than 12 weeks\n* Participants who are screened for this trial should be reasonably anticipated to meet the eligibility criteria for enrollment described in Section 3.2 if their tumor is B7-H3-positive.\n* Ability to understand and/or the willingness of their parent or legally authorized representative to sign a written informed consent document for prescreening.\n\nEligibility Criteria for Enrollment The following criteria are required for initial study enrollment. Once enrolled, participants will need to meet specific criteria prior to lymphocyte apheresis, prior to the receipt of lymphodepletion chemotherapy and B7-H3.CD28Z.CART cell infusion as outlined in the Treatment Section of the Protocol.\n\nLaboratory tests required for eligibility must be completed within 28 days prior to the date of registration. Disease evaluation is required only if needed for eligibility.\n\nThe screening window is 28 days.\n\n* Participants must have histologically confirmed diagnosis of a solid tumor that is relapsed or refractory for which standard curative measures do not exist or are no longer effective.\n* Participants must have measurable or evaluable disease for dose escalation. For expansion phase, participants with neuroblastoma must have measurable or evaluable disease by INRC. Participants with other solid tumors must have measurable disease by RECIST1.1 for the expansion phase.\n* B7-H3 expression: Demonstration of B7-H3 expression with H score \\>100 by immunohistochemistry (IHC) is required by IHC performed at Boston Children's Hospital. Participants may choose to enroll on the prescreening portion, which allows for assessment of B7-H3 expression only, prior to enrollment on the full clinical trial as described in Section 3.1.\n* Age \\>=12 months and \\<30 years.\n* Lansky/Karnofsky performance status ≥50% (see APPENDIX A: PERFORMANCE STATUS SCALES/SCORES)\n* Life expectancy of greater than 12 weeks\n* Prior therapy:\n\nAt enrollment these criteria do not apply to participants with available leukapheresis products; however, participants must meet all other eligibility criteria and meet criteria to start lymphodepleting chemotherapy as outlined in Section 5.4.1.\n\nParticipants must have received prior radiation therapy and/or chemotherapy and recovered from all acute treatment-related toxicities of prior therapy prior to entering this study. There is no upper limit to the number of prior therapies allowed. Participants must be:\n\n* At least 1 week post any small port radiation therapy; at least 6 weeks from large field or other substantial bone marrow irradiation (craniospinal, whole abdomen, total lung, total body irradiation, \\>50% marrow).\n* At least 2 weeks since any prior myelosuppressive chemotherapy\n* At least 28 days from other investigational antineoplastic or disease-directed agents\n* At least 7 days from most recent myeloid growth factor, at least 14 days must have elapsed after receipt of pegfilgrastim.\n* At least 7 days from prior biologic antineoplastics, tyrosine kinase inhibitor, targeted agent or metronomic non-myelosuppressive chemotherapy.\n* At least 21 days or 5 half-lives, whichever is shorter, post any treatment with monoclonal antibodies (including checkpoint inhibitors and bevacizumab)\n* At least 7 days from dinutuximab treatment\n* At least 8 weeks from prior cellular therapy or vaccine therapy with recovery of associated toxicities. If prior CAR T cells, need documented lack of persistence of prior product.\n* At least 6 weeks post 131I-MIBG therapy or other radioisotope therapy\n* At least 6 weeks post autologous stem cell therapy infusion following myeloablative conditioning\n* Participants can be eligible after autologous stem cell infusion without myelosuppressive therapy at any time as long as other criteria are met.\n* At least 12 weeks post allogeneic stem cell transplant with no evidence of GVHD or ongoing toxicities.\n* Steroid use: Corticosteroids at or below physiologic doses (replacement therapy for management of pituitary/adrenal insufficiency) is allowed and/or topical administration (e.g. inhaled or dermatologic) is allowed. Hydrocortisone for blood product premedication is allowed.\n\n  * Participants must have normal marrow function as defined below: Values must be without transfusions or platelet growth factor within 7 days. Participants with known marrow involvement are exempt from these requirements.\n* hemoglobin ≥7.0g/dL\n* absolute neutrophil count ≥750/mcL\n* platelets ≥75,000/mcL\n\n  * Adequate renal function defined as creatinine below normal limits for age OR creatinine clearance (as estimated by Cockcroft Gault Equation for participants ≥ 18yo and Bedside Schwartz for participants \\<18yo) ≥70mL/min/1.73m2\n* Maximu Serum Creatinine (mg/dL)\n\n  * 6 months to 1 year: MALE = 0.5 FEMALE = 0.6\n  * 1 year \\< 2 years: MALE = 0.6 FEMALE = 0.6\n  * 2 year \\< 6 years: MALE = 0.8 FEMALE = 0.8\n  * 6 years \\< 10 years: MALE = 1 FEMALE = 1\n  * 10 years \\< 13 years: MALE = 1.2 FEMALE = 1.2\n  * 13 years \\< 16 years: MALE = 1.5 FEMALE = 1.4\n  * ≥16 years: MALE = 1.7 FEMALE = 1.4\n\n    * Adequate hepatic function\n* Serum ALT/AST \\<3.0X ULN\n* Total bilirubin \\< 3X ULN, except in participants with confirmed Gilbert's syndrome, where direct bilirubin must be \\<3X ULN.\n\n  * Adequate cardiac function\n* Ejection fraction ≥50% or fractional shortening ≥28%, measured by echocardiography\n\n  * Adequate pulmonary function\n* No evidence of dyspnea at rest\n* No exercise intolerance due to pulmonary insufficiency\n* Pulse oximetry \\>92% while breathing room air\n\n  * Females of childbearing potential must have a negative serum or urine pregnancy test\n  * The effects of B7-H3.CD28z.CART on the developing human fetus are unknown. For this reason and because other chemotherapeutic agents used in the study are known to be teratogenic, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry, for the duration of the study, and for 1 year after receiving the preparative lymphodepletion regimen or for as long as B7-H3.CD28z.CARTs are detectable in peripheral blood. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately. Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, and for 1 year after receiving the preparative lymphodepletion regimen or for as long as B7-H3.CD28z.CARTs are detectable in peripheral blood.\n  * Ability to understand and/or the willingness of their parent or legally authorized representative to sign a written informed consent document. Pediatric patients will be included in the consent discussion as age-appropriate and will provide written informed assent as applicable per institutional standard.\n\nExclusion Criteria:\n\n* Participants who are receiving any other investigational agents.\n* Participants with known current brain metastases or leptomeningeal disease. Prior CNS metastatic disease is allowable if prior resection and/or radiation occurred at least 8 weeks prior to enrollment, without any intervening CNS metastasis, progression or recurrence, and participants are clinically stable as evidenced by no requirements for corticosteroids, no evolving neurologic deficits, and no progression of residual brain abnormalities.\n* Participants with any prior immunodeficiency or history of autoimmune disease requiring systemic steroids/ immunosuppressive medication/ disease modifying agents within the last 2 years\n* Prior solid organ transplant. Prior allogeneic or autologous stem cell transplant is permitted as outlined in Section 3.2.\n* Active or uncontrolled viral, bacterial or fungal infection. Participants may be receiving ongoing therapy for controlled infection.\n* Participants with a known additional malignancy other than non-melanomatous skin cancer or carcinoma in situ, unless not requiring active treatment and stable or disease-free for at least 3 years.\n* CNS disorder such as cerebrovascular ischemia/hemorrhage, dementia, cerebellar disease, or autoimmune disease with CNS involvement that in the judgement of the investigator may impair the ability to evaluate neurotoxicity.\n* History of severe hypersensitivity reaction to compounds of similar chemical or biologic compositions to any agents used in the study or in the manufacturing of cells.\n* HIV/HBV/HCV infection: Participants are required to be negative for HIV Antibody or HIV viral load, negative for Hepatitis surface antigen (HbsAg) or viral load and negative for HCV antibody or HCV viral load. These participants are ineligible because of the potential for in vivo retroviral recombination events that could lead to replication-competent γ-retrovirus. A history of HIV, Hepatitis B, or Hepatitis C is permitted if the viral load is undetectable per quantitative PCR and/or nucleic acid testing.\n* Uncontrolled intercurrent illness including, but not limited to, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because the effects of B7-H3.CD28Z.CART cells on the developing fetus are unknown and because chemotherapeutic agents with the potential for teratogenic or abortifacient effects are used in this study. Because there is an unknown but potential risk for adverse events in nursing infants, secondary to treatment of the mother with B7-H3.CD28Z.CART cells and chemotherapy, breastfeeding should be discontinued if the mother is treated with T cells on this study (NOTE: breast milk cannot be stored for future use while the mother is being treated on study).",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "9 Months",
      "maximumAge": "30 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Natalie Collins, MD",
          "role": "CONTACT",
          "phone": "617-632-3027",
          "email": "nbcollins@partners.org"
        }
      ],
      "overallOfficials": [
        {
          "name": "Natalie Collins, MD",
          "affiliation": "Dana-Farber Cancer Institute",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Dana Farber Cancer Institite",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02115",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The Dana-Farber / Harvard Cancer Center encourages and supports the responsible and ethical sharing of data from clinical trials. De-identified participant data from the final research dataset used in the published manuscript may only be shared under the terms of a Data Use Agreement. Requests may be directed to: \\[contact information for Sponsor Investigator or designee\\]. The protocol and statistical analysis plan will be made available on Clinicaltrials.gov only as required by federal regulation or as a condition of awards and agreements supporting the research.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP"
      ],
      "timeFrame": "Data can be shared no earlier than 1 year following the date of publication",
      "accessCriteria": "Contact the Belfer Office for Dana-Farber Innovations (BODFI) at innovation@dfci.harvard.edu"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009447",
          "term": "Neuroblastoma"
        }
      ],
      "ancestors": [
        {
          "id": "D018241",
          "term": "Neuroectodermal Tumors, Primitive, Peripheral"
        },
        {
          "id": "D018242",
          "term": "Neuroectodermal Tumors, Primitive"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C024352",
          "term": "fludarabine"
        },
        {
          "id": "C042382",
          "term": "fludarabine phosphate"
        },
        {
          "id": "D003520",
          "term": "Cyclophosphamide"
        }
      ],
      "ancestors": [
        {
          "id": "D010752",
          "term": "Phosphoramide Mustards"
        },
        {
          "id": "D009588",
          "term": "Nitrogen Mustard Compounds"
        },
        {
          "id": "D009150",
          "term": "Mustard Compounds"
        },
        {
          "id": "D006846",
          "term": "Hydrocarbons, Halogenated"
        },
        {
          "id": "D006838",
          "term": "Hydrocarbons"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D063088",
          "term": "Phosphoramides"
        },
        {
          "id": "D009943",
          "term": "Organophosphorus Compounds"
        }
      ]
    }
  },
  "hasResults": false
}