{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05210062",
      "orgStudyIdInfo": {
        "id": "APHP210659"
      },
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Impact of Closely Grouped, Iterative Exposures to Suxamethonium During ECT on the Sensitization to NMBA and the Development of Protective Antibodies",
      "officialTitle": "Impact of Closely Grouped, Iterative Exposures to Suxamethonium During Electroconvulsive Therapy (ECT) on the Sensitization to Neuro-Muscular Blocking Agents (NMBA) and the Development of Protective Antibodies",
      "acronym": "SismoSens"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-01",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-01-27",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-09",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-01-14",
      "studyFirstSubmitQcDate": "2022-01-14",
      "studyFirstPostDateStruct": {
        "date": "2022-01-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-04-04",
      "lastUpdatePostDateStruct": {
        "date": "2022-04-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Acute per-anesthetic hypersensitivity reaction (HSA-PA) is a rapidly occurring systemic reaction following injection of a drug during anesthesia (mortality between 3 and 9%). The substances responsible for these reactions in France are Neuro-Muscular Blocking Agents (NMBA) in 60% of cases. The main mechanism mentioned is an immediate systemic hypersensitivity immune reaction (anaphylaxis). The mechanism of immunization to NMBA is not yet understood.\n\nElectroconvulsive therapy (ECT) is a long-standing therapeutic approach still widely used today, for its high efficiency, particularly in depressive syndromes resistant to antidepressants. It has an efficacy comparable (or even superior) to pharmacological treatments and improves the mortality associated with this disease. Treatment with iterative ECT sessions includes an attack phase with an average of 12 sessions over 4 weeks, with secondary spacing of sessions before switching to antidepressant treatment. These sessions are carried out in the operating room under general anesthesia, thanks to a hypnotic and a NMBA, suxamethonium, as recently recommended by the French Anesthesiology Society in 2020.\n\nECT therefore represent an interesting model of iterative exposure of a relatively homogeneous population to a single highly sensitizing substance, which could make it possible to study the evolution of sensitization as a function of various factors, in particular cumulative exposure, for which no data is currently available.",
      "detailedDescription": "Acute per-anesthetic hypersensitivity reaction (HSA-PA) is a rapidly occurring systemic reaction following injection of a drug during anesthesia (mortality between 3 and 9%). The substances responsible for these reactions are different types of Neuro-Muscular Blocking Agents (NMBA) in 60% of cases. The main mechanism mentioned is an immediate systemic hypersensitivity immune reaction (anaphylaxis). Anaphylactic reactions are classically described as IgE-dependent, triggered by the allergen which, by bridging specific IgE antibodies on the surface of mast cells and basophils, induces a massive release, in particular of histamine, which is responsible for the symptoms. Other immunological mechanisms, in particular by specific IgGs, have been described. The mechanism of immunization to Neuro-Muscular Blocking Agents (NMBA) is not yet understood. The quaternary ammonium group (AQ) is the common epitope of NMBA recognized by IgE. Due to the absence of previous exposure to NMBA reported in 50% of patients with HSA-PA to NMBA, other substances carrying substituted AQ ions are suspected of inducing cross-sensitization, such as household cleaners, cosmetics or drug (pholcodine). However, the sensitizing role of NMBA themselves is not established, and no study has analyzed iterative exposure to Neuro-Muscular Blocking Agents (NMBA) as a sensitizing factor.\n\nElectroconvulsive therapy (ECT) is a long-standing therapeutic approach still widely used today, for its high efficiency, particularly in depressive syndromes resistant to antidepressants. It has an efficacy comparable (or even superior) to pharmacological treatments and improves the mortality associated with this disease. Treatment with iterative ECT sessions includes an attack phase with an average of 12 sessions over 4 weeks, with secondary spacing of sessions before switching to antidepressant treatment. These sessions are carried out in the operating room under general anesthesia, thanks to a hypnotic and a NMBA, suxamethonium, as recently recommended by the French Anesthesiology Society in 2020.\n\nECT therefore represent an interesting model of iterative exposure of a relatively homogeneous population to a single highly sensitizing substance, which could make it possible to study the evolution of sensitization as a function of various factors, in particular cumulative exposure, for which no data is currently available.\n\nA single patient group is planned in this study, consisting of patients with a medical indication for ECT for psychiatric pathologies resistant to medical treatment (depression, mania, hallucinatory episode in particular). The study will take place in two parts: a preliminary phase \"phase P\" in 10 patients (with previous exposure to ECT) and a \"phase E\" study phase in 60 patients. For phase E, only patients with first-time access to ECT or without ECT in the previous ten years will be eligible."
    },
    "conditionsModule": {
      "conditions": [
        "Depression",
        "Mania",
        "Hallucinations"
      ],
      "keywords": [
        "Electroconvulsive therapy",
        "Depressive disorders",
        "Sensitization",
        "Protective antibodies",
        "Neuro-Muscular Blocking Agents (NMBA)",
        "Suxamethonium"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 70,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Exposure to suxamethonium during ECT",
          "description": "A single group is planned in this study, consisting of patients with a medical indication for ECT for psychiatric pathologies which are resistant to medical treatment (depression, mania, hallucinatory episode in particular).",
          "interventionNames": [
            "Other: Iterative exposure to suxamethonium during ECT sessions"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Iterative exposure to suxamethonium during ECT sessions",
          "description": "The study is divided into 2 phases: phase P and phase E. Phase P: 10 patients to be included in 1 month with a unique dose of suxamethonium during one session of ECT. One blood sample will be taken from patients before their index ECT session. The objective is to evaluate the feasibility of antibody detection relative to the main objective of the study, to ensure the number of patients to include in phase E (analysis in the following month). Depending on the frequency of antibodies detected, particularly IgG4, the number of patients required for phase E will be revised. If no antibodies are detected, the study will be discontinued.\n\nPhase E: 60 patients to be included in 12 months with 5 blood samples: before the first session of ECT (S0), at 2 weeks (S2), at 4 weeks (S4), between 6 - 14 weeks (preferably at S10) and at 6 months (M6). Only first-time patients or those not having been exposed to ECT in the past 10 years will be included in this phase.",
          "armGroupLabels": [
            "Exposure to suxamethonium during ECT"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluate the development of specific antibodies against suxamethonium (type IgG4 anti-suxamethonium) after iterative exposure to ECT at 10 weeks.",
          "description": "Development of specific antibodies against suxamethonium",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Incidence of protective antibodies against suxamethonium assessed by the presence of specific anti-suxamethonium IgG4 antibodies (via ImmunoCAP method) following iterative exposure to ECT after 10 weeks.",
          "description": "Incidence of protective antibodies against suxamethonium",
          "timeFrame": "10 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Evaluate the development of specific IgE antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 2 weeks.",
          "description": "Development of specific IgE antibodies",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgE antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 4 weeks.",
          "description": "Development of specific IgE antibodies",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgE antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 10 weeks.",
          "description": "Development of specific IgE antibodies",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgG antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 2 weeks.",
          "description": "Development of specific IgG antibodies",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgG antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 4 weeks.",
          "description": "Development of specific IgG antibodies",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgG antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 10 weeks.",
          "description": "Development of specific IgG antibodies",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgG4 antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 2 weeks.",
          "description": "Development of specific IgG4 antibodies",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgG4 antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 4 weeks.",
          "description": "Development of specific IgG4 antibodies",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Evaluate the development of specific IgG4 antibodies against quaternary ammoniums and suxamethonium after iterative exposure to ECT at 10 weeks.",
          "description": "Development of specific IgG4 antibodies",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-suxamethonium IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 2 weeks.",
          "description": "Evolution of anti-suxamethonium IgE/IgG4 ratio",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-suxamethonium IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 4 weeks.",
          "description": "Evolution of anti-suxamethonium IgE/IgG4 ratio",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-suxamethonium IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 10 weeks.",
          "description": "Evolution of anti-suxamethonium IgE/IgG4 ratio",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-quaternary ammoniums IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 2 weeks.",
          "description": "Evolution of anti-quaternary ammoniums IgE/IgG4 ratio",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-quaternary ammoniums IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 4 weeks.",
          "description": "Evolution of anti-quaternary ammoniums IgE/IgG4 ratio",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-quaternary ammoniums IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 10 weeks.",
          "description": "Evolution of anti-quaternary ammoniums IgE/IgG4 ratio",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-rocuronium IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 2 weeks.",
          "description": "Evolution of anti-rocuronium IgE/IgG4 ratio",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-rocuronium IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 4 weeks.",
          "description": "Evolution of anti-rocuronium IgE/IgG4 ratioIgE/IgG4 ratio",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Evaluate the evolution of anti-rocuronium IgE/IgG4 ratio, described as an evaluation factor during desensitization procedures before exposure to ECT at 10 weeks.",
          "description": "Evolution of anti-rocuronium IgE/IgG4 ratio",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the evolution of polarization of memory T cells before and after iterative exposure to ECT at 10 weeks via flow cytometry after re-stimulation with NMBA.",
          "description": "Evolution of polarization of memory T cells",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate circulating concentrations of tolerogenic factors (IL-10, IL-4, TGF-beta) before the first exposure to ECT.",
          "description": "Evaluate circulating concentrations of tolerogenic factors",
          "timeFrame": "Week 0"
        },
        {
          "measure": "Evaluate circulating concentrations of tolerogenic factors (IL-10, IL-4, TGF-beta) at 10 weeks.",
          "description": "Evaluate circulating concentrations of tolerogenic factors",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate whether iterative exposure induces cross-reactivity against rocuronium by quantitative analysis of anti-rocuronium IgE.",
          "description": "Cross-reactivity against rocuronium by quantitative analysis of anti-rocuronium IgE.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Evaluate whether iterative exposure induces cross-reactivity against rocuronium by quantitative analysis of anti-rocuronium IgG.",
          "description": "Cross-reactivity against rocuronium by quantitative analysis of anti-rocuronium IgG.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Evaluate the persistence of antibodies (IgE and IgG4 against quaternary ammoniums and suxamethonium) detected at 10 weeks since the last exposure to ECT.",
          "description": "Persistence of antibodies detected at 10 weeks",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Evaluate the persistence of antibodies (IgE and IgG4 against quaternary ammoniums and suxamethonium) detected at 6 months since the last exposure to ECT.",
          "description": "Persistence of antibodies detected at 6 months",
          "timeFrame": "6 months"
        },
        {
          "measure": "Describe the antibody profile before exposure to NMBA, and the potential link with previous drug exposures in the previous year of antidepressant, mood stabilizers and anxiolytics.",
          "description": "Antibody profile before exposure to NMBA and the potential link with previous drug exposures in the previous year",
          "timeFrame": "18 months"
        },
        {
          "measure": "Evaluate the influence of hormonal changes induced by ECT on immunization.",
          "description": "Influence of hormonal changes on immunization",
          "timeFrame": "18 months"
        },
        {
          "measure": "Incidence of specific IgE antibodies against quaternary ammonium, suxamethonium and rocuronium at 2 weeks.",
          "description": "Incidence of specific IgE antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Incidence of specific IgE antibodies against quaternary ammonium, suxamethonium and rocuronium at 4 weeks.",
          "description": "Incidence of specific IgE antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Incidence of specific IgE antibodies against quaternary ammonium, suxamethonium and rocuronium at 10 weeks.",
          "description": "Incidence of specific IgE antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Incidence of specific IgE antibodies against quaternary ammonium, suxamethonium and rocuronium at 6 months.",
          "description": "Incidence of specific IgE antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "6 months"
        },
        {
          "measure": "Incidence of specific IgG against quaternary ammonium, suxamethonium and rocuronium at 2 weeks.",
          "description": "Incidence of specific IgG antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Incidence of specific IgG against quaternary ammonium, suxamethonium and rocuronium at 4 weeks.",
          "description": "Incidence of specific IgG antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Incidence of specific IgG against quaternary ammonium, suxamethonium and rocuronium at 10 weeks.",
          "description": "Incidence of specific IgG antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Incidence of specific IgG against quaternary ammonium, suxamethonium and rocuronium 6 months.",
          "description": "Incidence of specific IgG antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "6 months"
        },
        {
          "measure": "Incidence of specific IgG4 against quaternary ammonium, suxamethonium and rocuronium at 2 weeks.",
          "description": "Incidence of specific IgG4 antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "2 weeks"
        },
        {
          "measure": "Incidence of specific IgG4 against quaternary ammonium, suxamethonium and rocuronium at 4 weeks.",
          "description": "Incidence of specific IgG4 antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "4 weeks"
        },
        {
          "measure": "Incidence of specific IgG4 against quaternary ammonium, suxamethonium and rocuronium at 10 weeks.",
          "description": "Incidence of specific IgG4 antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Incidence of specific IgG4 against quaternary ammonium, suxamethonium and rocuronium at 6 months.",
          "description": "Incidence of specific IgG4 antibodies against quaternary ammonium suxamethonium and rocuronium (via ImmunoCAP and ELISA).",
          "timeFrame": "6 months"
        },
        {
          "measure": "Levels of specific IgE antibodies against quaternary ammonium, suxamethonium and rocuronium before the ECT session.",
          "description": "Levels of specific IgE antibodies",
          "timeFrame": "18 months"
        },
        {
          "measure": "Levels of specific IgG antibodies against quaternary ammonium, suxamethonium and rocuronium before the ECT session.",
          "description": "Levels of specific IgG antibodies",
          "timeFrame": "18 months"
        },
        {
          "measure": "Levels of specific IgG4 antibodies against quaternary ammonium, suxamethonium and rocuronium before the ECT session.",
          "description": "Levels of specific IgG4 antibodies",
          "timeFrame": "18 months"
        },
        {
          "measure": "Cytokine profile, particularly pro-tolerogenic, and development of Tregs lymphocytes.",
          "description": "Profile of cyrokine",
          "timeFrame": "18 months"
        },
        {
          "measure": "Risk factors: number of ECT sessions, exposure to pholcodine before or during the study, occupational exposure to quaternary ammoniums (hairdressers, cleaning agents, beauticians).",
          "description": "Risk factors",
          "timeFrame": "18 months"
        },
        {
          "measure": "Exposures of the previous year to antidepressant, mood stabilizers and anxiolytics.",
          "description": "Previous exposure to antidepressant, mood stabilizers and anxiolytics",
          "timeFrame": "18 months"
        },
        {
          "measure": "Assay of ACTH, cortisol at week 0.",
          "description": "Assay of hormones",
          "timeFrame": "Week 0"
        },
        {
          "measure": "Assay of ACTH, cortisol at week 10.",
          "description": "Assay of hormones",
          "timeFrame": "Week 10"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient requiring iterative exposure to ECT as part of their psychiatric pathology in one of the investigator center\n* Patient who has not had ECT in the last 10 years for the phase E group, regardless of their previous ECT exposure for the phase P group\n* Patient who has been informed and has signed the consent form\n\nExclusion Criteria:\n\n* Absence of written informed consent\n* Allergies identified specifically to Neuro-Muscular Blocking Agents (NMBA)\n* Patient under tutelage, curatorship or judicial protection\n* Patient without social security\n* Contraindication to ECT : intracranial hypertension, intracranial lesions without intracranial hypertension, recent episode of cerebral hemorrhage, recent myocardial infarction or embologenic disease, presence of aneurysms or vascular malformations at risk of hemorrhage, retinal detachment, pheochromocytoma, history of ineffective treatment with ECT having had serious side effects, taking anticoagulant treatments",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients requiring ECT for psychiatric pathologies that are resistant to medical treatments (particularly depression, mania, hallucinations).\n\n* Phase P (pilot): 10 patients to be included in 1 month with a unique dose. The analysis will be done the following month. The objective is to ennsure the number of patients to include in phase E.\n* Phase E (study): 60 patients to be included in 12 months (follow-up care until 6 months) with 5 biological samples: before the first exposure to ECT (S0), after 2 weeks (S2), at 4 weeks (S4), between 6 - 14 weeks (S10) and at 6 months (M6). Only patients having exposed to ECT in the past 10 years will be included in this trial. Grouped analysis shall be done at the end of the study.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Aurélie Gouel",
          "role": "CONTACT",
          "phone": "01 40 25 70 67",
          "email": "aurelie.gouel@aphp.fr"
        },
        {
          "name": "Luc De Chaisemartin",
          "role": "CONTACT",
          "phone": "01 40 25 68 97",
          "email": "luc.de-chaisemartin@aphp.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Aurélie Gouel",
          "affiliation": "APHP",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Saint-Antoine Hospital",
          "status": "RECRUITING",
          "city": "Paris",
          "zip": "75012",
          "country": "France",
          "contacts": [
            {
              "name": "Florian FERRERI",
              "role": "CONTACT",
              "phone": "01 49 28 26 35",
              "email": "florian.ferreri@aphp.fr"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003863",
          "term": "Depression"
        },
        {
          "id": "D000087122",
          "term": "Mania"
        },
        {
          "id": "D006212",
          "term": "Hallucinations"
        },
        {
          "id": "D003866",
          "term": "Depressive Disorder"
        }
      ],
      "ancestors": [
        {
          "id": "D001526",
          "term": "Behavioral Symptoms"
        },
        {
          "id": "D001519",
          "term": "Behavior"
        },
        {
          "id": "D019954",
          "term": "Neurobehavioral Manifestations"
        },
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D010468",
          "term": "Perceptual Disorders"
        },
        {
          "id": "D019964",
          "term": "Mood Disorders"
        },
        {
          "id": "D001523",
          "term": "Mental Disorders"
        }
      ]
    }
  },
  "hasResults": false
}