{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06494345",
      "orgStudyIdInfo": {
        "id": "OMA-COMP-I"
      },
      "organization": {
        "fullName": "AO GENERIUM",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study of Genolair in Two Dosage Forms (Solution and Lyophilisate) and Xolair® in Healthy Volunteers",
      "officialTitle": "An Open-label Randomized Comparative Study in Parallel Groups of Pharmacokinetics, Pharmacodynamics, Immunogenicity and Safety of Genolair as Solution and Lyophilisate Forms and Xolair® in a Solution Form"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-01-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-06-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-06-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-06-28",
      "studyFirstSubmitQcDate": "2024-07-04",
      "studyFirstPostDateStruct": {
        "date": "2024-07-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-07-04",
      "lastUpdatePostDateStruct": {
        "date": "2024-07-10",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "AO GENERIUM",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a phase I an open-label randomized comparative study in parallel groups of pharmacokinetics, pharmacodynamics, immunogenicity, and safety of Genolair in two dosage forms (solution for subcutaneous administration and lyophilisate for the preparation of solution for subcutaneous administration) and Xolair® in healthy volunteers",
      "detailedDescription": "The drug Genolair (JSC \"GENERIUM\", Russia) is a humanized recombinant monoclonal antibody selectively binding to immunoglobulin E (IgE) and it can reduce the amount of free IgE, which is the trigger factor for a cascade of allergic reactions.\n\nConsidering the leading pathogenesis role of IgE-mediated allergy, the use of drugs to block IgE makes it possible to control the disease at the earliest allergic reaction phase of the development. It was shown that the IgE elimination from the mast cells and basophils surface reduced the severity of acute allergic reactions, reduced the allergen-induced late phase of the immune response and infiltration with inflammatory cells.\n\nThe drug Genolair is a biosimilar to the original drug Xolair® and it is registered in Russian Federation for therapy bronchial asthma and chronic idiopathic urticaria in the form of lyophilisate for the preparation of solution for subcutaneous administration.\n\nThis study is aimed to compare the safety, pharmacokinetics, pharmacodynamics, and immunogenicity of the drug Genolair solution for subcutaneous administration and lyophilisate for the preparation of solution for subcutaneous administration and the drug Xolair® solution for subcutaneous administration to register of the drug Genolair (solution for subcutaneous administration) in the Russian Federation.\n\nIn this open-label randomized parallel-group study adult volunteers (n = 180) aged 18 to 55 years with serum IgE level 30-300 IU/ml and body weight 50-90 kg receive a single subcutaneous dose (150 mg) of solution of the drug Genolair or lyophilisate for the preparation of solution of the drug Genolair or solution of the drug Xolair®. Serum concentrations of total omalizumab, free IgE and safety and immunogenicity will be determined up to 85 days post dose."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma"
      ],
      "keywords": [
        "Omalizumab",
        "Allergic rhinitis",
        "Monoclonal antibody",
        "IgE",
        "Bioequivalence",
        "Bronchial Diseases",
        "Respiratory Tract Diseases",
        "Lung Diseases",
        "Respiratory Hypersensitivity",
        "Immune System Diseases",
        "Anti-Allergic Agents"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 180,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Genolair, solution for subcutaneous administration",
          "type": "EXPERIMENTAL",
          "description": "Omalizumab biosimilar",
          "interventionNames": [
            "Biological: Genolair, solution for subcutaneous administration, 150 mg"
          ]
        },
        {
          "label": "Genolair, lyophilisate for the preparation of solution for subcutaneous administration",
          "type": "ACTIVE_COMPARATOR",
          "description": "Omalizumab biosimilar",
          "interventionNames": [
            "Biological: Genolair, lyophilisate for the preparation of solution for subcutaneous administration"
          ]
        },
        {
          "label": "Xolair®, solution for subcutaneous administration",
          "type": "ACTIVE_COMPARATOR",
          "description": "Omalizumab",
          "interventionNames": [
            "Biological: Xolair®, solution for subcutaneous administration, 150 mg"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Genolair, solution for subcutaneous administration, 150 mg",
          "description": "Genolair (omalizumab), solution for subcutaneous administration, 150 mg for single subcutaneous administration",
          "armGroupLabels": [
            "Genolair, solution for subcutaneous administration"
          ],
          "otherNames": [
            "Omalizumab biosimilar solution"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Genolair, lyophilisate for the preparation of solution for subcutaneous administration",
          "description": "Genolair (omalizumab), lyophilisate for the preparation of solution for subcutaneous administration, 150 mg for single subcutaneous administration",
          "armGroupLabels": [
            "Genolair, lyophilisate for the preparation of solution for subcutaneous administration"
          ],
          "otherNames": [
            "Omalizumab biosimilar lyophilisate"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Xolair®, solution for subcutaneous administration, 150 mg",
          "description": "Xolair® (omalizumab), solution for subcutaneous administration, 150 mg for single subcutaneous administration",
          "armGroupLabels": [
            "Xolair®, solution for subcutaneous administration"
          ],
          "otherNames": [
            "Omalizumab solution"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Pharmacokinetics: Peak Plasma Concentration (Cmax)",
          "description": "Analysis of equivalence of Cmax",
          "timeFrame": "Day 85"
        },
        {
          "measure": "Pharmacokinetics: Area under the plasma concentration versus time curve (AUC)",
          "description": "Analysis of equivalence of area under concentration-time curve from time 0 (predose) to the last quantifiable data point and to infinity",
          "timeFrame": "Day 85"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Proportion of participants with Adverse Events (AE)",
          "description": "The Investigator will carefully monitor each subject throughout the study for any adverse events (coded to preferred term and system organ class using the Medical Dictionary for Regulatory Activities \\[MedDRA\\])",
          "timeFrame": "Day 85"
        },
        {
          "measure": "Area under the curve \"Relative difference in the free IgE concentration compared to the initial value - time\"",
          "description": "Time-points: 5-15 minutes before drug administration, in 6, 12, 24, 48, 72, 96, 120, 168, 240, 336, 504, 672, 984, 1344, 1680, 2016 hours after drug administration",
          "timeFrame": "2016 hours"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Availability of written informed consent obtained from the volunteer prior to the start of any procedures related to the study;\n* Men and women between the ages of 18 and 55 (inclusive) at the time of the Informed Consent Form including those diagnosed with atopic bronchial asthma (BA) and/or allergic rhinitis (AR) of mild severity according to the Investigator's conclusion;\n* The absence of clinically significant changes in the volunteers according to the results of a physical examination, including measurement of blood pressure, heart rate, respiratory rate, body temperature, as well as laboratory tests, electrocardiography, and fluorography/chest X-ray;\n* Bodyweight from 50 to 90 kg inclusive;\n* Body mass index 18.5-30 kg / m2 inclusive;\n* Initial concentration of total IgE: ≥30 IU / ml and ≤300 IU / m;\n* The volume of forced exhalation in the first second (OFV1) ≥ 80% of the required value;\n* Comply with the rules of contraception by the study participants.\n\nExclusion Criteria:\n\n* History of use of drugs based on anti-IgE monoclonal antibodies.\\*\n* Use of drugs based on monoclonal antibodies (in routine practice for therapy and/or as part of a clinical trial) for ≤1 year before signing the informed consent AND/OR single use of drugs based on monoclonal antibodies (in routine practice for therapy and /or as part of a clinical trial) for ≤6 (six) half-lives of the drug before signing the informed consent.\n* Use of drugs that affect the pharmacokinetics or pharmacodynamics of the study drugs (use of systemic corticosteroids for ≤30 days before signing the informed consent; use of systemic corticosteroids and monoclonal antibody preparations other than those being studied during the study period; use of immunosuppressive drugs, except for systemic corticosteroids, during the study period and/or use of these drugs for ≤30 days before signing the informed consent; vaccination (with any vaccine) within ≤30 days before signing the informed consent and/or the need for vaccination during the study period; initiation of allergen-specific immunotherapy within ≤3 months before signing the informed consent and/or need for its implementation during the study period).\n* A history of an adverse drug reaction to any of the components of the study drug or comparator drugs.\n* History of an autoimmune disease.\n* A history of a disease associated with the accumulation of immune complexes (including serum sickness).\n* The presence of chronic diseases of the cardiovascular, bronchopulmonary, neuroendocrine systems, as well as diseases of the gastrointestinal tract, liver, kidneys, hematopoietic, immune systems, which, in the opinion of the Researcher, put the safety of the volunteer at risk when participating in the study, or which will impact on the analysis of safety data if an exacerbation of this disease occurs during the study period.\n* Acute infectious diseases less than 4 weeks before signing the informed consent.\n* A history of any cancer.\n* History of mental illness.\n* Donation of blood and its components or blood loss (450 ml of blood or more) less than 3 months before signing the informed consent.\n* Participation in clinical trials of drugs less than 3 months before signing the informed consent.\n* Special lifestyle (work at night, extreme physical activity).\n* Deviations of vital signs: systolic pressure less than 100 mm Hg. Art. or more than 130 mm Hg. Art.; diastolic pressure less than 60 mm Hg. Art. or more than 90 mm Hg. Art.; heart rate less than 60 beats/min or more than 90 beats/min.\n* Regular alcohol consumption exceeding 5 units. alcohol per week (where each unit is equal to 30 ml of strong alcohol, 100 ml of wine or 250 ml of beer) or anamnestic information about alcoholism, drug addiction, drug abuse.\n* Positive test for the presence of alcohol in exhaled air.\n* Smoking more than 5 cigarettes per day for 3 months before signing the informed consent.\n* Drug dependence and a positive urine test for the use of prohibited drugs and substances.\n* Positive test results for hepatitis B and/or C, HIV, or syphilis.\n* Unwillingness or inability to comply with the recommendations prescribed by this protocol.\n* Any planned surgical intervention during the study period.\n* Reluctance to comply with contraceptive methods.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "55 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Oksana A. Markova, MD",
          "affiliation": "JSC GENERIUM",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "State budgetary healthcare institution of the city of Moscow \"City Clinic No. 2 of the Moscow Health Department\"",
          "city": "Moscow",
          "zip": "117556",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D012996",
          "term": "Solutions"
        },
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D004364",
          "term": "Pharmaceutical Preparations"
        },
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}