{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00130234",
      "orgStudyIdInfo": {
        "id": "NA_00000804"
      },
      "organization": {
        "fullName": "Johns Hopkins University",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Anti-IgE in Chronic Urticaria",
      "officialTitle": "Effect of Anti-IgE in Chronic Urticaria"
    },
    "statusModule": {
      "statusVerifiedDate": "2008-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2004-11"
      },
      "primaryCompletionDateStruct": {
        "date": "2007-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2007-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2005-08-12",
      "studyFirstSubmitQcDate": "2005-08-12",
      "studyFirstPostDateStruct": {
        "date": "2005-08-15",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2008-05-06",
      "lastUpdatePostDateStruct": {
        "date": "2008-05-07",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "leadSponsor": {
        "name": "Johns Hopkins University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "descriptionModule": {
      "briefSummary": "This study is being done to find out if a drug called Xolair (omalizumab), an anti-IgE antibody, is safe and effective for people with chronic urticaria (hives) with persistent symptoms in spite of taking antihistamines.",
      "detailedDescription": "Omalizumab (Xolair®) is a recombinant humanized monoclonal antibody that binds specifically to the FcEpsilonR1 binding site on human IgE. The binding of omalizumab inhibits the ability of IgE to bind to basophils or mast cells. Free IgE levels fall by 89% and 98% over 16 and 24 weeks of therapy respectively (Busse, 2001). Total IgE levels rise in patients treated with omalizumab though almost all IgE is bound and thus inactive. Omalizumab has also been shown to decrease expression of the FcEpsilonR1 receptor on both basophils and mast cells (Beck et al, 2004). Omalizumab recently received FDA approval for the treatment of moderate to severe persistent allergic asthma in pediatric (12 years of age and above) and adult patients. Studies have also shown efficacy in the treatment of allergic rhinitis and similar anti-IgE compounds have been efficacious as food allergy therapeutics (Casale, 2001, and Leung 2003).\n\nGiven the efficacy of omalizumab in the treatment of moderate to severe allergic asthma, the researchers will conduct a double-blind study to evaluate the safety and efficacy of omalizumab in a small number of patients with chronic urticaria with persistent symptoms in spite of background antihistamine therapy. Omalizumab is currently not indicated for patients with chronic urticaria. The primary hypothesis is that omalizumab will lead to a reduction in serum IgE levels and blood basophil high affinity IgE receptor expression in subjects with chronic idiopathic urticaria. Additionally, clinical outcomes such as quality of life, symptoms scores, and medication use will be explored. This study should allow for further understanding of the role IgE plays in chronic urticaria."
    },
    "conditionsModule": {
      "conditions": [
        "Urticaria"
      ],
      "keywords": [
        "urticaria",
        "hives",
        "Xolair"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE"
        }
      },
      "enrollmentInfo": {
        "count": 20
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Xolair® (Omalizumab)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Males and non-pregnant, non-breastfeeding females\n* Chronic urticaria defined as symptoms \\>50% of the days or 3 days per week for more than 12 weeks\n* History of angioedema\n* Chronic daily therapy with anti-histamines and stable doses of antihistamines for at least 4 weeks.\n* High baseline score for pruritis (at least 2 on a 3 point scale)\n* No other etiology identified for chronic urticaria such as drug-related or physical urticaria as determined by history, physical examination and laboratory studies\n\nExclusion Criteria:\n\n* Concomitant use of systemic corticosteroids for 1 month prior to enrollment. Topical steroid use will not be permitted, but inhaled topical steroids are allowed.\n* Current use of immunosuppressive medication (cyclosporine, IVIg, methotrexate, cyclophosphamide). Any such medication will be discontinued for at least 6 weeks before screening.\n* Treatment with any investigational agent within 30 days of screening\n* Previous treatment with omalizumab\n* Recent history of drug or alcohol abuse (within 3 years prior to study)\n* Active atopic dermatitis requiring the use of topical steroid agents\n* Clinically relevant cardiovascular, hepatic, neurologic, psychiatric, endocrine, or other major systemic disease making the protocol or interpretation of the study results difficult.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Sarbjit Saini, M.D.",
          "affiliation": "Johns Hopkins Asthma and Allergy Center, Division of Allergy and Clinical Immunology",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Johns Hopkins Asthma and Allergy Center",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21224-6821",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "15356552",
          "type": "BACKGROUND",
          "citation": "Beck LA, Marcotte GV, MacGlashan D, Togias A, Saini S. Omalizumab-induced reductions in mast cell Fce psilon RI expression and function. J Allergy Clin Immunol. 2004 Sep;114(3):527-30. doi: 10.1016/j.jaci.2004.06.032."
        },
        {
          "pmid": "9802375",
          "type": "BACKGROUND",
          "citation": "Sabroe RA, Francis DM, Barr RM, Black AK, Greaves MW. Anti-Fc(episilon)RI auto antibodies and basophil histamine releasability in chronic idiopathic urticaria. J Allergy Clin Immunol. 1998 Oct;102(4 Pt 1):651-8. doi: 10.1016/s0091-6749(98)70283-0."
        },
        {
          "pmid": "12209101",
          "type": "BACKGROUND",
          "citation": "Sabroe RA, Fiebiger E, Francis DM, Maurer D, Seed PT, Grattan CE, Black AK, Stingl G, Greaves MW, Barr RM. Classification of anti-FcepsilonRI and anti-IgE autoantibodies in chronic idiopathic urticaria and correlation with disease severity. J Allergy Clin Immunol. 2002 Sep;110(3):492-9. doi: 10.1067/mai.2002.126782."
        },
        {
          "pmid": "10228046",
          "type": "BACKGROUND",
          "citation": "Saini SS, MacGlashan DW Jr, Sterbinsky SA, Togias A, Adelman DC, Lichtenstein LM, Bochner BS. Down-regulation of human basophil IgE and FC epsilon RI alpha surface densities and mediator release by anti-IgE-infusions is reversible in vitro and in vivo. J Immunol. 1999 May 1;162(9):5624-30."
        },
        {
          "pmid": "8765822",
          "type": "BACKGROUND",
          "citation": "Zweiman B, Valenzano M, Atkins PC, Tanus T, Getsy JA. Characteristics of histamine-releasing activity in the sera of patients with chronic idiopathic urticaria. J Allergy Clin Immunol. 1996 Jul;98(1):89-98. doi: 10.1016/s0091-6749(96)70230-0."
        },
        {
          "pmid": "12823121",
          "type": "BACKGROUND",
          "citation": "Baiardini I, Giardini A, Pasquali M, Dignetti P, Guerra L, Specchia C, Braido F, Majani G, Canonica GW. Quality of life and patients' satisfaction in chronic urticaria and respiratory allergy. Allergy. 2003 Jul;58(7):621-3. doi: 10.1034/j.1398-9995.2003.00091.x."
        },
        {
          "pmid": "1869689",
          "type": "BACKGROUND",
          "citation": "Soter NA. Acute and chronic urticaria and angioedema. J Am Acad Dermatol. 1991 Jul;25(1 Pt 2):146-54. doi: 10.1016/0190-9622(91)70180-a."
        },
        {
          "pmid": "11796852",
          "type": "BACKGROUND",
          "citation": "Kaplan AP. Clinical practice. Chronic urticaria and angioedema. N Engl J Med. 2002 Jan 17;346(3):175-9. doi: 10.1056/NEJMcp011186. No abstract available."
        },
        {
          "pmid": "11764301",
          "type": "BACKGROUND",
          "citation": "Grattan CE. Basophils in chronic urticaria. J Investig Dermatol Symp Proc. 2001 Nov;6(2):139-40. doi: 10.1046/j.0022-202x.2001.00027.x."
        },
        {
          "pmid": "57121",
          "type": "BACKGROUND",
          "citation": "Kern F, Lichtenstein LM. Defective histamine release in chronic urticaria. J Clin Invest. 1976 May;57(5):1369-77. doi: 10.1172/JCI108405."
        },
        {
          "pmid": "21762974",
          "type": "DERIVED",
          "citation": "Saini S, Rosen KE, Hsieh HJ, Wong DA, Conner E, Kaplan A, Spector S, Maurer M. A randomized, placebo-controlled, dose-ranging study of single-dose omalizumab in patients with H1-antihistamine-refractory chronic idiopathic urticaria. J Allergy Clin Immunol. 2011 Sep;128(3):567-73.e1. doi: 10.1016/j.jaci.2011.06.010. Epub 2011 Jul 18."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D014581",
          "term": "Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}