{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05276609",
      "orgStudyIdInfo": {
        "id": "HS-20093-101"
      },
      "organization": {
        "fullName": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      },
      "briefTitle": "ARTEMIS-001: Phase 1 Study of the HS-20093 in Patients With Advanced Solid Tumors",
      "officialTitle": "ARTEMIS-001: A Phase 1, Open-label, Multi-center Study to Evaluate Safety, Tolerability, Pharmacokinetics, and Efficacy of Multiple Doses of Intravenous Administration of HS-20093 in Patients With Locally Advanced or Metastatic Solid Tumors Who Have Progressed Following Prior Therapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-02",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-11-28",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-02-18",
      "studyFirstSubmitQcDate": "2022-03-01",
      "studyFirstPostDateStruct": {
        "date": "2022-03-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-02-13",
      "lastUpdatePostDateStruct": {
        "date": "2023-02-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Hansoh Biomedical Co., Ltd",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "HS-20093 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells. The objectives of this study are to investigate the safety, tolerability, pharmacokinetics and anti-tumor activity of HS-20093 in Chinese advanced solid tumor patients.\n\nThis is a phase 1, open-label, multi-center, dose-escalation and expansion study evaluating the safety, tolerability, pharmacokinetic (PK), and the therapeutic potential of HS-20093 as a monotherapy in subjects with advanced solid tumors.",
      "detailedDescription": "This is an open-label, multi-center, dose-escalation and expansion, first-in-human phase 1 study in Chinese adult participants with locally advanced or metastatic solid tumors. This study will consist of two parts: A Part Ia dose escalation stage and a Part Ib dose expansion stage.\n\nThe objectives of this study are to evaluate the safety, tolerability, PK and preliminary anti-tumor activity, describe the dose-limiting toxicities (DLTs), and determine the maximum tolerated dose (MTD) or maximum administered dose (MAD) of HS-20093.\n\nPart Ia: Participants with advanced cancer are eligible for dose escalation study if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. The dose escalation will include an initial accelerated titration design followed by i3+3 design.\n\nPart Ib: Enrollment into dose expansion will begin after identification of the MTD or MAD in Phase Ia. The dose expansion study will be conducted in populations with the following indications: locally advanced or metastatic non- small cell lung cancer (NSCLC)，extensive stage small cell lung cancer (ES-SCLC) and other types of advanced solid tumor.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Solid Tumor"
      ],
      "keywords": [
        "Advanced solid tumor",
        "B7-H3",
        "antibody-drug conjugate (ADC)",
        "HS-20093"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 177,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HS-20093 (Phase Ia: Dose escalation)",
          "type": "EXPERIMENTAL",
          "description": "There are seven escalating dose cohorts.",
          "interventionNames": [
            "Drug: HS-20093 (Phase Ia: Dose escalation)"
          ]
        },
        {
          "label": "HS-20093 (Phase Ib: Dose expansion)",
          "type": "EXPERIMENTAL",
          "description": "The recommended dose from the dose-escalation stage and other potential doses will be further explored.",
          "interventionNames": [
            "Drug: HS-20093 (Phase Ib: Dose expansion)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HS-20093 (Phase Ia: Dose escalation)",
          "description": "Intravenous (IV) administration of HS-20093 Q3W; Participants will continue treatment until the end of the study in the absence of unacceptable toxicities and confirmed disease progression.",
          "armGroupLabels": [
            "HS-20093 (Phase Ia: Dose escalation)"
          ]
        },
        {
          "type": "DRUG",
          "name": "HS-20093 (Phase Ib: Dose expansion)",
          "description": "IV administration of HS-20093 Q3W; Participants will continue treatment until the end of the study in the absence of unacceptable toxicities and confirmed disease progression.",
          "armGroupLabels": [
            "HS-20093 (Phase Ib: Dose expansion)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Ⅰa (Dose-Escalation Stage): Maximum tolerated dose (MTD) for HS-20093",
          "description": "To determine the MTD for further evaluation of IV administration of HS-20093 in subjects with advanced solid tumors.",
          "timeFrame": "Up to day 21 from the first dose"
        },
        {
          "measure": "Ⅰb (Dose-Expansion Stage): Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). ORR is evaluated by the number of participants with best overall response of complete response (CR) and partial response (PR) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence and severity of adverse events (AEs)",
          "description": "AE assessed by investigator exclusively related to subject's underlying disease or medical condition \\[graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 5.0\\]. Any untoward medical occurrence in a clinical study participant, whether or not considered related to the medicinal product. Incidence and severity of AEs are assessed according to vital signs, laboratory variables, physical examination, electrocardiogram, etc.",
          "timeFrame": "From the first dose through 90 days post end of treatment"
        },
        {
          "measure": "Observed maximum plasma concentration (Cmax) of HS-20093 in participants with advanced solid tumor",
          "description": "Cmax will be obtained following administration of the first dose of HS-20093 during the first cycle.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1"
        },
        {
          "measure": "Time to reach maximum plasma concentration (Tmax) of HS-20093 following the first dose in participants with advanced solid tumor",
          "description": "Tmax will be obtained following administration of the first dose of HS-20093 during the first cycle.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1"
        },
        {
          "measure": "Terminal half-life (T1/2) of HS-20093 following IV dose in participants with advanced solid tumor",
          "description": "Apparent terminal half-life is the time measured for the concentration to decrease by one half. Terminal half-life calculated by natural log 2 divided by λz.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1"
        },
        {
          "measure": "Area under plasma concentration versus time curve from zero to last sampling time (AUC0-t) following the first dose of HS-20093",
          "description": "Area under the plasma concentration versus time curve from time zero to the last sampling time when the concentration was no less than the lower limit of quantification (LLQ). AUC0-t was calculated according to the mixed log-linear trapezoidal rule.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1"
        },
        {
          "measure": "Percentage of participants with antibodies to HS-20093 in serum",
          "description": "Serum samples were collected for the determination of anti-drug antibody (ADA) at designated time points.",
          "timeFrame": "From pre-dose to 90 days post end of treatment"
        },
        {
          "measure": "ORR determined by investigators according to RECIST 1.1 (dose-escalation stage)",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). ORR is evaluated by the number of participants with best overall response of CR and PR (Confirmed CR/PR assessment require at least 1 repeat).",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Duration of response (DOR) determined by investigators according to RECIST 1.1",
          "description": "DoR was defined as the period from the first occurrence of CR or PR to PD or death from any cause. If no PD or death after CR/PR, the cut-off date of progression-free survival (PFS) would be used \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to PD or death, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Disease control rate (DCR) determined by investigators according to RECIST 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). DCR was evaluated by the number of participants with best overall response of CR, PR and stable disease (SD) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks); SD shall be assessed at least 5 weeks after the first dose\\].",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Progression-free survival (PFS) determined by investigators according to RECIST 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). PFS was defined as the time from random assignment (dose expansion stage) or first dose (dose escalation stage) to PD or death from any cause.",
          "timeFrame": "From the randomization/first dose up to PD or death, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Overall survival (OS) (only in dose expansion stage)",
          "description": "OS was defined as the time from random assignment (dose expansion stage) or first dose (dose escalation stage) to death from any cause.",
          "timeFrame": "From the randomization/first dose up to death, whichever came first, assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. At least age of 18 years at screening;\n2. Histologically or cytologically confirmed, locally advanced or metastatic solid tumors for which standard treatment either does not exist or has proven ineffective or unavailable or intolerable\n3. At least one extra-cranial measurable lesion according to RECIST 1\n4. Agree to provide fresh or archival tumor tissue\n5. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0\\~1\n6. Life expectancy \\>= 12 weeks\n7. Agree to use medically accepted methods of contraception\n8. Men or women should be using adequate contraceptive measures throughout the study;\n9. Females subjects must not be pregnant at screening or have evidence of non-childbearing potential\n10. Signed and dated Informed Consent Form\n\nExclusion Criteria:\n\nAny of the following would exclude the subject from participation in the study:\n\n1. Treatment with any of the following:\n\n   * Previous or current treatment with B7-H3 targeted therapy\n   * Any cytotoxic chemotherapy, investigational agents and anticancer drugs within 14 days prior to the first scheduled dose of HS-20093\n   * Prior treatment with a monoclonal antibody within 28 days prior to the first scheduled dose of HS-20093\n   * Radiotherapy with a limited field of radiation for palliation within 2 weeks, or patients received more than 30% of the bone marrow irradiation, or large-scale radiotherapy within 4 weeks prior to the first scheduled dose of HS-20093\n   * Major surgery within 4 weeks prior to the first scheduled dose of HS-20093\n2. Subjects with previous or concurrent malignancies\n3. Inadequate bone marrow reserve or organ dysfunction\n4. Evidence of cardiovascular risk\n5. Evidence of current severe or uncontrolled systemic diseases\n6. Evidence of mucosal or internal bleeding within 1 month prior to the first scheduled dose of HS-20093\n7. Known active infection requiring antibodies treatment within 2 weeks, or severe infection within 4 weeks prior to the first scheduled dose of HS-20093\n8. Subjects with current infectious diseases\n9. History of neuropathy or mental disorders\n10. Pregnant or lactating female\n11. History of severe hypersensitivity reaction, severe infusion reaction or idiosyncrasy to drugs chemically related to HS-20093 or any of the components of HS-20093\n12. Known vaccination or hypersensitivity of any level within 4 weeks prior to the first scheduled dose of HS-20093\n13. Unlikely to comply with study procedures, restrictions, and requirements in the opinion of the investigator\n14. Any disease or condition that, in the opinion of the investigator, would compromise subject safety or interfere with study assessments",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jie Wang, PhD",
          "role": "CONTACT",
          "phone": "13910704669",
          "email": "zlhuxi@163.com"
        }
      ],
      "locations": [
        {
          "facility": "Cancer Hospital Chinese Academy of Medical Sciences",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100021",
          "country": "China",
          "contacts": [
            {
              "name": "Jie Wang",
              "role": "CONTACT",
              "phone": "13910704669",
              "email": "zlhuxi@163.com"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}