{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06666504",
      "orgStudyIdInfo": {
        "id": "343080 TeZeX"
      },
      "organization": {
        "fullName": "Guy's and St Thomas' NHS Foundation Trust",
        "class": "OTHER"
      },
      "briefTitle": "The Inflammatory Profile of Exacerbations in Patients With Severe Asthma Receiving Tezepelumab: The TezEx Study",
      "officialTitle": "The Inflammatory Profile of Exacerbations in Patients With Severe Asthma Receiving Tezepelumab (the TezEx Study): a Retrospective and Prospective Observational Study",
      "acronym": "TezEx"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-10",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-12-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-10-09",
      "studyFirstSubmitQcDate": "2024-10-29",
      "studyFirstPostDateStruct": {
        "date": "2024-10-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-10-29",
      "lastUpdatePostDateStruct": {
        "date": "2024-10-30",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Guy's and St Thomas' NHS Foundation Trust",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "King's College London",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Tezepelumab is a treatment that is approved by NICE (National Institute for Health and Care Excellence, https://www.nice.org.uk/) for patients with severe asthma, that remains poorly controlled despite high dose inhaled glucocorticosteroid medication.\n\nThe goal of this observational study is to learn why some patients with severe asthma continue to have asthma flare ups despite being on tezepelumab.",
      "detailedDescription": "Asthma is one of the most common chronic respiratory conditions in the world and is characterized by a diverse range of symptoms, including wheezing, shortness of breath, chest tightness, and cough, which vary over time. Among the asthmatic population, 3.6% have severe asthma, enduring persistent symptoms and uncontrolled disease despite adhering to high-dose inhaled therapy. They experience recurrent exacerbations and substantial steroid exposure as well as a poor quality of life, frequently leading to hospital admissions and heightened healthcare utilization.\n\nRecent years have witnessed a concentrated effort to explore various inflammatory pathways implicated in asthma exacerbations. Thymic stromal lymphopoietin (TSLP), identified as an alarmin, plays a crucial role in type 2 immune responses and the promotion of T helper 2 (TH2) cell-mediated diseases, including asthma and atopic dermatitis. Research indicates that TSLP, released in response to airway epithelial stress induced by allergens, viruses, and airborne particles, serves as a key upstream mediator of the inflammatory response, influencing both T2 cytokine expression and asthma severity.\n\nTezepelumab, a human monoclonal antibody targeting TSLP activity, has demonstrated efficacy in reducing asthma exacerbations, improving asthma control and lung function in controlled studies including the NAVIGATOR and PATHWAY studies. Acting upstream in the inflammatory cascade, tezepelumab exhibits the ability to decrease T2 biomarkers such as FeNO, blood eosinophil, and IgE, suggesting its potential to suppress multiple pathways rather than focusing on a single downstream mediator. The CASCADE trial further supports TSLPs mechanistic roles by revealing a decrease in airway hyperresponsiveness and mucus plugging, suggesting additional benefits beyond the reduction of type 2 airway inflammation.\n\nHowever, despite reduction eosinophil count and other T2 biomarkers, our real-world experience has shown that certain patients continue to have an exacerbation risk on tezepelumab.\n\nA recent study showed that children established on anti-IL-5 therapy for severe asthma had eosinophil subpopulations to be significantly elevated in the airway that could contribute to exacerbations. It is unclear if the same or other inflammatory pathways continue to remain active in patients on anti-TSLP therapy as studies to explore this have not been conducted on tezepelumab.\n\nThis projects primary aim is to investigate the clinical, physiological and inflammatory characteristics of asthma exacerbations that persist despite tezepelumab therapy in patients with severe asthma.\n\nStudy Hypothesis:\n\nIn patients with severe uncontrolled asthma, who have been established on tezepelumab, asthma exacerbations may reflect both persistent T2 and non-T2 driven events.\n\nAdult patients with poorly-controlled severe asthma who either meet NICE criteria to begin biologic therapy with tezepelumab or within 36 weeks of being established on it will be invited to participate in the study at Guys Severe Asthma Centre. Tezepelumab will be given according to UK NICE severe asthma guidance with 210mg sc dosing every 4 weeks. 150 participants will be recruited and followed up for 48 weeks (until they complete one year on tezepelumab).\n\nThese potential participants will receive written information about the study in the form of a patient information sheet (PIS). The patient would be adviced to contact the clinical team when there is a deterioration in their asthma control. These patient will then have further assessments performed alongwith tests when seen in person.\n\nThe study is exploratory and will assess deteriorations in asthma control (exacerbations) to characterise the clinical severity of each exacerbation and the airway and systemic inflammatory phenotype associated with these events. Clinical assessment and management of each exacerbation will be in line with standard clinical guidelines.\n\nAt all visits unless otherwise stated, the following will be collected (not limited to):\n\nClinical observations Information regarding their asthma symptoms and adverse events Clinical examination (if required) Asthma control score and quality of life questionnaire (ACQ-6) Blood samples will be collected and breathing tests will be performed (spirometry, fractional exhaled nitric oxide (FeNO)).\n\nIn patients who have had deterioration in asthma control, will have blood, nasal and sputum samples collected at their exacerbation visit and stable state at one year. The above samples will also be collected for a group (\\~25) of patients who remain in clinical and/or biological remission on tezepelumab at the end of one year."
    },
    "conditionsModule": {
      "conditions": [
        "Severe Asthma"
      ],
      "keywords": [
        "Tezepelumab",
        "Anti-Asthmatic Agents",
        "Respiratory System Agents",
        "Pathologic Processes",
        "Inflammation"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "OTHER"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Serum/ plasma/ cells (blood), sputum and nasal samples (airway)"
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "All participants",
          "description": "All eligible participants will be consented and enrolled into the study.",
          "interventionNames": [
            "Other: Combined Retrospective and Prospective Data Analysis"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Combined Retrospective and Prospective Data Analysis",
          "description": "Collection of both retrospective and prospective data all ready available for participant",
          "armGroupLabels": [
            "All participants"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in blood and airway (sputum and nasosorption) levels of T1, T2, T17, or other pro-inflammatory mediators, biomarkers and/or cells including EPX (eosinophil peroxidase) measurements in patients with severe asthma treated with tezepelumab",
          "description": "To investigate the changes in the number of inflammatory cells (in blood and airway) in patients with severe asthma treated with tezepelumab who experience an acute severe asthma exacerbation compared to stable state levels at one year post-initiation.",
          "timeFrame": "From enrolment to one year post initiation of tezepelumab"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in lung function parameters measured by spirometry (FEV1, FVC, FEV1/FVC)",
          "description": "Change in lung function parameters at 4 weeks and 1 year compared to baseline of treatment measured by spirometry (FEV1, FVC, FEV1/FVC)",
          "timeFrame": "52 weeks"
        },
        {
          "measure": "Asthma control measured by Asthma Control Questionnaire (ACQ)-6",
          "description": "Change in asthma control questionnaire at 4 weeks and 1 year compared to baseline of treatment. Total score ranges from 0-6, with 0=no impairment due to asthma, 6 = maximum impairment due to asthma.",
          "timeFrame": "52 weeks"
        },
        {
          "measure": "Change in exacerbation frequency at 4 weeks and 1 year compared to baseline",
          "description": "Exacerbation frequency (number of exacerbations at baseline / during treatment)",
          "timeFrame": "52 weeks"
        },
        {
          "measure": "Oral steroid reduction at 4 weeks and 1 year compared to baseline",
          "description": "Proportion of patients who reduce dose/wean off maintenance steroid dose (in milligrams)",
          "timeFrame": "52 weeks"
        },
        {
          "measure": "Change in routine full blood counts including eosinophil and serum total IgE at 4 weeks and 1 year compared to baseline",
          "description": "Change in routine full blood counts including eosinophil and serum total IgE at 4 weeks and 1 year compared to baseline",
          "timeFrame": "52 weeks"
        },
        {
          "measure": "Change in FeNO levels at 4 weeks and 1 year compared to baseline",
          "description": "FeNO will be measured in parts per billion (ppb)",
          "timeFrame": "52 weeks"
        },
        {
          "measure": "Proportion achieving clinical and biologic remission at 1 year",
          "description": "Definition of Clinical Remission:\n\n* No asthma exacerbation in the 12 months since commencing tezepelumab\n* No ongoing maintenance OCS for asthma\n* ACQ-6 score less than 1.5 Litre\n* FEV1 (post bronchodilator) - less than 10% decline 1 year after starting tezepelumab\n\nDefinition of biologic remission: FeNO less than 25ppb AND blood eosinophils less than 150 cells/mcL",
          "timeFrame": "1 year since tezepelumab initiation"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "To investigate blood transcriptomic differences between patients who achieve clinical and/or biological remission at one year compared to those who do not achieve remission on tezepelumab.",
          "description": "Gene expression will be measured using RNA sequencing and reported as gene counts",
          "timeFrame": "1 year since tezepelumab initiation"
        },
        {
          "measure": "To investigate the differences in inflammatory mediators in nasal mucosal lining fluid at 1 year between patients in clinical and/or biologic remission and those not in remission on tezepelumab",
          "description": "Nasosoprtion samples will be collected to assess changes in proinflammatory cytokines/chemokines measured in pg/ml.",
          "timeFrame": "1 year since tezepelumab initiation"
        },
        {
          "measure": "To determine the change in number of immune cells at 1 year between patients in clinical and/or biologic remission and those not in remission on tezepelumab",
          "description": "To determine the change in number of immune cells by using mass cytometry (CyTOF)",
          "timeFrame": "1 year since tezepelumab initiation"
        },
        {
          "measure": "To determine the activation status of immune cells at 1 year between patients in clinical and/or biologic remission and those not in remission on tezepelumab",
          "description": "To determine the activation status in of immune cells as measured by by using mass cytometry (CyTOF)",
          "timeFrame": "1 year since tezepelumab initiation"
        },
        {
          "measure": "To determine the change in number of immune cells at 1 year between patients in clinical and/or biologic remission and those not in remission on tezepelumab",
          "description": "To determine the change in number of immune cells by using protein analysis (ELISA)",
          "timeFrame": "1 year since tezepelumab initiation"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients who qualify for tezepelumab according to NICE eligibility criteria and yet to begin treatment or those patients within 36 weeks (+/-8 weeks) since their first dose of tezepelumab at the Guy's severe asthma centre.\n* Age ≥ 18 and ≤ 80 years at tezepelumab initiation.\n* Able and willing to provide written informed consent and to comply with the study protocol, including being able to attend for assessment during a symptomatic deterioration.\n\nExclusion Criteria:\n\n* Other clinically significant medical disease that is likely, in the opinion of the investigator, to require a change in biologic therapy or impact the ability to participate in the study.\n* History of current alcohol, drug, or chemical abuse or past abuse that would impair or risk the subject's full participation in the study, in the opinion of the investigator.\n* Other severe eosinophilic lung disease including EGPA, chronic eosinophilic pneumonia and ABPA\n* Severe bronchiectasis on CT causing daily sputum production\n* Maintenance therapy with an antibiotic including azithromycin or doxycycline\n* Inability to give written informed consent",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Adult patients with poorly-controlled severe asthma who meet NICE criteria to commence/on biologic therapy with tezepelumab.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Mathew Clinical Trial Coordinator, MSc",
          "role": "CONTACT",
          "phone": "+44 207 188 7188",
          "phoneExt": "85075",
          "email": "mathew.furtado@gstt.nhs.uk"
        },
        {
          "name": "Gillian Radcliffe, MRes",
          "role": "CONTACT",
          "phone": "+442071888070",
          "email": "gillian.radcliffe@gstt.nhs.uk"
        }
      ],
      "overallOfficials": [
        {
          "name": "David Jackson, PhD",
          "affiliation": "Guys & St Thomas' NHS Foundation Trust",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Guys & St Thomas NHS Foundation Trust",
          "city": "London",
          "zip": "SE1 7EH",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Gill Radcliffe Ms, MRES",
              "role": "CONTACT",
              "phone": "+442071888070",
              "email": "gillian.radcliffe@gstt.nhs.uk"
            },
            {
              "name": "Mathew Furtado Mr",
              "role": "CONTACT",
              "phone": "+442071888070",
              "email": "mathew.furtado@gstt.nhs.uk"
            },
            {
              "name": "David Jackson Professor",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33050934",
          "type": "BACKGROUND",
          "citation": "Menzies-Gow A, Colice G, Griffiths JM, Almqvist G, Ponnarambil S, Kaur P, Ruberto G, Bowen K, Hellqvist A, Mo M, Garcia Gil E. NAVIGATOR: a phase 3 multicentre, randomized, double-blind, placebo-controlled, parallel-group trial to evaluate the efficacy and safety of tezepelumab in adults and adolescents with severe, uncontrolled asthma. Respir Res. 2020 Oct 13;21(1):266. doi: 10.1186/s12931-020-01526-6."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "No individual participant data will be shared or made available to researchers outside of the site research team where the patient is based, and GSTT asthma research team."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D007249",
          "term": "Inflammation"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}