{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06134466",
      "orgStudyIdInfo": {
        "id": "27/2023"
      },
      "organization": {
        "fullName": "Federico II University",
        "class": "OTHER"
      },
      "briefTitle": "Hypoallergenicity of a New Formula in Subjects With Cow's Milk Allergy",
      "officialTitle": "Hypoallergenicity of a New Extensively Hydrolyzed Casein-based Liquid Formula in Infants and Children With Cow's Milk Allergy (CMA): a Randomized Study",
      "acronym": "NIQA"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-02-13",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-07-22",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-07-22",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2023-11-02",
      "studyFirstSubmitQcDate": "2023-11-11",
      "studyFirstPostDateStruct": {
        "date": "2023-11-18",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-13",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Roberto Berni Canani, MD, PhD",
        "investigatorTitle": "MD, PhD",
        "investigatorAffiliation": "Federico II University"
      },
      "leadSponsor": {
        "name": "Federico II University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Cow's milk protein allergy (CMA) is an immune-mediated reaction which can either be antibody-driven (IgE-mediated) or cell-mediated (non-IgE-mediated) or mixed, and elicits reactions which are reproducible upon re-exposure to cow's milk proteins. Estimates of CMA prevalence depend on the diagnosis procedure used; recently, a meta-analysis stated an overall pooled estimate for 0-1 year old infants of point prevalence of CMA reported by parents of 4.2% (95 % confidence interval (CI): 3.2-5.4), decreasing to 2.0% (1.5-2.5) when CMA was proven with a double-blind placebo-controlled food challenge (DBPCFC).\n\nCMA manifests through diverse and non-specific symptoms, rendering the CMA diagnosis very difficult. CMA symptoms mainly concern the cutaneous area, the respiratory and gastrointestinal tracts but can also be general. The DBPCFC is therefore considered as the gold standard for the CMA diagnosis.\n\nCMA management consists in the elimination of any source of non-hydrolyzed cow' milk protein from the diet, which is mainly achieved in children by using extensively hydrolyzed formulae (eHFs). As the molecular weight profile of a given hydrolysate cannot predict potential reaction in a given child, the American Academy of Pediatrics recommended that tolerance/hypoallergenicity of any formula intended for children with CMA should be clinically tested in that specific population.\n\nThe purpose of this study is to demonstrate the hypoallergenicity of a new liquid hydrolyzed casein-based formula (Investigational Formula) in the management of infants and children with CMA.",
      "detailedDescription": "This study is a randomized, double-blind, controlled, crossover study that will be performed at a tertiary center for pediatric allergy: the Pediatric Allergy Program of the Department of Translational Medical Science of the University Federico II of Naples, Italy.\n\nIn this single-center study, the hypoallergenicity of an investigational extensively hydrolyzed (EH) cow milk protein formula in infants and children with CMA will be prospectively assessed through a doubleblind placebo-controlled food challenge (DBPCFC), with the placebo control and the investigational formula fed in a randomized order.\n\nThe design of the food challenges will be based on the approach used to diagnose food allergies: the DBPCFC. Although participants will not be exposed to any CMP in this study, and thus the concept of a \"food challenge\" does not apply, the general approach of a DBPCFC is still appropriate because it allows systematic, controlled, and standardized assessment of the hypoallergenicity of the Investigational Formula. The number of participants needed to project with 95% confidence (one-sided interval) that less than 10% of infants and children will react to the product is 29 consecutive participants if no clinical reactions are observed. A formula can be labelled hypoallergenic if infants with documented CMA do not react with defined symptoms to the formula under double-blind placebo controlled conditions as described above.\n\nA 7-day home feeding period with the investigational formula will follow. Participants will be monitored for any indication of allergic or other types of adverse events throughout the study."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy",
        "Cow's Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 29,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Liquid Formula",
          "type": "EXPERIMENTAL",
          "description": "Liquid Formula (Extensively hydrolyzed cow's milk protein infant formula) - 2.8 g protein/100 kcal",
          "interventionNames": [
            "Dietary Supplement: Liquid Extensively hydrolyzed cow's milk protein infant formula"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Liquid Extensively hydrolyzed cow's milk protein infant formula",
          "description": "Liquid Investigational Formula (Extensively hydrolyzed cow's milk protein infant formula) 2.8 g protein/100 kcal",
          "armGroupLabels": [
            "Liquid Formula"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of IgE-mediated cow's milk allergy subjects with negative of oral food challenge for the new investigational extensively casein formula",
          "description": "Evaluation of the hypoallergenicity (negative oral food challenge) of an new investigational extensively casein formula in infants and children with IgE-mediated CMA",
          "timeFrame": "Through study completion, an average up tp 50 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "adverse events",
          "description": "Medically confirmed adverse events",
          "timeFrame": "Through study completion, an average up tp 50 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Infants and children between 6 and 36 months of age\n* Gestational age ≥ 37 weeks\n* Diagnosis of CMA confirmed through a DBPCFC performed within 3 months prior to the enrolment\n* Stable clinical condition and free from any symptoms possibly related to CMA for at least four weeks prior to study enrollment\n* Observing a strict cow's milk elimination diet for at least 4 weeks prior to study enrollment and until the completion of the study\n* Parent(s) or legal guardian agrees not to enroll infant or child in another interventional clinical study while participating in this study\n* Written informed consent obtained from at least one parent (or legally acceptable representative \\[LAR\\], if applicable)\n* Infant or child's parent(s) / LAR is of legal age of majority, must have parental authority, must understand the informed consent form and other study documents, and are willing and able to fulfill the requirements of the study protocol\n\nExclusion Criteria:\n\n* History of anaphylaxis to milk\n* Infant is exclusively breastfed\n* Any chronic diseases (except mild-moderate atopic eczema), chromosomal or major congenital anomalies (based on medical history and/or commonly performed diagnostic criteria).\n* Major gastrointestinal disease/abnormalities (other than CMA).\n* Other allergies.\n* Immunodeficiency.\n* Antihistamine use (excluding eye drops) within 7 days prior to the food challenge or oral steroid use within 14 days prior to the food challenge.\n* Persistent wheeze or chronic respiratory disease.\n* Severe uncontrolled eczema.\n* Infant or child's parent has other medical or psychiatric condition that, in the judgement of the Investigator, would make the infant or child inappropriate for entry into the study.\n* Currently participating or having participated in another interventional clinical study within 4 weeks prior to enrollment.\n* Use of systemic immunomodulatory treatment",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "6 Months",
      "maximumAge": "36 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Department of Traslational Medical Science - University of Naples Federico II",
          "city": "Naples",
          "zip": "80131",
          "country": "Italy",
          "geoPoint": {
            "lat": 40.85216,
            "lon": 14.26811
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ]
    }
  },
  "hasResults": false
}