{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05366179",
      "orgStudyIdInfo": {
        "id": "LCCC2059-ATL"
      },
      "organization": {
        "fullName": "UNC Lineberger Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Autologous CAR-T Cells Targeting B7-H3 in Recurrent or Refractory GBM CAR.B7-H3Tc",
      "officialTitle": "Phase I Study of Intraventricular Infusion of T Cells Expressing B7-H3 Specific Chimeric Antigen Receptors (CAR) in Subjects With Recurrent or Refractory Glioblastoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-09-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2030-05-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-05-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-05-04",
      "studyFirstSubmitQcDate": "2022-05-04",
      "studyFirstPostDateStruct": {
        "date": "2022-05-09",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-16",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "UNC Lineberger Comprehensive Cancer Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to test the safety of using T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (CAR.B7-H3T cells) in patients with glioblastoma. CAR.B7-H3T cells treatment has not been tested in humans and is not an approved treatment by the Food and Drug Administration for glioblastoma.",
      "detailedDescription": "This is a phase 1, single center, open-label study aims to determine the safety of escalating doses of chimeric antigen receptor T cells (CAR-T) cells targeting the B7-H3 antigen administered via intraventricular infusion to adult subjects with relapsed or refractory glioblastoma (GBM).\n\nSubjects with GBM who meet procurement eligibility criteria will have cells collected following their initial surgical resection to manufacture CAR.B7-H3T cells, preferably prior to initiation of adjuvant chemoradiation.\n\nAt the time that the subjects have confirmed refractory or recurrent GBM, CAR.B7-H3T cells will be manufactured for subjects who likely to be eligible for cell infusion.\n\nEligible subjects will receive up to 3 weekly infusions of CAR.B7-H3 cells. To receive the additional cycles of CAR.B7-H3 cells, all treatment-related toxicities must have resolved to grade \\< 3, the subject must not have experienced a dose limiting toxicity (DLT) and the subject must not have progressive disease that has been confirmed by magnetic resonance imaging per Immunotherapy response assessment in neuro-oncology criteria.\n\nThe data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided on based on the maximum tolerated dose (MTD) and additional factors such as the feasibility of administering infusions."
    },
    "conditionsModule": {
      "conditions": [
        "Glioblastoma Multiforme"
      ],
      "keywords": [
        "Brain Tumor",
        "Glioblastoma Multiforme",
        "Cell therapy",
        "Relapse",
        "Recurrent"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 36,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Single Arm",
          "type": "EXPERIMENTAL",
          "description": "CAR.B7-H3 T cells:\n\nSubjects with refractory or recurrent glioblastoma multiforme, have cells collected following their initial surgical resection to manufacture CAR.B7-H3 T cells, preferably before initiation of adjuvant chemoradiation.",
          "interventionNames": [
            "Drug: CAR.B7-H3T cells infusion"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CAR.B7-H3T cells infusion",
          "description": "The Chimeric Antigen Receptors (CAR).B7-H3T cells will be administered via intraventricular infusion up to 3 weekly infusions. A suspension of T cells infusion is given, over 5-10 minutes, via a Rickham catheter and will be followed by a normal-saline flush.\n\nDose escalation will be performed considering the dose limiting toxicities (DLTs) listed in the protocol. Six doses will be explored. The starting dose will be 2 × 10\\^6 transduced cells/infusion (Dose Level (DL) 1) and will enroll at least 3 subjects. If there are no dose DLTs within 4 weeks of the third cellular product administration in the first 3 subjects, then the next cohort will evaluate 5 × 10\\^6 transduced cells/infusion (DL2).",
          "armGroupLabels": [
            "Single Arm"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participants with adverse event",
          "description": "Number of participants with adverse event (AE)s as a measure of safety and tolerability of intraventricular administration CAR.B7-H3 T cells in subjects with progressive recurrent or refractory glioblastoma multiforme.\n\nAEs will be classified and graded according to the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0. Dose Limiting Toxicities (DLTs) are defined as at least possibly related to CAR.B7-H3T cell product administration.",
          "timeFrame": "Up to 10 weeks"
        },
        {
          "measure": "Cytokine Release Syndrome",
          "description": "Cytokine Release Syndrome (CRS) will be graded according to American Society for Transplantation and Cellular Therapy (ASTCT) CRS Consensus Grading.\n\nGrade 1 - Mild (Symptomatic Management): Fever ≥38\\^ o C, No hypotension, No hypoxia, Grade 2 - Moderate (Moderate Intervention): Fever ≥38\\^ o C, Hypotension not requiring vasopressors, Hypoxia requiring low-flow nasal cannula (≤6 L/minute) or blow-by, Grade 3 - Severe (Aggressive Intervention): Fever ≥ 38\\^ o C , Hypotension requiring a vasopressor with or without vasopressin, Hypoxia requiring high-flow nasal cannula (\\>6 L/minute), facemask, nonrebreather mask, or Venturi mask, Grade 4 - Life-threatening (Life-sustaining intervention): Fever ≥38\\^oC, Hypotension requiring multiple vasopressors (excluding vasopressin),Hypoxia requiring positive pressure (e.g. Continuous positive airway pressure, BiPAP, intubation, mechanical ventilation), Grade 5 - Death: Death.",
          "timeFrame": "Up to 10 weeks"
        },
        {
          "measure": "Neurotoxicity",
          "description": "Neurotoxicity will be graded according to the Central Nervous System (CNS) Toxicity criteria.\n\nGrade 0: Normal or no change from baseline exam at start of therapy, Grade 1: Mild lethargy and/or irritability or visual, motor, or sensory symptoms without change in neurological exam, Grade 2: Moderate lethargy, disorientation, or psychosis lasting \\< 48 hours or mild increase in pre-existing neurological deficit, Grade 3: \\>48hours of severe lethargy, but responsive to verbal stimuli or disorientation or psychosis lasting \\>48 hours, Grade 4: Coma, unresponsive to verbal stimuli, increasing neurological deficit above grade 3, evidence of herniation, development of uncontrolled seizures, intracerebral hemorrhage.",
          "timeFrame": "Up to 10 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Identification of Recommended phase 2 dose (RP2D)",
          "description": "RP2D for intraventricular administration of CAR.B7-H3 T cells is determined based on the modified 3+3 dose-finding rule. Dose escalation will be performed considering the dose-limiting toxicities (DLTs), dose level (DL) will be increased unless there is no DLT.",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "ORR is defined as the percentage of subjects with \\[compete response (CR) + partial response (PR) + stable disease\\] per Immunotherapy response assessment in neuro-oncology (iRANO) criteria.\n\nComplete response (CR): Disappearance of all enhancing disease for ≥ 4 weeks; no new lesions; stable or improved T2-weighted-fluid-attenuated inversion recovery (T2/FLAIR); no more than physiological steroids; clinically stable or improved.\n\nPartial response (PR): ≥ 50% decrease in the sum of biperpendicular diameters of enhancing disease for ≥ 4 weeks; no new lesions; stable or improved T2/FLAIR; stable or decreased steroid dose, clinically stable or improved.\n\nStable disease (SD): Does not qualify for CR, PR or progressive disease; no new lesions; stable or improved T2/FLAIR; stable or decreased steroid dose; clinically stable or improved.",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Progression Free Survival (PFS)",
          "description": "PFS is defined as the time from with the initial CAR.B7-H3 T cell infusion until disease progression per iRANO criteria or death as a result of any cause. Subjects who do not meet criteria for progression by the analysis cut-off date will be censored at their last evaluable disease assessment date.\n\nImmunotherapy response assessment in neuro-oncology (iRANO) criteria.\n\nProgressive disease (PD): ≥ 25% increase in the sum of biperpendicular diameters of enhancing disease; or new lesions; or substantial worsened T2/FLAIR; or substantial clinical decline.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "OS is defined as the time from initial glioblastoma multiforme diagnosis to date of death for any cause.",
          "timeFrame": "Up to 5 years"
        },
        {
          "measure": "Duration of Response (DOR)",
          "description": "DOR is defined as the time from documentation of PR or better to progressive disease (PD).",
          "timeFrame": "Up to 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "INCLUSION CRITERIA\n\n1. Karnofsky score of \\> 60%\n2. Diagnosis or recurrent supratentorial- or infra-tentorial glioblastoma multiforme (GBM) (World Health Organization 2016 or 2021) based on Response assessment in neuro-oncology criteria (RANO) magnetic resonance imaging (MRI) criteria. Disseminated GBM down the spinal cord is not allowed. Must have previously undergone resection or biopsy at initial diagnosis.\n3. Must have undergone at least 4005 cGy of radiation with concurrent temozolomide.\n4. No current or previous exposure to antiangiogenic agents, such as bevacizumab.\n5. Female subjects of childbearing potential must be willing to abstain from heterosexual activity or to use 2 forms of effective methods of contraception from the time of informed consent until 6 months after study treatment discontinuation.\n6. Male subjects with female partners must have had a prior vasectomy or agree to use an adequate method of contraception starting with the first dose of study therapy through 3 months after the cell infusion therapy. If a male subject receives multiple infusions, they must remain on contraception throughout the duration and 3 months after the last cell infusion therapy.\n7. The subject is willing and able to comply with study procedures based on the judgment of the investigator.\n\nEXCLUSION CRITERIA\n\n1. Subject is pregnant or lactating (Note: Breast milk cannot be stored for future use while the mother is being treated on study).\n2. Subjects with a prior or concurrent malignancy whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen.\n3. Active infection with HIV, hepatitis B virus, hepatitis C virus (HCV). Note: To meet eligibility subjects are required to be negative for HIV antibody, negative for HTLV1 and 2 antibodies, negative for Hepatitis B surface antigen, and negative for HCV antibody and viral load.\n4. Contraindication to MRI contrast agents or an inability to undergo MRI scans due to MRI non-compatible implanted materials.\n5. Prior exposure to chimeric antigen receptor T cell therapy for treatment of glioblastoma.\n6. Evidence of disseminated disease involving the brainstem, cerebellum or spinal cord.\n7. Previously implanted carmustine wafers or brachytherapy for the treatment of glioma.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Catherine Cheng",
          "role": "CONTACT",
          "phone": "919-445-4208",
          "email": "UNCImmunotherapy@med.unc.edu"
        },
        {
          "name": "Caroline Babinec",
          "role": "CONTACT",
          "phone": "919-962-7426",
          "email": "UNCImmunotherapy@med.unc.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Yasmeen Rauf, MD",
          "affiliation": "UNC Lineberger Comprehensive Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Lineberger Comprehensive Cancer Center",
          "status": "RECRUITING",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27599",
          "country": "United States",
          "contacts": [
            {
              "name": "Sierra Thomas",
              "role": "CONTACT",
              "phone": "919-445-4208",
              "email": "UNCImmunotherapy@med.unc.edu"
            },
            {
              "name": "Chelsea Baker",
              "role": "CONTACT",
              "phone": "+1 919-962-8491",
              "email": "UNCImmunotherapy@med.unc.edu"
            },
            {
              "name": "Yasmeen Rauf, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "University of North Carolina Lineberger Comprehensive Cancer Center Clinical Trials",
          "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005909",
          "term": "Glioblastoma"
        },
        {
          "id": "D001932",
          "term": "Brain Neoplasms"
        },
        {
          "id": "D012008",
          "term": "Recurrence"
        }
      ],
      "ancestors": [
        {
          "id": "D001254",
          "term": "Astrocytoma"
        },
        {
          "id": "D005910",
          "term": "Glioma"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D016543",
          "term": "Central Nervous System Neoplasms"
        },
        {
          "id": "D009423",
          "term": "Nervous System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}