{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05816460",
      "orgStudyIdInfo": {
        "id": "WHI22BRE"
      },
      "secondaryIdInfos": [
        {
          "id": "WHI22BRE",
          "type": "OTHER_GRANT",
          "domain": "Irish Cancer Society, Women's Health Initiative"
        }
      ],
      "organization": {
        "fullName": "University College Dublin",
        "class": "OTHER"
      },
      "briefTitle": "The Sleepio After Cancer Study",
      "officialTitle": "The Sleepio After Cancer Study (SACS). Digital CBT for Insomnia in Women Cancer Patients - A Randomised Controlled Trial",
      "acronym": "SACS"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-05",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-05-22",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-06-10",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-06-10",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-03-13",
      "studyFirstSubmitQcDate": "2023-04-14",
      "studyFirstPostDateStruct": {
        "date": "2023-04-18",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-05-19",
      "lastUpdatePostDateStruct": {
        "date": "2023-05-23",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University College Dublin",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Irish Cancer Society",
          "class": "OTHER"
        },
        {
          "name": "Big Health Ltd.",
          "class": "UNKNOWN"
        },
        {
          "name": "Research Electronic Data Capture (REDCap)",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study will recruit women over the age of 18 with a current or prior cancer diagnosis who have clinical insomnia. This study will examine the efficacy of digital cognitive behavioural therapy for insomnia (dCBT-I) compared to sleep hygiene education.",
      "detailedDescription": "Women who are eligible and provide informed consent will be enrolled into this 2-armed, parallel group open label randomised controlled trial. Participants will be randomised 1:1 to receive dCBT-I (intervention arm) or to sleep hygiene education (control arm). The primary outcome will be the mean continuous change in sleep condition indicator (SCI) score in the intervention arm compared to the control arm at 6 months. In addition to this, the proportion of women with an SCI \\> 16 at 6 months will be assessed. Secondary outcomes will include fatigue, sleep related quality of life, depression, anxiety, as well as hot flush interference in those experiencing vasomotor symptoms."
    },
    "conditionsModule": {
      "conditions": [
        "Insomnia",
        "Cancer"
      ],
      "keywords": [
        "Cancer",
        "Insomnia",
        "Sleep",
        "Survivorship",
        "Quality of life",
        "Anxiety",
        "Depression",
        "Fatigue",
        "Hot Flushes"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "2-armed, parallel group open label randomised controlled trial. Participants will be randomised 1:1 to receive dCBT-I (intervention arm) or to sleep hygiene education (control arm).",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 308,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Digital Cognitive Behavioural Therapy for Insomnia (dCBT-I)",
          "type": "EXPERIMENTAL",
          "description": "Digital Cognitive Behavioural Therapy for Insomnia (dCBT-I) will be provided on an online digital platform called Sleepio (BigHealth Ltd). Sleepio delivers fully automated CBT-I through 6 sessions, lasting an average of 20 minutes each, over the course of 6 weeks.",
          "interventionNames": [
            "Other: Digital Cognitive Behavioural Therapy for Insomnia (dCBT-I)"
          ]
        },
        {
          "label": "Sleep Hygiene Education (SHE)",
          "type": "ACTIVE_COMPARATOR",
          "description": "The Sleep Hygiene Education (SHE) provided is based on recognised sleep hygiene advice and will consist of behavioural recommendations concerning lifestyle and environmental factors associated with sleep and insomnia. SHE will be delivered electronically.",
          "interventionNames": [
            "Other: Sleep Hygiene Education (SHE)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Digital Cognitive Behavioural Therapy for Insomnia (dCBT-I)",
          "description": "Digital Cognitive Behavioural Therapy for Insomnia (dCBT-I) will be delivered through an online platform called Sleepio (BigHealth Ltd)",
          "armGroupLabels": [
            "Digital Cognitive Behavioural Therapy for Insomnia (dCBT-I)"
          ]
        },
        {
          "type": "OTHER",
          "name": "Sleep Hygiene Education (SHE)",
          "description": "Sleep Hygiene Education (SHE) will be provided electronically",
          "armGroupLabels": [
            "Sleep Hygiene Education (SHE)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Mean continuous change in the intervention group compared to the control arm as measured by the Sleep Condition Indicator Score",
          "description": "The primary outcome will be the mean continuous change in Sleep Condition Indicator score in the intervention arm compared to the control arm at 24 weeks. Possible total score ranges from 0 to 32, with higher values indicative of better sleep. The magnitude of change in SCI score that represents a reliable improvement on the Sleep Condition Indicator is 7 scale points",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Proportion of women with SCI score >16 as measured by the Sleep Condition Indicator (SCI) Score",
          "description": "The co-primary outcome will be the proportion of women with an SCI score \\> 16 at 24 weeks. Possible total score ranges from 0 to 32, with higher values indicative of better sleep. A score of 16 or less is indicative of insomnia.",
          "timeFrame": "24 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Sleep related Quality of life as measured by Glasgow Sleep Impact Index (GSII)",
          "description": "The Glasgow Sleep Impact Index (GSII) is a self report measure which asks patients to generate and assess three domains of impairment unique to their own experience. The three generated areas of impairment are ranked in order of concern on a scale of 1-3, with 1 being the most concerning impairment. Each impairment is then rated on a visual analogue scale with respect to impact in the last two weeks.",
          "timeFrame": "12, 24 and 33 weeks"
        },
        {
          "measure": "Fatigue as measured by the Fatigue Symptom inventory (FSI)",
          "description": "The Fatigue Symptom inventory (FSI) is a method of evaluating the impact of fatigue in people with cancer. The scale is composed of 14 items and is designed to evaluate multiple aspects of fatigue, including its perceived severity, frequency, and interference with daily functioning. Items use an 11-point, likert-type scale that ranges from one fatigue-related extreme to another (lower points on the scale denote less acute problems with fatigue. A score of zero denotes no interference, whilst a score of 10 indicated extreme interference). A global score can be obtained for items 1-13.",
          "timeFrame": "12, 24 and 33 weeks"
        },
        {
          "measure": "Depression as measured by the Patient Health Questionnaire - 8 (PHQ8)",
          "description": "The Patient Health Questionnaire - 8 (PHQ8) is an 8 item questionnaire used for the diagnosis of depression. Each of the 8 items are allocated a score of 0-3. Scores can range from 0-24. A score of more than 10 indicates a high likelihood of clinical depression. Scores of more than 20 are indicative of severe disease.",
          "timeFrame": "12, 24 and 33 weeks"
        },
        {
          "measure": "Anxiety as measured by the Generalised Anxiety Disorder - 7 (GAD7) questionnaire",
          "description": "The Generalised Anxiety Disorder - 7 (GAD7) is a 7 item questionnaire used to screen for generalised anxiety disorder. Each of the 7 items can be allocated a score of 0-3. Total score can range from 0-21. A score of more than 10 indicated a high likelihood of significant anxiety.",
          "timeFrame": "12, 24 and 33 weeks"
        },
        {
          "measure": "The impact of Hot Flushes as measured by the Hot Flash Related Daily Interference Scale (HFRDIS)",
          "description": "The Hot Flushes as measured by the Hot Flash Related Daily Interference Scale is a tool for assessing the impact of hot flushes on quality of life. The scale measures the impact of hot flashes on overall Quality of life, as well as on 9 specific activities (work, social activities, leisure activities, sleep, mood, concentration, relations with others, sexuality, enjoyment of life). The scale consists of a series of 0-10-point numeric rating scales. A score of zero reflects no interference and a score of 10 denotes complete interference. Total score can range from 0-100.",
          "timeFrame": "12, 24 and 33 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Immune cell count",
          "description": "We will collect a blood sample from a cohort of patients enrolled in the trial at baseline and at 24 weeks post intervention. A blood sample will be collected from a group of healthy volunteers as a comparator. To assess if improved sleep results in a reduction in immune cell count, peripheral mononuclear blood cells will be isolated from a peripheral blood sample from a subset of patients. Immune cell count will be evaluated by flow cytometry. We will determine the number of the following immune cells: CD4 T cells, CD8 T cells, B cells, Natural Killer Cells, Monocytes and Gamma Delta T cells.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Immune Cell Percentage",
          "description": "We will collect a blood sample from a cohort of patients enrolled in the trial at baseline and at 24 weeks post intervention. A blood sample will be collected from a group of healthy volunteers as a comparator. To assess if improved sleep results in a reduction in immune percentage, peripheral mononuclear blood cells will be isolated from a peripheral blood sample from a subset of patients. Immune cell percentage will be evaluated by flow cytometry. We will determine the percentage of the following immune cells: CD4 T cells, CD8 T cells, B cells, Natural Killer Cells, Monocytes and Gamma Delta T cells.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Immune Cell Function",
          "description": "We will collect a blood sample from a cohort of patients enrolled in the trial at baseline and at 24 weeks post intervention. A blood sample will be collected from a group of healthy volunteers as a comparator. To assess if improved sleep results in immune cell function, the activation markers of immune cells will be measured using flow cytometry. The activation markers on T cells the Natural Killer Cells will be measured: HLA-DR, CD69, Nur77, GzB, Perforin, IL2, IL17A, IL17F, IL10, TNF-alpha, IFN-gamma. The activation markers on monocytes will be measured: TNF-alpha, IL1-beta, IL6",
          "timeFrame": "24 weeks."
        },
        {
          "measure": "Expression of immune checkpoints",
          "description": "We will collect a blood sample from a cohort of patients enrolled in the trial at baseline and at 24 weeks post intervention. A blood sample will be collected from a group of healthy volunteers as a comparator. To assess if improved sleep results in a change in the expression of immune checkpoints on T cells and Natural Killer cells, an evaluation of these cells and the expression of the following immune checkpoints will be performed by flow cytometry: PD1, TIGIT, BTLA, CD223, CD96, CD112R, LAG3, TIM3.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Number of inflammatory markers and cytokines in peripheral blood sample.",
          "description": "We will collect a blood sample from a cohort of patients enrolled in the trial at baseline and at 24 weeks post intervention. A blood sample will be collected from a group of healthy volunteers as a comparator. To assess if improved sleep results in a reduction in the number of inflammatory markers and cytokines measured in the serum of a peripheral blood sample using a multiples assay. The following will be measured: TNF-alpha, IL2-beta, PGD2, IL10, IL4, IFN.",
          "timeFrame": "24 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Women\n* Aged 18 and over\n* Sleep Condition Indicator (SCI) score of 16 or less\n* Current or past diagnosis of cancer\n* Fluent in written and spoken English\n* Internet access and comfortable with its use\n\nExclusion Criteria:\n\n* Acute Illness\n* Life expectancy less than 6 months\n* Evidence of another sleep disorder\n* Untreated Psychiatric Disorder\n* Drug Misuse\n* Currently receiving CBT for insomnia from a health professional or taking part in an online treatment programme for insomnia\n* Any condition that may be exacerbated by sleep restriction therapy (Obstructive sleep apnoea, Bipolar disorder, psychosis, schizophrenia, epilepsy, current suicidal ideation, shift work, dementia, Parkinson's disease, Lewy body dementia)\n* Planned Major Surgery\n* Commencement or a change in sleep medication within the last 4 weeks",
      "healthyVolunteers": false,
      "sex": "FEMALE",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Donal Brennan, PhD",
          "role": "CONTACT",
          "phone": "+353879577510",
          "email": "donal.brennan@ucd.ie"
        },
        {
          "name": "Teresa Treacy, MB, BCh, BAO",
          "role": "CONTACT",
          "phone": "+353861606647",
          "email": "teresa.treacy@ucdconnect.ie"
        }
      ],
      "overallOfficials": [
        {
          "name": "Donal Brennan, PhD",
          "affiliation": "University College Dublin",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University College Dublin",
          "city": "Dublin",
          "zip": "D04V1W8",
          "country": "Ireland",
          "contacts": [
            {
              "name": "Donal Brennan, PhD",
              "role": "CONTACT",
              "phone": "+353879577510",
              "email": "donal.brennan@ucd.ie"
            },
            {
              "name": "Teresa Treacy, MB, BCh, BAO",
              "role": "CONTACT",
              "phone": "+353861606647",
              "email": "teresa.treacy@ucdconnect.ie"
            },
            {
              "name": "Teresa Treacy, MB, BCh, BAO",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 53.33306,
            "lon": -6.24889
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "41170811",
          "type": "DERIVED",
          "citation": "Cai Z, Tang Y, Liu C, Li H, Zhao G, Zhao Z, Zhang B. Cognitive behavioural therapy for insomnia in people with cancer. Cochrane Database Syst Rev. 2025 Oct 31;10(10):CD015176. doi: 10.1002/14651858.CD015176.pub2."
        },
        {
          "pmid": "37741507",
          "type": "DERIVED",
          "citation": "Treacy T, O'Meara Y, Galligan MC, Henry AL, Lensen SF, Higgins MJ, Hickey M, Brennan DJ. The Sleepio After Cancer (SAC) study. Digital cognitive behavioural therapy for insomnia (dCBT-I) in women cancer patients - Trial protocol of a randomised controlled trial. Contemp Clin Trials. 2024 Jan;136:107337. doi: 10.1016/j.cct.2023.107337. Epub 2023 Sep 21."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D007319",
          "term": "Sleep Initiation and Maintenance Disorders"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D001008",
          "term": "Anxiety Disorders"
        },
        {
          "id": "D003863",
          "term": "Depression"
        },
        {
          "id": "D005221",
          "term": "Fatigue"
        },
        {
          "id": "D019584",
          "term": "Hot Flashes"
        }
      ],
      "ancestors": [
        {
          "id": "D020919",
          "term": "Sleep Disorders, Intrinsic"
        },
        {
          "id": "D020920",
          "term": "Dyssomnias"
        },
        {
          "id": "D012893",
          "term": "Sleep Wake Disorders"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D001523",
          "term": "Mental Disorders"
        },
        {
          "id": "D001526",
          "term": "Behavioral Symptoms"
        },
        {
          "id": "D001519",
          "term": "Behavior"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}