{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01637220",
      "orgStudyIdInfo": {
        "id": "P110909"
      },
      "secondaryIdInfos": [
        {
          "id": "2012-A00242-41",
          "type": "OTHER",
          "domain": "ID CRB"
        }
      ],
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Role of Neutrophil Activation in Anaphylaxis to Neuro-Muscular Blocking Agents",
      "officialTitle": "Role of Neutrophil Activation in Anaphylaxis to Neuro-Muscular Blocking Agents",
      "acronym": "NASA"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-08"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2015-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-06-04",
      "studyFirstSubmitQcDate": "2012-07-06",
      "studyFirstPostDateStruct": {
        "date": "2012-07-11",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-12-11",
      "lastUpdatePostDateStruct": {
        "date": "2017-12-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "In about 10% of preoperative anaphylactic reactions to Neuro-Muscular Blocking Agents (NMBA) (114 patients analyzed at the BICHAT Hospital), a classical mechanism (mast cell- and IgE-dependent) is not identified. The mechanisms underlying these atypical anaphylactic reactions are unknown. The investigators have developed at the Pasteur Institute a murine model of anaphylaxis in which neutrophils, IgG and Platelet Activating Factor (PAF) play predominant roles. In addition, preliminary results obtained at the BICHAT Hospital suggest the presence of specific IgG anti-quaternary ammonium in the sera of patients that had developed a shock to NMBA anesthesia, but not in controls exposed to NMBA anesthesia or in normal blood donors. Finally, the release of neutrophil extracellular traps (NETs), extracellular filaments made of DNA and histones, may contribute to respiratory symptoms HYPOTHESIS: Neutrophils are implicated in NMBA -induced anaphylactic reactions in humans. Activated by IgG-NMBA complexes, which aggregate IgG receptors, neutrophils release PAF and NETs that are implicated in the cardiac and respiratory distress during anaphylaxis. It is possible that the activation of neutrophils: 1) explains the clinical features of atypical anaphylactic reactions (non-IgE mediated), 2) participates also in part to classical anaphylactic reactions GENERAL OBJECTIVE: Compare the percentage of circulating activated neutrophils in a group of patients immediately following a NMBA -induced shock (case) to that of a group of patients exposed to NMBA during anesthesia without developing a shock (control).\n\nSECONDARY OBJECTIVES:\n\nA) the day of the shock, quantify and compare between case and controls, 1) the level of circulating anti-quaternary ammonium IgG by immuno fluorometry, 2) the expression of IgG receptors (FcR) on the surface of neutrophils by cytometry, 3) the levels of circulating PAF by mass spectrometry, 4) the amount of NETs by immunofluorescence.\n\nB) 6 to 10 weeks after the shock perform, 1) cutaneous tests to NMBA, 2) a study of the capacity of stimulation of ex vivo neutrophils by IgG- NMBA complexes",
      "detailedDescription": "Case control study, with a 6,10 week follow-up on cases\n\nSelection of cases :\n\nInclusion criteria: Any patient of age 18 and over:\n\nPresenting with clinical signs compatible with a perioperative anaphylactic reaction to neuromuscular blocking drugs, whatever the grade of the anaphylactic reaction That was treated following the French Patient Management 2011 guidelines (cf. annex 5) Non inclusion criteria: patient dying during the anaphylactic shock\n\nSelection of controls: One control for each case will be included. Controls will be recruited solely at the Hospital BICHAT. Controls should correspond to the following:\n\nInclusion criteria: Any patient of age 18 and over Hospitalized for a surgical intervention necessitating a neuromuscular blocking drug injection, without developing an anaphylactic reaction That had been informed of the particulars of the study and that had consented to participate in this study\n\nNon inclusion criteria: pregnant women NB: If a patient recruited as a control suffers from an anaphylactic reaction following neuromuscular blocking drug-injection, this patient will be considered a case, and other controls paired, one to this novel case and one to the original case patient.\n\nPairing : Controls will be paired to cases based on the following criteria :\n\n\\- age :+/- 5 years\n\n* sexe\n* infectious status : infected/ non infected\n* type of surgery: the different sub-classes are classified as follows: orthopedic, neurosurgery/visceral, urologic, gynecologic/vascular, cardiac, thoraco/maxillo-facial, ophthalmology, ENT/Other.\n* Pharmacological class of the neuromuscular blocking drug used for surgery\n\nDuration of the study:Total duration: 26 months Inclusion period: 24 months\n\nLength of participation for a patient:\n\nCases: 6 to 10 weeks Controls: the day of the surgery\n\nSample collection Cases: at the time of the shock (blood and plasma sample, and, when necessary for the patient, bronchial aspiration liquid) and during the Allergology Anesthesia consult 6 to 10 weeks post anaphylactic reaction Controls: blood and plasma sample following the injection of neuromuscular blocking drug injection.\n\nAll blood sampling (and eventually aspiration of bronchial fluids) required for this study are performed during the normal clinical management of case and of control patients, without any additional or non-conventional procedure of intervention, diagnosis or patient monitoring (non-interventional study). Supernumerary blood tubes are collected in addition to those collected during the normal clinical practice (10 ml on dry tube for serum/plasma and 10 ml on EDTA tube) at the same time (case and controls) and the bronchial aspiration fluid is kept for analysis instead of being discarded.\n\nAn anaphylactic shock to neuromuscular blocking drug during anesthesia arises in minutes following injection/perfusion. Samples from case patients will therefore be collected in the 30 to 60 minutes following injection/perfusion of the neuromuscular blocking drug, as it is already currently performed during surgery, and when the patient's condition has been stabilized. The investigators expect that surgical incisions will not be performed in most, if not all, case patients as the anaphylactic reactions occur before incisions are possible, i.e. just after injection/perfusion of the neuromuscular blocking drug. Samples from control patients will therefore be collected shortly after exposure to neuromuscular blocking drug and before surgical incisions are performed, to avoid the perturbations induced by this surgical act, especially regarding neutrophil activation\n\nBlood volume collected specifically for this study:\n\n* case patient: 10 ml after the anaphylactic reaction, and during the Allergology-Anesthesia consult 6 to 10 weeks after the shock le choc.\n* Control patients: 20 ml following neuromuscular blocking drug injection Samples collected in Lithium heparinate for the cell-based study will be sent the day of the anaphylactic reaction and the day of the Allergology-Anesthesia consult by an authorized delivery service to the Unity Allergologic molecular et Cellularise at Institute Pasteur.\n\nSamples collected on dry tubes (serum sample) will be housed in the sero-tec of Hospital BICHAT, and series of aliquots sent to Institute Pasteur upon request. Identical aliquots will be used to dose anti quaternary ammonium specific IgG, and specific IgE as currently performed at the Unity d'Immunologic Autoimmunity et Hypersensibility at Hospital BICHAT.\n\nWhen performed, bronchial aspiration fluids will be kept in part for the study of NETs in the Unity d'Immunologic Autoimmunity et Hypersensibility at Hospital BICHAT, and in part for analysis of cellular content and PAF levels at the Institute Pasteur, and accordingly delivered the same day in the respective laboratories.\n\nCutaneous prick tests will be performed during the Allergology-Anesthesia consult 6 to 10 weeks post-anaphylactic reaction.\n\nFollowing each inclusion, each hospital will send, as it is current medical practice, information on the patient: age, sex, type of surgery that was planned, nature of anesthetics used, history of atopic events including asthma, allergy to food or drugs, comorbidity factors. Control patients will be included at Hospital BICHAT only.\n\nMain judgment criteria:\n\n1. Percentage of circulating activated neutrophils in the group of patients immediately after a neuromuscular blocking drug-induced shock (case) compared to that of the group of patients exposed to neuromuscular blocking drug during anesthesia without developing a shock (control). This measure will be based on the intensity of expression of the activation marker CD62L (L-selectin) by blood neutrophils using flow cytometry. Our preliminary data indicate that the Mean Fluorescence Intensity (MFI) of CD62L is \\>450 when considering \" non-activated \" neutrophils, and CD62L(MFI)\\<300 when considering \" activated \" neutrophils.\n2. Levels of PAF in the plasma of \"cases\" than in the plasma of \"controls\".\n\nSecondary judgment criteria:\n\n1. Levels of anti-quaternary ammonium specific IgG in the plasma of \"cases\" than in the plasma of \"controls\".\n2. Ex vivo activation capacity of blood neutrophils in the presence of neuromuscular blocking drug-IgG immune complexes\n3. Presence of Neutrophil Extracellular Traps in the bronchial aspiration fluid of \"cases\"\n\n   Description of the patient population: A complete description of the entire population studied and of the groups will be performed. Variables will be described according to their distribution as appropriate (mean and standard deviation for variables with a normal distribution; median and interquartile range for variables with abnormal distributions; frequency and percentage for category criteria).\n\n   Analysis - The distribution of variables representing the percentage of activated neutrophils between cases and controls, as well as each secondary judgment criteria will be compared using a conditional logical regression, adjusting on the matching criteria - To evaluate the correlation between percentage of activated neutrophils and the severity of the shock, or between the level of specific IgG and the severity of the shock, a linear tendency test in a general linear model will be performed.\n   * An analysis results obtained in sub-groups of patients defined based on the severity of the shock they suffered from, will also be performed\n   * Statistical tests will be bilateral and the risk of first degree will be fixed at 5%.\n   * Description of the functional parameters of blood neutrophils at basal stage or following stimulation with neuromuscular blocking drug-IgG complexes (expression of FcRs and of activation markers, release of mediators, induction of NETs), and description of the \"classical\" immunological parameters of the anaphylactic shock to neuromuscular blocking drugs (prick test results, ex vivo activation potential of basophils).\n\n     5 complementary studies will be performed on samples from patients included in the NASA study:\n   * IPAAQ (Identification and Pathologic effects of Anti-Quaternary ammonium antibodies), As it will require an additional 10ml sample of sera, a specific signed consent will be obtained from every patient included in the IPAAQ study. This serum sample will be taken during the allergology visit scheduled 6 to 10 weeks post-anaphylactic shock.\n\n   The aim of this study is to quantify, identify and purify the different IgG subclasses of anti-quaternary ammonium antibodies in the sera of patients that have undergone an anaphylactic shock during anaesthesia. The ability of immune complexes, composed of anti-quaternary ammonium antibodies and a neuromuscular blocking agent, to bind human IgG receptors and/or to activate human neutrophils and basophils in vitro will be evaluated. This analysis will enable determining if anti-quaternary ammonium IgG-neuromuscular blocking agent complexes may be pathogenic, and validating the anti-quaternary ammonium IgG diagnostic test, in addition to the anti-quaternary ammonium IgE test performed during normal clinical practice.\n   * NASAmAbs: Different populations of memory B lymphocytes (particularly IgG or IgE +) directed against a quaternary ammonium will be isolated from PBMCs of two \"cases\" who have agreed to participate in the study NASAmAbs, by flow cytometry using a Quaternary Ammonium (QA) coupled to a fluorescent protein (eg KLH). Genes encoding the variable domains of the heavy and light chains immunoglobulins (IgH and IgL) expressed by each cell B will first be amplified by RT-PCR, then cloned into vectors encoding the constant domains of immunoglobulins. These vectors will be transfected into cell lines and resulting recombinant monoclonal antibodies (chimeric human-mouse) will be produced and characterized in terms of specific reactivity against QA neuromuscular blocking agents (for ELISA), affinity for the ligand (by method of magnetic resonance surface), and poly and self-reactivity (by ELISA and indirect immunofluorescence). The recombinant antibody will be evaluated for their ability to activate cells in vitro in the presence of antigen (QA or NMBA) and as to their ability to induce anaphylactic shock in vivo, in transgenic mouse models expressing human receptor for the antibody.\n\n   The aim of this project is to generate human recombinant anti- quaternary ammonium antibodies to assess their pathological potential (anaphylactogenic).\n\n   As part of the study NASAmAbs, 1 additional 250ml pocket of blood EDTA will be collected either during a consulting with the allergologist either during a visit for this purpose.\n\n   \\- NASA LYMPHAQ: The presence of T cells specific for drug allergens is documented in allergy to penicillin, but their presence and characteristics in the immediate allergy to muscle relaxants has not been described. The purpose of our ancillary study is to highlight these T cell by specific activation tests, to characterize phenotypically, quantify, and compare their frequency to that of healthy donors.\n\n   The aim of this ancillary study is to identify T cell specific populations for quaternary ammonium in patients sensitive to NMBA.\n\n   The research will be performed on mononuclear cells already isolated during the post-shock visit as part of the NASA study.\n   * NASA Quin: In a recent study, the team of Dr. ROUZAIRE revealed a high prevalence of sensitization to neuromuscular blocking drug in 17 patients allergic to quinolones: 53% versus 3.4% in a control population. As with pholcodine, quinolones could thus be a way of sensitization of neuromuscular blocking agents.\n\n   The aim of this ancillary project is to confirm on a larger cohort, the association of sensitization between these two drug classes, neuromuscular blocking agents and quinolones.\n\n   As part of the study NASAQuin, no additional blood sample will be collected. The research will be performed on aliquots of serum and / or plasma conserved as part of the study NASA. An aliquot of 300 µl will be used for the assay.\n   * NASA-CAT: Anaphylaxis can cause alone or during the administration of adrenaline, heart disease. The amplitude, frequency and pathophysiology of myocardial involvements are unknown.\n\n   The aim of the ancillary study \"NASA-CAT\" is to define, using established plasma myocardial biomarkers , the prevalence of myocardial injury during anaphylaxis related to anesthetic agents and the role of adrenaline in this injury. Adrenaline is a catecholamine which is recommended to administrate intravenously in severe anaphylaxis. Adrenaline allows to restore immediately blood pressure due to its vasoconstrictor properties. Deleterious effects of adrenaline on coronaries and myocardium have been described in acute heart failure. The existence of similar effects in anaphylaxis is not known.\n\n   The aim of the study \"NASA-CAT\" is to assess myocardial involvement in anaphylaxis and determine the role of adrenaline in this injury.\n\n   As part of the ancillary study \"NASA-CAT\", no additional blood sample will be collected. The dosing of myocardial biomarkers (troponin hypersensitive, natriuretic peptides, adrenomedullin, copeptin) will be performed on samples of 500μl from serum and / or plasma stored in as part of the NASA study."
    },
    "conditionsModule": {
      "conditions": [
        "Anaphylactic Shock to Neuro-Muscular Blocking Agents (NMBA)"
      ],
      "keywords": [
        "Anaphylaxis",
        "Neutrophils",
        "Platelet activating factor",
        "Neutrophil Extracellular Traps (NETs)"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "case, control",
          "description": "Blood volume collected specifically for this study",
          "interventionNames": [
            "Biological: Blood volume collected specifically for this study"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Blood volume collected specifically for this study",
          "description": "* case patient: 10 ml after the anaphylactic reaction, and during the Allergology-Anesthesia consult 6 to 8 weeks after the shock le choc.\n* Control patients: 20 ml following neuromuscular blocking drug injection",
          "armGroupLabels": [
            "case, control"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Percentage of circulating activated neutrophils in the group case compared to that of the group of control.",
          "description": "This measure will be based on the intensity of expression of the activation marker CD62L (L-selectin) by blood neutrophils using flow cytometry. Our preliminary data indicate that the Mean Fluorescence Intensity (MFI) of CD62L is \\>450 when considering \" non-activated \" neutrophils, and CD62L(MFI)\\<300 when considering \" activated \" neutrophils.",
          "timeFrame": "30min post-anaphylactic shock"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Levels of anti-quaternary ammonium specific IgG in the plasma",
          "description": "the group case compared to the group of control.",
          "timeFrame": "30min post-anaphylactic shock"
        },
        {
          "measure": "Ex vivo activation capacity of blood neutrophils in the presence of neuromuscular blocking drug-IgG immune complexes",
          "description": "the group case compared to the group of control.",
          "timeFrame": "30min post-anaphylactic shock"
        },
        {
          "measure": "Presence of Neutrophil Extracellular Traps in the bronchial aspiration fluid of \"cases\"",
          "description": "the group case compared to the group of control.",
          "timeFrame": "30min post-anaphylactic shock"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Selection of cases :\n\nINCLUSION CRITERIA:\n\n* Any patient of age 18 and over:\n* Presenting with clinical signs compatible with a perioperative anaphylactic reaction to neuromuscular blocking drugs, whatever the grade of the anaphylactic reaction\n* That was treated following the French Patient Management 2011 guidelines\n\nEXCLUSION CRITERIA:\n\n\\- pregnant women\n\nSelection of controls:\n\nINCLUSION CRITERIA :\n\n* Any patient of age 18 and over\n* Hospitalized for a surgical intervention necessitating a neuromuscular blocking drug injection, without developing an anaphylactic reaction\n* That had been informed of the particulars of the study and that had consented to participate in this study\n\nEXCLUSION CRITERIA: none",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Selection of cases :\n\n* Any patient of age 18 and over:\n* Presenting with clinical signs compatible with a perioperative anaphylactic reaction to neuromuscular blocking drugs, whatever the grade of the anaphylactic reaction\n* That was treated following the French Patient Management 2011 guidelines\n\nSelection of controls:\n\n* Any patient of age 18 and over\n* Hospitalized for a surgical intervention necessitating a neuromuscular blocking drug injection, without developing an anaphylactic reaction\n* That had been informed of the particulars of the study and that had consented to participate in this study",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Sylvie Chollet-Martin, MD-PhD",
          "affiliation": "Assistance Publique - Hôpitaux de Paris",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital BICHAT",
          "city": "Paris",
          "zip": "75018",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29040433",
          "type": "DERIVED",
          "citation": "Gouel-Cheron A, de Chaisemartin L, Jonsson F, Nicaise-Roland P, Granger V, Sabahov A, Guinnepain MT, Chollet-Martin S, Bruhns P, Neukirch C, Longrois D; NASA study group. Low end-tidal CO2 as a real-time severity marker of intra-anaesthetic acute hypersensitivity reactions. Br J Anaesth. 2017 Nov 1;119(5):908-917. doi: 10.1093/bja/aex260."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000707",
          "term": "Anaphylaxis"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}