{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07033299",
      "orgStudyIdInfo": {
        "id": "CT1192-CG11003_02"
      },
      "organization": {
        "fullName": "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology",
        "class": "OTHER"
      },
      "briefTitle": "The Safety, Efficacy, and Cellular Metabolic Kinetics of CT1192 in Treating Patients With Anti Neutrophil Cytoplasmic Antibody Associated Vasculitis",
      "officialTitle": "A Clinical Study Exploring the Safety, Efficacy, and Cellular Metabolic Kinetics of Universal CD19/20 CAR-T Cell Injection in Anti Neutrophil Cytoplasmic Antibody Associated Vasculitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-07-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-03-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-06-04",
      "studyFirstSubmitQcDate": "2025-06-23",
      "studyFirstPostDateStruct": {
        "date": "2025-06-24",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-23",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Qiubai Li",
        "investigatorTitle": "Director, Head of Department of Rheumatology and Immunology, Principal Investigator, Professor, Wuhan Union Hospital",
        "investigatorAffiliation": "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology"
      },
      "leadSponsor": {
        "name": "Union Hospital, Tongji Medical College, Huazhong University of Science and Technology",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "CARsgen Therapeutics Co., Ltd.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A clinical study exploring the safety, efficacy, and cellular metabolic kinetics of universal CD19/20 CAR-T cell injection in anti neutrophil cytoplasmic antibody associated vasculitis.\n\nThis study is a single arm, open label, exploratory dose escalation clinical trial aimed at evaluating the safety, efficacy, and cellular metabolic dynamics of CT1192 cells in patients with ANCA associated vasculitis.",
      "detailedDescription": "The study is divided into dose escalation stage and dose expansion stage. Dose escalation stage The dose escalation is tentatively set at three dose levels, namely 3.0 × 108, 4.5 × 108, and 6.0 × 108 CAR-CD19/CD20+T cells. The expected target toxicity probability for the maximum tolerated dose is 30%, with a planned enrollment of approximately 12 participants. The number of participants in each dose group is subject to actual circumstances. During the experiment, researchers and collaborators will jointly negotiate whether to increase or decrease the dosage based on the participants' cellular metabolic characteristics, safety, tolerability, and preliminary efficacy data, whether to increase to the set highest dose group or produce the maximum cell quantity that can be supplied, and whether to explore new dose levels within the explored dose range (allowing for dose adjustments), in order to determine the possible recommended therapeutic dose (RD).\n\nThe DLT observation period is 28 days after the first infusion. If the treatment needs to be withdrawn before 28 days after infusion due to disease progression or other reasons, and no significant CAR-T cell expansion is detected or CAR-T therapy is ineffective, and the DLT related AE events determined by the researchers may not be related to the product, the DLT observation period can be completed in advance. When there are safety risks that need to be discussed during each dose escalation, researchers and collaborators can decide when to enter the next dose group based on the safety, tolerability, and metabolic kinetics of CT1192 cells of the participants. Participants in the same dose group need to receive cell infusions at 14 day intervals, and subsequent participants can only receive cell infusions when no significant safety risks (including DLT) are observed.\n\nDose expansion stage Based on the results of the dose escalation phase, one or more dose groups may be selected for dose expansion to further explore the efficacy and safety in ANCA related vasculitis patients. Each dose group and queue are planned to include a maximum of 9 cases, and the specific number of participants is subject to actual conditions. DLT will not be observed during the dose expansion phase, and other research processes will be the same as during the dose escalation phase. Researchers and collaborators will continue to monitor the safety data of the entire dose expansion phase and make entry and exit decisions as necessary."
    },
    "conditionsModule": {
      "conditions": [
        "ANCA Associated Vasculitis (AAV)"
      ],
      "keywords": [
        "CT1192"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 12,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CT1192 CAR-T cells Injection",
          "type": "EXPERIMENTAL",
          "description": "CT1192 cells infusion",
          "interventionNames": [
            "Biological: CAR-T Therapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "CAR-T Therapy",
          "description": "CT1192 cells infusion",
          "armGroupLabels": [
            "CT1192 CAR-T cells Injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluate the safety and tolerability of CT1192 in patients with ANCA associated vasculitis",
          "description": "The incidence and severity of dose limiting toxicity (DLT), adverse events (AE), serious adverse events (SAE), and AESI (adverse events of particular concern);",
          "timeFrame": ": Within 28 days after infusion for DLT, within 180 days after infusion fOr AE/SAEwithin 12 months after infusion for AESl]"
        },
        {
          "measure": "Evaluate the maximum tolerable dose (MTD) and/or dose range of CT1192",
          "description": "CT1192 MTD and/or dose range",
          "timeFrame": "After medication to day 28"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "After treatment, the Birmingham vasculitis activity score (bvas) changed from baseline",
          "description": "Preliminary evaluation of the effectiveness of CT1192 in patients with ANCA related vasculitis. Changes in Birmingham vasculitis activity score (BVAS) compared to baseline at 3 months and other time points (1, 6, 9, and 12 months) after medication.",
          "timeFrame": "At 1, 3, 6, 9, and 12 months after medication"
        },
        {
          "measure": "Changes of vasculitis damage index (VDI) from baseline after medication",
          "description": "Preliminary evaluation of the effectiveness of CT1192 in patients with ANCA related vasculitis. Vasculitis damage index (VDI) and changes from baseline at 3 months and other time points (1, 6, 9, and 12 months) after medication.",
          "timeFrame": "At 1, 3, 6, 9, and 12 months after medication"
        },
        {
          "measure": "Changes of serum markers (MPO-ANCA or PR3-ANCA) in ANCA related vasculitis after medication",
          "description": "Preliminary evaluation of the effectiveness of CT1192 in patients with ANCA related vasculitis. Changes in serum markers of ANCA related vasculitis (MPO-ANCA or PR3-ANCA) levels at 1, 3, 6, 9, and 12 months after medication.",
          "timeFrame": "At 1, 3, 6, 9, and 12 months after medication"
        },
        {
          "measure": "Changes of immunoglobulin (IgG, IgM, IgA, IgE) levels after medication",
          "description": "Preliminary evaluation of the effectiveness of CT1192 in patients with ANCA related vasculitis. Changes in immunoglobulin (IgG, IgM, IgA, IgE) levels at 1, 3, 6, 9, and 12 months after medication.",
          "timeFrame": "At 1, 3, 6, 9, and 12 months after medication"
        },
        {
          "measure": "Proportion of patients without other ANCA related vasculitis therapy after medication",
          "description": "Preliminary evaluation of the effectiveness of CT1192 in patients with ANCA related vasculitis. The proportion of patients without other ANCA related vasculitis therapies at 1, 3, 6, 9, and 12 months after medication.",
          "timeFrame": "At 1, 3, 6, 9, and 12 months after medication"
        },
        {
          "measure": "The change value of post medication Health Assessment Questionnaire Disability Index (HAQ-DI) from baseline",
          "description": "Preliminary evaluation of the effectiveness of CT1192 in patients with ANCA related vasculitis. Changes in Health Assessment Questionnaire Disability Index (HAQ-DI) from baseline at 1, 3, 6, 9, and 12 months after medication.",
          "timeFrame": "At 1, 3, 6, 9, and 12 months after medication"
        },
        {
          "measure": "The level of CT1192 gene copy number in the blood",
          "description": "Objective to evaluate the cell kinetics of ct1192 in ANCA associated vasculitis participants. The copy number and duration of ct1192 gene in blood were observed.",
          "timeFrame": "Within 1 year after CAR-T cell infusion"
        },
        {
          "measure": "Duration of CT1192 gene copy number in blood",
          "description": "Objective to evaluate the cell kinetics of ct1192 in ANCA associated vasculitis participants. The copy number and duration of ct1192 gene in blood were observed.",
          "timeFrame": "Within 1 year after CAR-T cell infusion"
        },
        {
          "measure": "Changes of B cell functional subsets (initial B cells, memory B cells, plasma cells) after ct1192 reinfusion",
          "description": "Evaluate the pharmacological (PD) characteristics of CT1192 in participants with ANCA associated vasculitis, and assess the changes in B cell functional subgroups (initial B cells, memory B cells, plasma cells) after CT1192 reinfusion.",
          "timeFrame": "Within 1 year after CAR-T cell infusion"
        },
        {
          "measure": "Changes in cytokine levels (IL-2, IL-6, TNF - α, IFN - α) after CT1192 cell infusion",
          "description": "Evaluate the pharmacodynamic (PD) characteristics of CT1192 in participants with ANCA associated vasculitis and the changes in cytokine levels after CT1192 reinfusion.",
          "timeFrame": "Within 1 year after CAR-T cell infusion"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. ANCA associated vasculitis that meets the 2022 American College of Rheumatology (ACR)/European League Against Rheumatism (EULAR) criteria, including microscopic polyangitis, granulomatous polyangitis, and eosinophilic granulomatous polyangitis;\n2. Voluntarily sign the Informed Consent Form (ICF）; When signing the ICF, the age range is between 18 and 60 years old (including 18 and 60 years old), with no gender restrictions;\n3. No systemic active infections (such as infectious pneumonia or tuberculosis) within the first 2 weeks of screening;\n4. Women with fertility (defined as all physiologically capable women) must agree to use effective contraceptive methods from at least 28 days prior to the start of vaginal dialysis to 1 year after CT1192 infusion. Egg donation is strictly prohibited within 1 year after receiving the study treatment infusion during the study period. Male partners with fertility must agree to use effective barrier contraception methods from the start of lymphatic dialysis until 1 year after CT1192 reinfusion, and should not donate semen or sperm throughout the entire study period;\n5. Women with fertility must test negative for serum β - human chorionic gonadotropin (β - hCG) during screening and within 48 hours prior to gonorrhea treatment;\n6. Prior to screening, routine treatment (corticosteroids combined with immunosuppressants) must have been received for at least 6 months but still ineffective, or disease recurrence after remission (BVAS\\>0); During screening, ANCA related antibodies were positive for p-ANCA or c-ANCA;\n7. Birmingham vasculitis activity score (BVAS) ≥ 15 points during the screening period;\n8. Adequate organ function:\n\n1\\) Renal function: defined as a creatinine clearance rate (Cockcroft Gault) calculated without hydration assistance of ≥ 50 mL/min; 2) Bone marrow function: defined as neutrophil count (ANC) ≥ 1.0 × 109/L and hemoglobin (Hb) ≥ 90 g/L. Blood transfusions and growth factors must not be used to meet these requirements within 7 days prior to eligibility screening; 3) Liver function: defined as alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 2 x upper limit of normal (ULN), total bilirubin ≤ 2 x upper limit of normal (ULN) 4) Coagulation function: defined as International Normalized Ratio (INR) or Activated Partial Thromboplastin Time (APTT) ≤ 1.5 × ULN; 5) Pulmonary function: Blood oxygen saturation (SpO2) ≥ 92% in indoor air (measured by pulse oximeter); 6) Cardiac function: defined as a left ventricular ejection fraction (LVEF) of ≥ 50% evaluated by echocardiography (ECHO) within the first 8 weeks of screening.\n\nExclusion Criteria:\n\n1. Previously received CAR-T cell or other genetically modified T cell therapy, or had a history of major organ transplantation (such as heart, lung, kidney, liver) or hematopoietic stem cell/bone marrow transplantation;\n2. Screening for CD20 monoclonal antibodies such as rituximab used within the previous 6 months;\n3. Use other biological agents such as Mabolizumab during the screening period of 12 weeks;\n4. Allergic or intolerant reactions to Qinglin drugs, tocilizumab, or life-threatening allergic reactions, hypersensitivity reactions, or intolerance to CT1192 preparations or their excipients (including dimethyl sulfoxide (DMSO)), or previous history of other severe allergies such as anaphylactic shock;\n5. Hormone use ≥ 10 mg/day of prednisone (or equivalent) within 2 weeks prior to CT1192 infusion, with the use of physiological substitutes, topical and inhaled steroids allowed;\n6. Received immunosuppressive agents that affect T cells (mycophenolate mofetil, methotrexate, cyclosporine, azathioprine, leflunomide, tacrolimus) within 2 weeks prior to CT1192 infusion;\n7. Have received JAK inhibitors (tofacitinib, baritinib tablets, lukatinib, etc.) within 2 weeks prior to CT1192 infusion;\n8. Individuals with a history of ≥ grade 2 bleeding or requiring long-term anticoagulant therapy within the 30 days prior to screening; Within 30 days prior to screening, plasma exchange, plasma separation, and hemodialysis treatments have been performed;\n\n10\\. Have received attenuated live vaccine, inactivated vaccine or RNA vaccine within one month before screening; 11. Suffering from malignant tumors within 2 years prior to signing the ICF. Except for the following situations: non melanoma skin cancer that has undergone radical treatment, local prostate cancer, cervical carcinoma in situ confirmed by biopsy or squamous intraepithelial lesions detected by cervical smear, and breast carcinoma in situ that has been completely removed; 12. If a major surgery has been performed within 4 weeks prior to signing the informed consent form, or if a major surgery is planned during the study period, the researcher believes that it would pose unacceptable risks to the participants; During screening, there may be HIV, syphilis infection, active hepatitis B virus infection (HBsAg positive and HBV-DNA above the detection limit), or active hepatitis C virus infection (HCV antibody and HCV-RNA positive); 14. Individuals with central nervous system diseases prior to screening include but are not limited to: cerebrovascular accidents, encephalitis, epilepsy, seizures/convulsions, stroke, severe brain injury, dementia, Parkinson's disease, cerebellar diseases, central nervous system vasculitis, cognitive dysfunction, organic brain syndrome, or psychiatric disorders; 15. History of any of the following cardiovascular diseases within one month prior to screening: Grade III or IV heart failure defined by the New York Heart Association (NYHA), myocardial infarction, unstable angina, uncontrolled or symptomatic atrial arrhythmias, any ventricular arrhythmias, or other clinically significant heart diseases; 16. Participate in other clinical studies within the first 3 months of screening or still within the five half lives after the last medication; 17. If there is a history or evidence of suicidal thoughts within the previous 6 months, or any suicidal behavior within the previous 12 months, the researcher believes that there is a significant risk of suicide; 18. Pregnant or lactating women; 19. The researchers determined that the participants had poor compliance, were unable or unwilling to comply with the requirements of the study protocol, or were not suitable to participate in this clinical study for other reasons.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Qiubai Li",
          "role": "CONTACT",
          "phone": "Professor 85726808 Ext.027",
          "email": "qiubaili@hust.edu.cn"
        }
      ],
      "locations": [
        {
          "facility": "Wuhan Union Hospita",
          "city": "Wuhan",
          "state": "Hubei",
          "zip": "China",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D056648",
          "term": "Anti-Neutrophil Cytoplasmic Antibody-Associated Vasculitis"
        }
      ],
      "ancestors": [
        {
          "id": "D056647",
          "term": "Systemic Vasculitis"
        },
        {
          "id": "D014657",
          "term": "Vasculitis"
        },
        {
          "id": "D014652",
          "term": "Vascular Diseases"
        },
        {
          "id": "D002318",
          "term": "Cardiovascular Diseases"
        },
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D016219",
          "term": "Immunotherapy, Adoptive"
        }
      ],
      "ancestors": [
        {
          "id": "D019264",
          "term": "Adoptive Transfer"
        },
        {
          "id": "D007116",
          "term": "Immunization, Passive"
        },
        {
          "id": "D007114",
          "term": "Immunization"
        },
        {
          "id": "D007167",
          "term": "Immunotherapy"
        },
        {
          "id": "D056747",
          "term": "Immunomodulation"
        },
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D007158",
          "term": "Immunologic Techniques"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}