{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03907228",
      "orgStudyIdInfo": {
        "id": "ID-RHT-O401"
      },
      "organization": {
        "fullName": "IlDong Pharmaceutical Co Ltd",
        "class": "INDUSTRY"
      },
      "briefTitle": "Study to Evaluate the Use of RHT-3201 in SCORAD Reduction in Young Patients With Atopic Dermatitis",
      "officialTitle": "A Multicenter, Randomized, Double-blind, Placebo-controlled Clinical Trial of RHT-3201 for the Evaluation of Efficacy and Safety on the Children With Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-03-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-04",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2020-05",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-04-04",
      "studyFirstSubmitQcDate": "2019-04-04",
      "studyFirstPostDateStruct": {
        "date": "2019-04-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2019-04-04",
      "lastUpdatePostDateStruct": {
        "date": "2019-04-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "IlDong Pharmaceutical Co Ltd",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The study's objective is to confirm that RHT-3201 reduces the signs and symptoms of moderate atopic dermatitis determined by SCORAD, in patients aged 1 to 12 years, as compared to placebo. It will also be examined if the RHT-3201 treatment, as compared to placebo, reduces the quantity of topical steroids used to treat disease flares"
    },
    "conditionsModule": {
      "conditions": [
        "Dermatitis, Atopic"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "Triple (Participant, Care Provider, Investigator)",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 102,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "RHT-3201",
          "type": "EXPERIMENTAL",
          "description": "Lactobacillus rhamnosus IDCC 3201, Tyndallization (RHT-3201) (100 billion Colony Forming Units/sachet)",
          "interventionNames": [
            "Dietary Supplement: RHT-3201"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Dextrose Anhydrous",
          "interventionNames": [
            "Dietary Supplement: RHT-3201"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "RHT-3201",
          "description": "PROBIOTIC",
          "armGroupLabels": [
            "Placebo",
            "RHT-3201"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change from baseline in Scoring Atopic Dermatitis (SCORAD) total score",
          "description": "Subscales:\n\nEczema Spread (A): 0 - 20 Eczema Intensity (B): 0 - 63 Subjective Symptoms (C): 0 - 20 Total = (A/5) + (Bx7/2) + C Total: 0 - 103 (Higher values represent a worse outcome)",
          "timeFrame": "after 12-week treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline in SCORAD total score",
          "description": "Subscales:\n\nEczema Spread (A): 0 - 20 Eczema Intensity (B): 0 - 63 Subjective Symptoms (C): 0 - 20 Total = (A/5) + (Bx7/2) + C Total: 0 - 103 (Higher values represent a worse outcome)",
          "timeFrame": "after 4 and 8 week treatment"
        },
        {
          "measure": "Change from baseline in SCORAD objective score",
          "description": "Subscales:\n\nEczema Spread (A): 0 - 20 Eczema Intensity (B): 0 - 63 Subjective Symptoms (C): 0 - 20 Total = (A/5) + (Bx7/2) + C Total: 0 - 103 (Higher values represent a worse outcome) \"Objective\" SCORAD, which is composed of part A and B of the SCORAD",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Change from baseline in SCORAD subjective score",
          "description": "Subscales:\n\nEczema Spread (A): 0 - 20 Eczema Intensity (B): 0 - 63 Subjective Symptoms (C): 0 - 20 Total = (A/5) + (Bx7/2) + C Total: 0 - 103 (Higher values represent a worse outcome) \"Subjective\" SCORAD, which is composed of part C of the SCORAD",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Change from baseline in Eczema Area and Severity Index (EASI)",
          "description": "The Eczema Area and Severity Index (EASI) quantifies the severity of a subject's AD based on both severity of lesion clinical signs and the percent of body surface area (BSA) affected. EASI is a composite scoring of the degree of erythema, induration/papulation, excoriation, and lichenification (each scored separately) for each of four body regions, with adjustment for the percent of BSA involved for each body region and for the proportion of the body region to the whole body.\n\nScores range is 0-72 and Higher values represent a worse outcome",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Proportion of participants achieving at least a 50%, 75% reduction in EASI",
          "description": "EASI 50 or EASI 75 responder rates, defined as proportions of patients achieving 50% or more and 75% or more improvement in EASI score from baseline, respectively.",
          "timeFrame": "after 12-week treatment"
        },
        {
          "measure": "Change in Investigator Global Assessment (IGA) from baseline to Week 4, 8 and 12",
          "description": "The IGA is an instrument used in clinical trials to rate the severity of the subject's global AD and is based on a 6-point scale ranging from 0 (clear) to 5 (Very severe disease).",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Proportion of participants achieving IGA of 0 or 1 with at least two grades of reduction",
          "description": "The IGA is an instrument used in clinical trials to rate the severity of the subject's global AD and is based on a 6-point scale ranging from 0 (clear) to 5 (Very severe disease).",
          "timeFrame": "after 12-week treatment"
        },
        {
          "measure": "Change from baseline in numeric rating scale (NRS)",
          "description": "Participant-rated pruritus score of lesions and insomnia rated the severity of pruritus suffered in the past 24 hours on an 11-point Numeric Rating Score (NRS) where 0 is no pruritus and 10 is most severe possible pruritus.",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Change from baseline in immunologic blood marker (Total immunoglobulin E (IgE), Eosinophil counts)",
          "description": "Measuring total IgE and Eosinophil counts in serum (total IgE (KU/L), Eosinophil counts (cells/uL))",
          "timeFrame": "after 12-week treatment"
        },
        {
          "measure": "Change from baseline n Children's Dermatology Life Quality Index (CDLQI) or Infants Dermatitis Quality of Life index (IDQoL)",
          "description": "The CDLQI is a 10-item questionnaire that measures the impact of skin disease on participant's quality of life. Each question is evaluated on a 4-point scale ranging from 0 (not at all) to 3 (very much); where higher scores indicate more impact on quality of life. The DLQI total score ranges from 0 (not at all) to 30 (very much): 0-1 = no effect at all on the participant's life; 2-6 = small effect on the participant's life; 7-12 = moderate effect on the participant's life; 13-18 = very large effect on the participant's life; 19-30 = extremely large effect on the participant's life. Higher scores indicate more impact on quality of life of participants.",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Change from baseline in Dermatology Family Impact (DFI)",
          "description": "The DFI is a 10-item disease questionnaire that measures the impact of having a child with AD on family quality of life. It is completed by parent/legal guardian of the child (affected by AD), based on recall over the past week. Each question is scored on a 4-point scale ranging from 0 (good) to 3 (worst), where higher scores indicated worst quality of life of family. The DFI total score is the sum of individual scores of the 10 questions and ranges from 0 (good) to 30 (worst), where higher DFI scores indicated worst quality of life of family.",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Quantity of emollients",
          "description": "Measuring quantity of emollients at every visits",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Proportion of participants using topical corticosteroids and quantity of topical corticosteroids",
          "description": "Proportion of participants using topical corticosteroids during study period and measuring quantity of topical corticosteroids during study",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Number of days with or without topical corticosteroids",
          "description": "Number of days with or without topical corticosteroids during study period",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Drop-out rate using topical corticosteroids",
          "description": "Drop-out rates due to use topical corticosteroids",
          "timeFrame": "after 4, 8 and 12 week treatment"
        },
        {
          "measure": "Incidence of adverse event (AE)'s",
          "description": "AE will be assessed by incidence of AE, abnormalities in vital sign assessments, clinical laboratory assessments, and physical exams Incidence of treatment emergent AEs. An AE was any untoward medical occurrence attributed to study drug in a participant who received study drug. AEs are classified according to the severity in 3 categories a) mild (AEs does not interfere with participant's usual function); b) moderate (AEs interferes to some extent with participant's usual function) and c) severe (AEs interferes significantly with participant's usual function).",
          "timeFrame": "From Baseline through Week 12 (entire study)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients and patients's parents or legal guardian have signed the informed consent.\n2. Aged 1 to 12 years, diagnosed with atopic dermatitis according to Hanifin and Rajka criteria\n3. Patients experienced AD symptoms for at least 6 months\n4. SCORAD index of 20-40, both inclusive\n\nExclusion Criteria:\n\n1. Patient has other active non-AD skin diseases that could difficult the atopic dermatitis evaluation\n2. Active cutaneous or extracutaneous infection (bacterial, viral, fungal) requiring systemic treatment within 2 weeks of baseline (Localized molluscum contagiosum with \\<20 lesions and viral warts are generally not reasons for exclusion.)\n3. Medical history of immunodeficiency syndrome, autoimmune disease or malignancy for systemic therapies that modulate the immune system\n4. Use of medications or treatments before baseline\n\n   * Treated with corticosteroids, immunosuppressive treatment within 4 weeks of baseline\n   * Treated with herbal medicines and health functional foods related to atopic dermatitis within 4 weeks of baseline\n   * Treated with phototherapy treatments to atopic dermatitis within 4 weeks of baseline\n   * Treated with probiotics within 4 weeks of baseline\n   * Treated with systemic antibiotics within 2 weeks of baseline\n   * Treated with topical steroids, topical immunomodulators, oral antihistamines, and topical antibiotic within 1 week of baseline (inhaled corticosteroids for asthma, no washout required if doses is stable)\n5. Medical history of infectious intestinal disease within 2 weeks before screening\n6. History of hypersensitivity to components contained in study product (Lactobacillus rhamnosus)\n7. Participation in any other investigational drug study in which receipt of an investigational study drug or health functional food within the past 4 weeks before screening (or, if known, administered within 5 times the half-life)\n8. Patients who are considered to be unacceptable in this study under the opinion of the investigator",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "12 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Min Jung Kim",
          "role": "CONTACT",
          "phone": "821087721492",
          "email": "mjkim90@ildong.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Kui Young Park",
          "affiliation": "Chung-Ang University Hosptial, Chung-Ang University College of Medicine",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Chung-Ang University Hospital",
          "status": "RECRUITING",
          "city": "Seoul",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}