{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00784485",
      "orgStudyIdInfo": {
        "id": "Xolair CT"
      },
      "organization": {
        "fullName": "University of California, Los Angeles",
        "class": "OTHER"
      },
      "briefTitle": "Non-invasive Measures of Effects of Xolair in Asthma",
      "officialTitle": "Non-Invasive Measures of Distal Lung Disease in Asthmatics Before and After Treatment With Omalizumab"
    },
    "statusModule": {
      "statusVerifiedDate": "2011-03",
      "overallStatus": "TERMINATED",
      "whyStopped": "Terminated due to poor enrollment.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2009-02"
      },
      "primaryCompletionDateStruct": {
        "date": "2011-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2011-02",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2008-11-03",
      "studyFirstSubmitQcDate": "2008-11-03",
      "studyFirstPostDateStruct": {
        "date": "2008-11-04",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2011-03-08",
      "lastUpdatePostDateStruct": {
        "date": "2011-03-09",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Eric C. Kleerup, M.D., Associate Clinical Professor",
        "oldOrganization": "UCLA"
      },
      "leadSponsor": {
        "name": "University of California, Los Angeles",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Novartis",
          "class": "INDUSTRY"
        },
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to look at the effectiveness of Xolair® (omalizumab) in people with asthma taking Advair Diskus®. The study will look at the effects of Xolair® on lung function using high resolution computed tomography (HRCT) scans after asthma symptoms are induced with a special substance called methacholine. This study is only taking place at UCLA, where about 13 subjects will be enrolled. Participation requires 10-14 visits over about 26 weeks.\n\nSubjects will receive an albuterol inhaler to use as needed for immediate relief of symptoms and fluticasone 250 mcg/salmeterol 50 mcg or fluticasone 500 mcg/salmeterol 50 mcg (Advair Diskus® 250/50 or 500/50) to be taken twice daily. At certain visits, they will be given Xolair® injections followed by various assessments, including CT scans and lung function tests.",
      "detailedDescription": "This is a prospective pilot study evaluating the effect of omalizumab on the small airways of moderate to severe asthmatic individuals who are not fully controlled on fluticasone/salmeterol 250/50 or 500/50 mcg 1 puff bid. After screening, all subjects will be placed on fluticasone/salmeterol 250/50 or 500/50 mcg 1 puff bid for a 6-week run-in. Subjects will then be evaluated for level of asthma control. Individuals with total control of their asthma (no daytime or nighttime symptoms, no rescue use of short-acting inhaled beta-agonist, normal PEF, no unscheduled office visits, no ER visits) will be excluded from the study. Subjects without total asthma control will then have baseline studies performed to include HRCT of the chest before and after a methacholine challenge test (MCT), spirometry, closing volume, inspiratory capacity, symptom scores, asthma questionnaires, exhaled NO (performed at different expiratory flow rates to estimate alveolar NO) and blood work for evaluation of eosinophils and ECP, and banked serum. Subjects who meet acceptable criteria for omalizumab dosing based on serum IgE levels and body weight and the presence of atopy (at least one positive skin test to a common environmental allergen) will then receive omalizumab in addition to fluticasone/salmeterol 250/50 or 500/50 mcg 1 puff bid for sixteen weeks. Subjects will be seen every 2-4 weeks during the sixteen-week treatment phase to receive injections as prescribed and every 4 weeks to measure spirometry, inspiratory capacity, and to evaluate the level of compliance. After the sixteen-week treatment phase subjects will again undergo HRCT of the chest before and after a MCT \\[in the case where the follow-up methacholine responsiveness is diminished (improved) a mid-scan will be performed at the prior (target) methacholine dose and the challenge then continued to a maximum dose of 16 mg/ml and a third scan done\\], spirometry, closing volume, inspiratory capacity, exhaled NO at different expiratory flow rates (to estimate alveolar NO) and blood work for evaluation of eosinophils and ECP and banked serum."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma"
      ],
      "keywords": [
        "Asthma",
        "Respiratory Tract Diseases",
        "Lung Diseases",
        "Dyspnea"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 13,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Xolair injections",
          "type": "EXPERIMENTAL",
          "description": "All subjects receive active drug (Xolair-see 'interventions').",
          "interventionNames": [
            "Drug: Xolair injections"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Xolair injections",
          "description": "In addition to Advair Diskus 250/50 or 500/50, subjects will receive 150 to 375 mg subcutaneous injection every 2 or 4 weeks (depending on IgE levels) for 16 weeks.",
          "armGroupLabels": [
            "Xolair injections"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in methacholine shift at baseline compared with the shift after treatment phase. 6 (out of a possible 18) anatomic segment dorsal-peripheral zones demonstrating the greatest decrease in attenuation with methacholine will be selected for analysis.",
          "timeFrame": "3 months"
        },
        {
          "measure": "Baseline to post-treatment change in pre-methacholine lung attenuation, using the baseline lung attenuation curve as a covariate. Done for all anatomic segment dorsal-peripheral zones. Results averaged for each subject and averages mean across subjects",
          "timeFrame": "3 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Physiologic markers (isovolume FEF25-75%, closing volume, the alveolar portion of FENO, and serum markers of inflammation)",
          "timeFrame": "3 months"
        },
        {
          "measure": "Ordinal data from questionnaires and diaries",
          "timeFrame": "3 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female aged 18 to 65 years, inclusive.\n* History of moderate to severe asthma: Currently on a medium to high dose of an inhaled corticosteroid (ICS)and long-acting bronchodilator, and/or Criteria for medium dose of ICS as per GINA guidelines. ICS requirements are as follows: Beclomethasone HFA 80\\* - 4 puffs/day; Budesonide DPI 180\\*- 4 puffs/day; Budesonide/Fomoterol MDI\\* - 4 puffs/day; Ciclesonide 80\\* - 2 puffs/day; Ciclesonide 160\\* - 2 puffs/day; Flunisolide CFC 250\\* - 6 puffs/day; Fluticasone 110\\* - 3 puffs/day; Fluticasone 220\\* - 2 puffs/day; Fluticasone/salmeterol DPI 250/50 - 2 puffs/day; Fluticasone/salmeterol MDI 115/21 - 4 puffs/day; Fluticasone/salmeterol DPI 500/50 - 2 puffs/day; Fluticasone/salmeterol MDI 230/21 - 4 puffs/day; Triamcinolone\\* - 10 puffs/day; Mometasone 110\\* - 4 puffs/day; Mometasone 220\\* - 2 puffs/day\n\n  \\* with a LABA (fometerol or salmeterol)\n* FEV1 greater than/equal to 60% Hankinson predicted normal\n* FEV1/FVC less than lower limit of normal Hankinson predicted\n* Methacholine PC20 less than/equal to 8 mg/ml\n* Be able to sign the Informed Consent Form.\n* Positive skin test or a positive, in vitro response, to one relevant perennial aeroallergen (dog, cat, cockroaches, dermatophagoides farinae \\[dust mite\\], or dermatophagoides pteronyssinus) documented within the 12 months prior to screening or during the screening process (diameter of wheal greater than/equal to 3 mm vs. control).\n* Meet the study drug-dosing table eligibility criteria (serum IgE level greater than/equal to 30 to less than/equal to 700 IU/mL and body weight greater than/equal 30 to less than/equal to 150 kg\n\nExclusion Criteria:\n\n* The use of the following medications will exclude subjects from entering the study: Oral or parenteral steroids- 6 months; Omalizumab- less than 12 months; Short and long-acting anticholinergics- Stop at time of run-in; Antileukotrienes, beta-adrenergic blocking agents, inhaled cromolyn sodium or nedocromil, macrolide antibiotics- Stop at time of run-in\n* Tobacco within 1 year or \\>5 pack years.\n* Pregnant women, lactating women, or women of childbearing age not willing to take precautions to avoid becoming pregnant during the study.\n* Subjects with upper respiratory infection or receiving an influenza vaccine within 6 weeks before the study.\n* Subjects with a history of allergy or adverse reaction to inhaled beta2-agonists, methacholine, salmeterol, fluticasone, epinephrine or omalizumab or related classes of drug(s).\n* Subjects with clinically significant evidence of cardiovascular, central nervous system, endocrine, gastrointestinal, hematopoietic, hepatic, renal, psychiatric, respiratory (other than asthma) disease, or any other severe medical condition(s) that in the view of the investigator prohibits participation in the study\n* Use of any other investigational agent in the last 30 days.\n* Subjects with exacerbations during the run-in period that in the opinion of the investigator result in an unstable baseline\n* Asthma totally controlled during the two weeks prior to omalizumab treatment. Total control is defined as: No days with symptom score \\> 1; No use of rescue albuterol; PEF \\> 80% predicted; No night-time awakening; No unscheduled physician or ED visits for asthma",
      "healthyVolunteers": false,
      "sex": "FEMALE",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Eric C Kleerup, MD",
          "affiliation": "University of California, Los Angeles",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "UCLA",
          "city": "Los Angeles",
          "state": "California",
          "zip": "90095",
          "country": "United States",
          "geoPoint": {
            "lat": 34.05223,
            "lon": -118.24368
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D004417",
          "term": "Dyspnea"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012120",
          "term": "Respiration Disorders"
        },
        {
          "id": "D012818",
          "term": "Signs and Symptoms, Respiratory"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}