{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01489553",
      "orgStudyIdInfo": {
        "id": "IRB 11-008294"
      },
      "organization": {
        "fullName": "Children's Hospital of Philadelphia",
        "class": "OTHER"
      },
      "briefTitle": "Egg Oral Immunotherapy",
      "officialTitle": "Egg Oral Immunotherapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2012-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-01"
      },
      "primaryCompletionDateStruct": {
        "date": "2013-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2013-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2011-12-08",
      "studyFirstSubmitQcDate": "2011-12-08",
      "studyFirstPostDateStruct": {
        "date": "2011-12-09",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2013-10-21",
      "lastUpdatePostDateStruct": {
        "date": "2013-10-22",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Children's Hospital of Philadelphia",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "For patients with Immunoglobulin E (IgE)-mediated food allergy, the current management includes identification of the causative food and avoidance. Egg allergy is among the most common causes of IgE-mediated food allergy in children, affecting approximately 1.6% of children (its prevalence is higher in children with atopic dermatitis or other food allergies). Given the prevalence of egg and the difficulty to avoid it in the diet, we aim to investigate the safety and efficacy of baked egg oral immunotherapy.",
      "detailedDescription": "The primary objective is to study the efficacy of baked egg oral immunotherapy. The secondary objectives are to determine the safety of allergen-specific immunotherapy for egg allergy through ingestion of baked egg products and whether it will ultimately lead to a desensitized state for native egg. We will also examine if quality of life is improved by expansion of diets.\n\nSubjects aged six to 17 years with a history of egg protein allergy will be recruited from The Children's Hospital of Philadelphia (CHOP) Allergy practice (main campus and satellite locations).\n\nPrior to and after the desensitization to baked egg, we will conduct double blind placebo-controlled food challenges to native egg protein. During the desensitization phase, we will give increasing doses of baked egg (meringue cookie or equivalent) on a weekly basis, as tolerated.\n\nThe primary endpoint of the study includes the percentage of subjects who can successfully complete the food challenge to native egg once they have completed the desensitization protocol to baked egg. Secondary outcome measures include egg-specific IgE, quality of life before and after desensitization, and egg skin prick test size."
    },
    "conditionsModule": {
      "conditions": [
        "Egg Hypersensitivity"
      ],
      "keywords": [
        "Egg hypersensitivity",
        "egg allergy",
        "egg protein allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Immunocap testing (bloodwork) will be performed prior to and upon completion of the desensitization protocol. This testing is considered standard of care in the management of food allergies."
      },
      "enrollmentInfo": {
        "count": 9,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Percentage of children completing desensitization",
          "description": "Evaluate proportion of subjects who successfully complete the food challenge to native egg upon completion of the desensitization protocol to baked egg.",
          "timeFrame": "Baseline & 12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Egg specific IgE values at the beginning and end of desensitization",
          "description": "Specific IgE values will be compared for egg at the beginning and the end of the desensitization protocol.",
          "timeFrame": "Baseline & 12 months"
        },
        {
          "measure": "Change in quality of life variables",
          "description": "Comparison of quality of life before and after desensitization through the completion of a voluntary and confidential survey.",
          "timeFrame": "Baseline & 12 months"
        },
        {
          "measure": "Number of participants with adverse events",
          "description": "Determine the safety of allergen-specific immunotherapy for egg allergy through ingestion of baked egg products and whether it will ultimately lead to a desensitized state for native egg.",
          "timeFrame": "Baseline & 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects must satisfy all inclusion criteria:\n\n1. Subjects must be age six to 17 years and have a history of egg allergy. Subjects shall maintain strict avoidance of consumption of all egg protein containing foods.\n2. Subjects will have a history (within the past six months) of a positive skin prick test to egg extract or an immunocap IgE level greater than 0.35 kU/L, and a positive allergic reaction history to egg within the past 12 months.\n\n   a. Subjects will be accepted to the study if they have had a positive food challenge conducted at CHOP in the three months prior to the start of the study.\n3. Subjects must be in good health, as determined by medical history and physical examination performed by a study physician.\n4. Females of childbearing potential must be using an effective method of contraception, including abstinence, and agree to continue to practice an acceptable method of contraception for the duration of their participation in the study.\n\n   If a positive pregnancy test was obtained during the study, the subject will be asked to withdraw from the study.\n5. Informed consent of parent or legal guardian is required.\n\nExclusion Criteria:\n\nSubjects will be excluded from the study if they meet any one of the following criteria:\n\n1. Ability to tolerate baked goods containing egg or the ability to tolerate a serving size of egg (6.3 grams of egg protein.)\n2. Pregnancy.\n3. A history of food protein induced enterocolitis syndrome to egg.\n4. A history of eosinophilic esophagitis, where egg has been identified as a causative food.\n5. A history of anaphylaxis requiring overnight hospitalization.\n6. A history of intubation related to asthma and/or a history of an intensive care unit admission for asthma management.\n7. A current diagnosis of severe persistent asthma \\[FEV1 (forced expiratory volume in 1 second) \\< 60% of predicted, as defined by NHLBI (National Heart, Lung, and Blood Institute) guidelines, despite current therapy\\].\n8. A current diagnosis of severe atopic dermatitis.\n9. A serious chronic medical condition, including neurologic, hepatic, renal, endocrine, cardiovascular, gastrointestinal, pulmonary, or metabolic disease.\n10. Use of oral or injection steroids within one month of protocol initial visit.\n\n    a. Should it become necessary for a subject to be on systemic corticosteroids while on the study, the subject will either be withdrawn from the study or the use of corticosteroids during the study will be taken into account during data analysis. The PI and lead investigators will make that decision based on the individual case.\n11. An acute illness within one week prior to the first dose of oral immunotherapy.\n12. Use of antihistamines within three days prior to Double blind placebo-controlled food challenge (DBPCFC).\n13. Use of chronic immunomodulatory therapy.\n14. Participation in another experimental therapy study.\n15. Participation in a study for the treatment of food allergy in the past 12 months.\n16. Inability to discontinue antihistamines for skin testing and food challenges.\n17. A positive pregnancy test.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "outpatient Allergy patients followed at The Children's Hospital of Philadelphia",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Jonathan M. Spergel, MD, PhD",
          "affiliation": "Children's Hospital of Philadelphia",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Rushani W. Saltzman, MD",
          "affiliation": "Children's Hospital of Philadelphia",
          "role": "STUDY_DIRECTOR"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021181",
          "term": "Egg Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}