{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06742593",
      "orgStudyIdInfo": {
        "id": "MT027-BSM-001"
      },
      "organization": {
        "fullName": "Suzhou Maximum Bio-tech Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Study of MT027 in Patients with Brain, Meninges, and Spinal Cord Metastatic Solid Tumors",
      "officialTitle": "A Single-arm, Dose-escalating Phase I Clinical Trial to Evaluate the Tolerability, Safety, Pharmacokinetic , and Efficacy of MT027 in Patients with Brain, Meninges, and Spinal Cord Metastatic Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-12",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-01-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-12-03",
      "studyFirstSubmitQcDate": "2024-12-17",
      "studyFirstPostDateStruct": {
        "date": "2024-12-19",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-12-17",
      "lastUpdatePostDateStruct": {
        "date": "2024-12-19",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Suzhou Maximum Bio-tech Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "MT027 is an off-the-shelf, allogeneic chimeric antigen receptor T cell (UCAR-T) injection prepared from healthy donor T cells targeting B7-H3. It is a next-generation, ready-to-use CAR-T product that can be used immediately and promptly for patients to solve the problem of unmet medical needs for a large number of patients who have a demand for CAR-T therapy but cannot receive it due to the common reasons of long production cycle, insufficient production capacity, and incompatibility of patients' T cells with the production conditions. In addition, the expected medical cost of allogeneic CAR-T cells is significantly lower, which can greatly alleviate the economic burden on patients.\n\nMT027 is prepared by expressing a chimeric antigen receptor (CAR) targeting B7H3 on gene-edited T cells through gene modification technology. MT027 products targeting the B7H3 target developed by Moxing Biotech avoid the potential graft-versus-host disease (GvHD) and host anti-graft reaction (HvGR) caused by the interaction between exogenous T cells and the patient's immune system, and have shown good safety and efficacy in recurrent high-grade glioma in the initial phase.",
      "detailedDescription": "This study adopted a single-arm, open-label, single-center clinical trial design. The study population consisted of patients with high-grade glioma, aged 18 - 70 years old, whose B7H3 antigen expression was positive and had been confirmed by histology or cytology, and who had recurrence or progression after standard treatment. Subjects received local injection administration (intraventricular administration via an Ommaya reservoir or intrathecal administration into the lumbar cistern through lumbar puncture). For intrathecal injection via lumbar puncture, the dosage for each administration was divided into four dose levels: 1.0, 1.5, 2, 2.5 × 10⁷ cells per time, and the administration frequency was once every 4 weeks.\n\nDuring the study period, adverse events were observed and recorded, with special attention paid to product-specific adverse reactions such as graft-versus-host disease (GvHD), cytokine release syndrome (CRS), and immune effector cell-associated neurotoxicity syndrome (ICANS). Cerebrospinal fluid (CSF) and blood samples were collected to analyze PK and PD indicators such as CAR copy numbers and cytokines in the samples. Efficacy evaluations were conducted once per cycle, and efficacy indicators such as overall survival (OS), 12-month overall survival rate (12m-OS), objective response rate (ORR), and disease control rate (DCR) were calculated."
    },
    "conditionsModule": {
      "conditions": [
        "Brain (Nervous System) Cancers",
        "Brain and Central Nervous System Tumors",
        "Brain Tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 12,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "MT027",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: MT027 cells suspension"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "MT027 cells suspension",
          "description": "MT027: CRISPR/Cas9 edited B7H3-specific allogeneic CAR-T cells",
          "armGroupLabels": [
            "MT027"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Adverse Events (AE) and Serious Adverse Events (SAE)",
          "timeFrame": "through study completion, an average of 1 year"
        },
        {
          "measure": "Dose Limiting Toxicity (DLT)",
          "timeFrame": "28 days"
        },
        {
          "measure": "Graft-versus-host Disease (GvHD)",
          "timeFrame": "through study completion, an average of 1 year"
        },
        {
          "measure": "Cytokine Release Syndrome (CRS)",
          "timeFrame": "through study completion, an average of 1 year"
        },
        {
          "measure": "Immune effector cell-associated neurotoxicity syndrome (ICANs)",
          "timeFrame": "through study completion, an average of 1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily participate in this study and provide a signed and dated written informed consent form prior to any study-specific procedures, sampling or analyses.\n2. Be aged 18 years or older, with no limitation on gender.\n3. Have a definite diagnosis of malignant tumor confirmed by pathology and/or histology (and provide complete pathological report information), and have been verified by biopsy, cytology, imaging examinations, etc. or have had previous confirmation of brain, meninges, spinal cord metastases, including lung cancer, breast cancer, colorectal cancer, melanoma, renal cell carcinoma, etc. Other solid tumor CNS metastases without standard treatment as judged by the investigator can also be considered for enrollment.\n4. The expected survival period is at least 3 months.\n5. The Karnofsky Performance Scale (KPS) score is ≥ 70 points. -\n\nExclusion Criteria:\n\n1. Known to be allergic to the investigational drug or its excipient components;\n2. Those with central nervous system metastases of hematological malignancies (such as lymphoma, leukemia, etc.);\n3. Those with metastases in the brainstem and high cervical spinal cord, including the midbrain, pons, medulla oblongata and C1/2 cervical spinal cord segments;\n4. Those with severe insufficiency of heart, lung, liver and kidney functions; cardiac function: grade III or above according to the New York Heart Association (NYHA) criteria; liver function: grade C or above according to the Child-Pugh grading criteria; renal function: chronic kidney disease (CKD) stage 4 or above; renal insufficiency stage III or above; pulmonary function: severe respiratory failure symptoms involving other organs;\n5. Pregnant or lactating women;\n6. Those who are considered by the investigator to be unsuitable for participating in this clinical study due to any clinical or laboratory examination abnormalities or other reasons.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Shuhang Wang, MD/phD",
          "role": "CONTACT",
          "phone": "+86-01087788713",
          "email": "snowflake201@gmail.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Ning Li, MD/phD",
          "affiliation": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Cancer Hospital, Chinese Academy of Medical Sciences",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100029",
          "country": "China",
          "contacts": [
            {
              "name": "Shuhang Wang",
              "role": "CONTACT",
              "phone": "+86-010-87788713",
              "email": "snowflake201@gmail.com"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D016543",
          "term": "Central Nervous System Neoplasms"
        },
        {
          "id": "D001932",
          "term": "Brain Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D009423",
          "term": "Nervous System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}