{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02491567",
      "orgStudyIdInfo": {
        "id": "62/17-2-2014"
      },
      "organization": {
        "fullName": "Aristotle University Of Thessaloniki",
        "class": "OTHER"
      },
      "briefTitle": "DNA Methylation and Autoimmune Thyroid Diseases",
      "officialTitle": "Study of DNA Methylation in Children and Adolescents With Autoimmune Thyroid Diseases",
      "acronym": "THYRODNA"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-09",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2018-04",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2014-12-23",
      "studyFirstSubmitQcDate": "2015-07-07",
      "studyFirstPostDateStruct": {
        "date": "2015-07-08",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2019-09-24",
      "lastUpdatePostDateStruct": {
        "date": "2019-09-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Assimina Galli-Tsinopoulou",
        "investigatorTitle": "PROFESSOR",
        "investigatorAffiliation": "Aristotle University Of Thessaloniki"
      },
      "leadSponsor": {
        "name": "Aristotle University Of Thessaloniki",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Hashimoto Thyroiditis (HT) and Graves Disease (GD) are known to be caused by abnormal immune response against self cells and tissues. Epigenetics is a novel field of biology studying the mechanisms by which the environment interacts with the genotype to produce a variety of phenotypes through modifications to chromatin that do not directly alter the DNA sequence. A very limited number of epigenetic studies have been published in patients with HT and GD so far. Therefore, the purpose of this study is to analyze DNA methylation status in White Blood Cells (WBCs) within the promoter regions of genomic sites that have been previously identified as susceptibility loci or sites for autoimmune thyroid disease, such as the CD40L, FOXP3, CTLA4, PTPN22, IL2RA, FCRL3 and HLADRB1 genes.",
      "detailedDescription": "Hashimoto Thyroiditis (HT) and Graves Disease (GD) are known to be caused by abnormal immune response against self cells and tissues. HT involves a cell-mediated autoimmune destruction of the thyroid leading to hypothyroidism. GD is caused by a process in which immune cells make stimulating antibodies against the thyroid stimulating hormone (TSH) receptor on the thyroid gland, thus leading to hyperthyroidism. Although there is substantial evidence that genetic factors increase the risk for developing autoimmune diseases, monozygotic twins still remain discordant for disease (disease concordance is never 100%), thus suggesting a role for environmental factors and epigenetics.\n\nEpigenetics is a novel field of biology studying the mechanisms by which the environment interacts with the genotype to produce a variety of phenotypes through modifications to chromatin that do not directly alter the DNA sequence. These modifications have been associated with altered gene expression and silencing of repetitive elements and can be inherited mitotically. Epigenetic mechanisms include DNA methylation, histone modifications, or miRNA post-transcriptional regulation. DNA methylation involves the covalent addition of a methyl group to the carbon-5 position in the CpG dinucleotide from the methyl donor S-adenosylmethionine and is mediated by a group of enzymes called DNA methyltransferases (DNMTs). CpG dinucleotides are typically grouped together in regions known as CGIs (islands). CGIs can be found in the promoter regions of genes, and CpG methylation of these gene promoters is associated with transcriptional silencing. In contrast, hypermethylated genes have been found to be transcriptionally active.\n\nA very limited number of epigenetic studies have been published in patients with HT and GD so far. Therefore, the purpose of this study is to analyze DNA methylation status in White Blood Cells (WBCs) within the promoter regions of genomic sites that have been previously identified as susceptibility loci or sites for autoimmune thyroid disease, such as the CD40L, FOXP3, CTLA4, PTPN22, IL2RA, FCRL3 and HLADRB1 genes.\n\nInitially, recruitment of patients and controls as well as blood sample collection will be done. A complete physical examination will also be performed in all participants included in the study, and a detailed personal, family, gestational and perinatal history will be obtained as well before inclusion. Blood samples by all participants will be collected and centrifuged and then White Blood Cells (WBCs), plasma and serum will be separated and stored in a deep freezer.\n\nLaboratory analyses will follow. DNA will be isolated from peripheral leukocytes using the QIAamp DNA Blood Mini Kit, according to the manufacturer's instructions. It will then be treated with sodium bisulfite using the Zymo EZ DNA Methylation-Gold Kit, again according to the manufacturer's protocol. Therefore, unmethylated cytosines will be converted into uracyls, whereas methylated cytosines will remain unchanged. Quantification of the methylation status of DNA at the gene promoter regions under study will be made, using specific primers that detect modified DNA, by real-time PCR and analysis of the melting curves of the selected fragments of DNA. Amplicons will also be analyzed by electrophoresis and visualized by ultraviolet trans-illumination.\n\nAn electronic Data Base will be constructed and Statistical Analysis will follow. Results and Conclusions will be published in peer-review journals and presented in International Meetings."
    },
    "conditionsModule": {
      "conditions": [
        "Hashimoto Thyroiditis",
        "Graves Disease"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood samples will be collected and centrifuged and then leukocytes will be separated. DNA will then be isolated from peripheral leukocytes using the QIAamp DNA Blood Mini Kit."
      },
      "enrollmentInfo": {
        "count": 110,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Hashimoto Thyroiditis (HT)",
          "description": "Children and adolescents with Hashimoto thyroiditis either hypothyroidic or euthyroidic."
        },
        {
          "label": "Graves Disease (GD)",
          "description": "Children and adolescents with Graves Disease both those on remission and under antihyroid medication."
        },
        {
          "label": "Controls (C)",
          "description": "Healthy individuals matched for gender and age without 1) any autoimmune disease 2) family history of autoimmune disease in the first degree relatives"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "DNA methylation status of CpGs within gene promoters",
          "description": "Percentage of DNA methylation of CpGs within the CD40L, FOXP3, CTLA4, PTPN22, IL2RA, FCRL3 and HLADRB1 promoter genes in White Blood Cells (WBCs).",
          "timeFrame": "1 month"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Age",
          "description": "Age of each participant",
          "timeFrame": "1 day"
        },
        {
          "measure": "Age of disease onset",
          "description": "Age of disease diagnosis",
          "timeFrame": "1 day"
        },
        {
          "measure": "Sex",
          "description": "Male or female",
          "timeFrame": "1 day"
        },
        {
          "measure": "Body mass index",
          "description": "Weight in kg / height in m \\* height in m",
          "timeFrame": "1 day"
        },
        {
          "measure": "Pubertal stage",
          "description": "Prepubertal or pubertal stage",
          "timeFrame": "1 day"
        },
        {
          "measure": "Antibodies titre",
          "description": "Titre of antiTPO, antiTg, anti-TSI antibodies in blood",
          "timeFrame": "1 day"
        },
        {
          "measure": "Thyroid volume",
          "description": "Volume of the thyroid gland in total (both lobes)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Treatment dose",
          "description": "Dose of Levothyroxine/thiamazole per kg of body weight /per day (if applicable)",
          "timeFrame": "1 day"
        },
        {
          "measure": "B12",
          "description": "Levels of B12 in blood",
          "timeFrame": "1 day"
        },
        {
          "measure": "Folic acid",
          "description": "Levels of folic acid in blood",
          "timeFrame": "1 day"
        },
        {
          "measure": "IgA, IgG, IgM, IgE immunoglobulins",
          "description": "Levels of IgA, IgG, IgM, IgE immunoglobulins in blood",
          "timeFrame": "1 day"
        },
        {
          "measure": "History of infections",
          "description": "Number of previous febrile viral /bacterial infections per year",
          "timeFrame": "1 day"
        },
        {
          "measure": "History of medications",
          "description": "Number of previous medications per year",
          "timeFrame": "1 day"
        },
        {
          "measure": "Other autoimmune diseases",
          "description": "Diagnosis of co-existing autoimmune disease (except autoimmune thyroid disease)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Family history of autoimmune thyroid (or other) disease",
          "description": "Family history of autoimmune thyroid (or other) disease or not",
          "timeFrame": "1 day"
        },
        {
          "measure": "Parental educational level",
          "description": "Elementary school, high school or university graduate",
          "timeFrame": "1 day"
        },
        {
          "measure": "Type of Residence",
          "description": "Urban or rural residence",
          "timeFrame": "1 day"
        },
        {
          "measure": "Parental smoking",
          "description": "Total number of cigarettes per day during their child's life separately for each parent (if applicable)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Previous births",
          "description": "Number of previous births",
          "timeFrame": "1 day"
        },
        {
          "measure": "Month of birth",
          "description": "Month of birth (from January to December)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Delivery type",
          "description": "Cesarean section or vaginal delivery",
          "timeFrame": "1 day"
        },
        {
          "measure": "Birth weight",
          "description": "Birth weight",
          "timeFrame": "1 day"
        },
        {
          "measure": "Gestation duration",
          "description": "Duration of pregnancy",
          "timeFrame": "1 day"
        },
        {
          "measure": "Medications during pregnancy",
          "description": "Number of medications of any type received during pregnancy (if applicable)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Maternal smoking during pregnancy",
          "description": "Total number of cigarettes per day during pregnancy (if applicable)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Maternal alcohol consumption during pregnancy",
          "description": "Total number of glasses of alcohol consumption per day during pregnancy (if applicable)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Pre-eclampsia (during pregnancy)",
          "description": "Diagnosis of pre-eclampsia (during pregnancy) or not",
          "timeFrame": "1 day"
        },
        {
          "measure": "Gestational diabetes (during pregnancy)",
          "description": "Diagnosis of gestational diabetes (during pregnancy) or not",
          "timeFrame": "1 day"
        },
        {
          "measure": "Vaginal bleeding (during pregnancy)",
          "description": "Presence of vaginal bleeding (during pregnancy) or not",
          "timeFrame": "1 day"
        },
        {
          "measure": "Maternal febrile infection (during pregnancy)",
          "description": "Diagnosis of maternal febrile infection (during pregnancy) or not",
          "timeFrame": "1 day"
        },
        {
          "measure": "Duration of breastfeeding",
          "description": "Duration of breastfeeding until discontinuance",
          "timeFrame": "1 day"
        },
        {
          "measure": "History of phototherapy",
          "description": "History of phototherapy during neonatal period (or not)",
          "timeFrame": "1 day"
        },
        {
          "measure": "APGAR score",
          "description": "APGAR score at 1st and 5th min of life",
          "timeFrame": "1 day"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nFor HT:\n\nA positive titers of antithyroid peroxidase (anti-TPO) or antithyroglobulin (anti-Tg) antibodies and at least one of:\n\n* Abnormal thyroid function that requires substitution treatment with L-thyroxine (TSH \\> 5 μIU/ml and decreased or normal levels of fT4 or fT3)\n* Increased volume of thyroid gland (goiter)\n* Morphological changes on ultrasound of the thyroid gland\n\nFor GD:\n\n* A positive titers of thyroid stimulating antibodies (anti-TSI) and\n* Decreased TSH levels and increased levels of fT4 or fT3\n\nFor Controls:\n\n* Otherwise healthy children and adolescents, age- and gender-matched with patients\n* Absence of previously known chronic disease of autoimmune aetiology or atopy (including those with a history of chronic treatment with antihistamines, anti-inflammatory, corticosteroids or anti-epileptic drugs)\n* Absence of a family history of autoimmune disease in first-degree relatives\n\nExclusion Criteria:\n\n* Not Caucasian origin or affinity among participants\n* Age of diagnosis above 18 years\n* Disease duration below 3 months",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "4 Years",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "Children and adolescents of Greek origin, aged 4-18 years old with a diagnosis of Hashimoto Thyroiditis and Graves Disease as well as healthy controls.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Assimina Galli-Tsinopoulou, Professor",
          "affiliation": "Medical School, Aristotle University of Thessaloniki",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Unit of Pediatric Endocrinology, Diabetes and Metabolism-4th Department of Pediatrics, Medical School of Aristotle University of Thessaloniki",
          "city": "Thessaloniki",
          "zip": "56403",
          "country": "Greece",
          "geoPoint": {
            "lat": 40.64072,
            "lon": 22.93493
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "22074781",
          "type": "BACKGROUND",
          "citation": "Akirav EM, Lebastchi J, Galvan EM, Henegariu O, Akirav M, Ablamunits V, Lizardi PM, Herold KC. Detection of beta cell death in diabetes using differentially methylated circulating DNA. Proc Natl Acad Sci U S A. 2011 Nov 22;108(47):19018-23. doi: 10.1073/pnas.1111008108. Epub 2011 Nov 9."
        },
        {
          "pmid": "19430480",
          "type": "BACKGROUND",
          "citation": "Barrett JC, Clayton DG, Concannon P, Akolkar B, Cooper JD, Erlich HA, Julier C, Morahan G, Nerup J, Nierras C, Plagnol V, Pociot F, Schuilenburg H, Smyth DJ, Stevens H, Todd JA, Walker NM, Rich SS; Type 1 Diabetes Genetics Consortium. Genome-wide association study and meta-analysis find that over 40 loci affect risk of type 1 diabetes. Nat Genet. 2009 Jun;41(6):703-7. doi: 10.1038/ng.381. Epub 2009 May 10."
        },
        {
          "pmid": "22922229",
          "type": "BACKGROUND",
          "citation": "Cooper JD, Simmonds MJ, Walker NM, Burren O, Brand OJ, Guo H, Wallace C, Stevens H, Coleman G; Wellcome Trust Case Control Consortium; Franklyn JA, Todd JA, Gough SC. Seven newly identified loci for autoimmune thyroid disease. Hum Mol Genet. 2012 Dec 1;21(23):5202-8. doi: 10.1093/hmg/dds357. Epub 2012 Aug 24."
        },
        {
          "pmid": "23180441",
          "type": "BACKGROUND",
          "citation": "Dang MN, Buzzetti R, Pozzilli P. Epigenetics in autoimmune diseases with focus on type 1 diabetes. Diabetes Metab Res Rev. 2013 Jan;29(1):8-18. doi: 10.1002/dmrr.2375."
        },
        {
          "pmid": "22530160",
          "type": "BACKGROUND",
          "citation": "Davies TF, Latif R, Yin X. New genetic insights from autoimmune thyroid disease. J Thyroid Res. 2012;2012:623852. doi: 10.1155/2012/623852. Epub 2012 Feb 28."
        },
        {
          "pmid": "22567146",
          "type": "BACKGROUND",
          "citation": "Fradin D, Le Fur S, Mille C, Naoui N, Groves C, Zelenika D, McCarthy MI, Lathrop M, Bougneres P. Association of the CpG methylation pattern of the proximal insulin gene promoter with type 1 diabetes. PLoS One. 2012;7(5):e36278. doi: 10.1371/journal.pone.0036278. Epub 2012 May 2."
        },
        {
          "pmid": "18776148",
          "type": "BACKGROUND",
          "citation": "Huber A, Menconi F, Corathers S, Jacobson EM, Tomer Y. Joint genetic susceptibility to type 1 diabetes and autoimmune thyroiditis: from epidemiology to mechanisms. Endocr Rev. 2008 Oct;29(6):697-725. doi: 10.1210/er.2008-0015. Epub 2008 Sep 5."
        },
        {
          "pmid": "23375849",
          "type": "BACKGROUND",
          "citation": "Lu Q. The critical importance of epigenetics in autoimmunity. J Autoimmun. 2013 Mar;41:1-5. doi: 10.1016/j.jaut.2013.01.010. Epub 2013 Feb 1."
        },
        {
          "pmid": "19697079",
          "type": "BACKGROUND",
          "citation": "MacFarlane AJ, Strom A, Scott FW. Epigenetics: deciphering how environmental factors may modify autoimmune type 1 diabetes. Mamm Genome. 2009 Sep-Oct;20(9-10):624-32. doi: 10.1007/s00335-009-9213-6. Epub 2009 Aug 22."
        },
        {
          "pmid": "22536485",
          "type": "BACKGROUND",
          "citation": "Quintero-Ronderos P, Montoya-Ortiz G. Epigenetics and autoimmune diseases. Autoimmune Dis. 2012;2012:593720. doi: 10.1155/2012/593720. Epub 2012 Mar 22."
        },
        {
          "pmid": "21980303",
          "type": "BACKGROUND",
          "citation": "Rakyan VK, Beyan H, Down TA, Hawa MI, Maslau S, Aden D, Daunay A, Busato F, Mein CA, Manfras B, Dias KR, Bell CG, Tost J, Boehm BO, Beck S, Leslie RD. Identification of type 1 diabetes-associated DNA methylation variable positions that precede disease diagnosis. PLoS Genet. 2011 Sep;7(9):e1002300. doi: 10.1371/journal.pgen.1002300. Epub 2011 Sep 29."
        },
        {
          "pmid": "11526381",
          "type": "BACKGROUND",
          "citation": "Weetman AP. Determinants of autoimmune thyroid disease. Nat Immunol. 2001 Sep;2(9):769-70. doi: 10.1038/ni0901-769. No abstract available."
        },
        {
          "pmid": "17911434",
          "type": "BACKGROUND",
          "citation": "Yin X, Latif R, Tomer Y, Davies TF. Thyroid epigenetics: X chromosome inactivation in patients with autoimmune thyroid disease. Ann N Y Acad Sci. 2007 Sep;1110:193-200. doi: 10.1196/annals.1423.021."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D050031",
          "term": "Hashimoto Disease"
        },
        {
          "id": "D006111",
          "term": "Graves Disease"
        }
      ],
      "ancestors": [
        {
          "id": "D013967",
          "term": "Thyroiditis, Autoimmune"
        },
        {
          "id": "D013966",
          "term": "Thyroiditis"
        },
        {
          "id": "D013959",
          "term": "Thyroid Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D005094",
          "term": "Exophthalmos"
        },
        {
          "id": "D009916",
          "term": "Orbital Diseases"
        },
        {
          "id": "D005128",
          "term": "Eye Diseases"
        },
        {
          "id": "D006042",
          "term": "Goiter"
        },
        {
          "id": "D006980",
          "term": "Hyperthyroidism"
        }
      ]
    }
  },
  "hasResults": false
}