{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04976023",
      "orgStudyIdInfo": {
        "id": "A.Rhinitis study"
      },
      "organization": {
        "fullName": "Chinese University of Hong Kong",
        "class": "OTHER"
      },
      "briefTitle": "The Effects of Using Yupingfeng Powder with Variation for the Treatment of Allergic Rhinitis",
      "officialTitle": "The Effects of Using Yupingfeng Powder with Variation for the Treatment of Allergic Rhinitis(AR):a Randomized Controlled Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-04-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-06-20",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-06-20",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-06-10",
      "studyFirstSubmitQcDate": "2021-07-14",
      "studyFirstPostDateStruct": {
        "date": "2021-07-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-11-05",
      "lastUpdatePostDateStruct": {
        "date": "2024-11-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Prof. Lin Zhixiu",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Chinese University of Hong Kong"
      },
      "leadSponsor": {
        "name": "Prof. Lin Zhixiu",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis (AR) is an IgE mediated chronic inflammatory disease of the upper airways characterized by symptoms of sneezing, rhinorrhea, nasal itching, and nasal obstruction . However, not only this disease is difficult to cure, but also its relapse rate is high, therefore exerting a certain impact on their daily life, work and study. Nowadays, the main treatment for allergic rhinitis is the use of western medicine, such as steroids and antihistamines. However, many clinical studies have found that the curative effect of western medicine is often not ideal.\n\nAllergic rhinitis belongs to the category of \"Rhinitis\" in Chinese medicine. From the perspective of Chinese medicine, this disease is resulted from the deficiency of Qi and Yang Qi in the lungs, spleen and kidneys. Therefore, according to Chinese medicine theory, tonifying lung and spleen qi is the treatment principle for AR patients. Among different Chinese herbal formulae for AR, Yupingfeng san is commonly used for allergic diseases and in AR patients, due to its warm nature and able to improve the functions of the lungs and spleen. Yupingfeng san can improve symptoms and quality of life, as well as decrease the levels of interleukin and IgE in AR patients. This study will use Yupingfeng Powder with variation to evaluate its effectiveness and safety in treating AR. Hence, this study would be able to provide evidence on the efficacy and safety of Yupingfeng Powder with variation for AR.",
      "detailedDescription": "Rhinitis is broadly defined as inflammation of the nasal mucosa. It is a common disorder that affects up to 40% of the population. Allergic rhinitis (AR) is the most common type of chronic rhinitis, affecting 10-20% of the population, and evidence suggests that the prevalence of the disorder is increasing. AR is a very common clinical disease that can occur at any age. Severe allergic rhinitis has been associated with significant impairments in quality of life, sleep and work performance.\n\nAllergic rhinitis is a complex immune and inflammatory disease. Its pathogenesis has not yet been fully known, and there is no clear way to cure. It is an IgE-mediated chronic inflammatory disease of the upper airways characterized by symptoms of sneezing, rhinorrhea, nasal itching, and nasal obstruction, and cytokines such as IL-17 and IL-10 play an essential role in mediating allergic inflammation. Nowadays, the main treatment for allergic rhinitis is the use of western medicine, such as steroids and antihistamines. However, many clinical studies have found that the curative effect of western medicine is often not ideal.\n\nChinese herbal medicine (CHM) is a well tolerated choice for AR patients seeking complementary and alternative therapies to reduce AR symptoms. In recent years, studies have found that Yupingfeng Powder not only has few side effects (feeling of abdominal distension or increased in acne are reported), it can al so increase anti allergic ability and improve body's resistance, thus showing the advantages of oral Chinese medicine in the treatment of AR. Accordingly, CHM may influence the gastrointestinal system, including the intestinal mucosa and gut microbiota, the latter of which is essential for health and closely linked to diseases. A few systematic reviews and studies indicate that certain probiotics are beneficial for patients with AR.\n\nIn this study, fifty-eight eligible subjects will be recruited from Paediatric out-patient clinic and community, and randomly assigned to receive orally Yupingfeng Powder with variation or placebo twice a day for 8 weeks, with follow-up for another 8 weeks after stopping the treatment to observe the duration of efficacy and to explore the mechanism of Yupingfeng Powder in treating AR with respect to the immune response and gut microbiota."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "Allergic Rhinitis",
        "Yupingfeng Powder variation"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 58,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Active Arm",
          "type": "ACTIVE_COMPARATOR",
          "description": "14.55g of Yupingfeng Powder granules twice daily for 8 weeks",
          "interventionNames": [
            "Drug: Yupingfeng Powder granules"
          ]
        },
        {
          "label": "Placebo Arm",
          "type": "PLACEBO_COMPARATOR",
          "description": "14.55g of placebo granules twice daily for 8 weeks",
          "interventionNames": [
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Yupingfeng Powder granules",
          "description": "14.5 5 g twice daily for 8 weeks",
          "armGroupLabels": [
            "Active Arm"
          ],
          "otherNames": [
            "Yupingfeng Powder with variation"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "14.5 5 g twice daily for 8 weeks",
          "armGroupLabels": [
            "Placebo Arm"
          ],
          "otherNames": [
            "Placebo granules"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The change in the Total Nasal Symptom Score (TNSS)",
          "description": "The TNSS evaluates 4 nasal symptoms ( rhinorrhea, sneezing, nasal obstruction and nasal itching) which will be self assessed by subjects using a four point scale, with low scores indicating less severe nasal symptoms",
          "timeFrame": "Week 8"
        },
        {
          "measure": "The changes in quality of life by using The changes in the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ)",
          "description": "The lower the score the higher the quality of life",
          "timeFrame": "week 8"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The change in the Total Nasal Symptom Score (TNSS)",
          "description": "The TNSS evaluates 4 nasal symptoms ( rhinorrhea, sneezing, nasal obstruction and nasal itching) which will be self assessed by subjects using a four point scale, with low scores indicating less severe nasal symptoms",
          "timeFrame": "week 4, week 12 and week 16"
        },
        {
          "measure": "The changes in frequency of AR episodes and their severity on visual analog scale (VAS)",
          "description": "The VAS ranges from 0 (nasal symptom free) to 10 (nasal symptom extremely bothersome) to assess the severity of nasal symptom disturbance",
          "timeFrame": "week 4, week 8, week 12 and week 16"
        },
        {
          "measure": "The changes in quality of life by using The changes in the Paediatric Allergic Disease Quality of Life Questionnaire (PADQLQ)",
          "description": "The lower the score the higher the quality of life",
          "timeFrame": "week 4, week 8, week 12 and week 16"
        },
        {
          "measure": "The changes in quality of life by using The changes in the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ)",
          "description": "The lower the score the higher the quality of life",
          "timeFrame": "week 4, week 12 and week 16"
        },
        {
          "measure": "The changes in the serum levels of specific IgE",
          "description": "The serum levels of cytokines and IgE will be tested. The higher the value, the more severity of the symptoms.",
          "timeFrame": "week 8 and week 12"
        },
        {
          "measure": "The changes in the serum levels of cytokines (IL-10 and IL-17)",
          "description": "Serum responses will correlate with the nasal symptoms scores.",
          "timeFrame": "week 8 and week 12"
        },
        {
          "measure": "The changes in the gut microbiota composition in stools",
          "description": "The composition of gut microbiota will be tested to observe the influence of Chinese. Gut microbiome compositions will be characterised by shotgun sequencing total DNA extracted from stools.",
          "timeFrame": "week 8"
        },
        {
          "measure": "Adverse events related to study treatment",
          "description": "All adverse events that are related to the study treatment will be captured for analysis.",
          "timeFrame": "During study for 16 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age d above 5;\n* Subjects with deficiency of lung and spleen Qi;\n* At least 2 or more allergic symptoms rhinorrhea , sneezing , nasal obstruction and nasal itching for a cumulative period greater than 1 hour per day. These symptoms may be accompanied by itchy and red eyes and tears;\n* Positive srum IgE test;\n* Voluntary written consent.\n\nExclusion Criteria:\n\n* Known chronic disease such as asthma, rhinosinusitis, nasal polyposis;\n* Known severe medical conditions, such as cardiovascular, liver or renal dysfunction, diabetes mellitus, cancers, cerebrovascular diseases, blood system diseases;\n* Concomitant steroid, nonsteroidal anti inflammatory drugs (NSAIDs), anticoagulant, and immunotherapy within past month;\n* Impaired hematological profile and liver / renal function;\n* Known alcohol and / or drug abuse;\n* Known allergic history to any Chinese herbal medicines;\n* Subjects who are pregnant or lactating.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Zhixiu Lin, PhD",
          "affiliation": "Hong Kong Institute of Integrative Medicine, The Chinese University of Hong Kong",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "The Chinese University of Hong Kong",
          "city": "Shatin",
          "country": "Hong Kong",
          "geoPoint": {
            "lat": 22.38333,
            "lon": 114.18333
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40420199",
          "type": "DERIVED",
          "citation": "Lin ZX, Ho TM, Xian YF, Chan KL, Xu QQ, Lo CW, Wu JCY, Hon KL, Leung SB, Chia CP, Sum CH, Chow TY, Cheong PK, Ching JYL, Zhang H, Leung KC, Lin WL. Exploring the efficacy and safety of Yu-Ping-Feng powder with variation against allergic rhinitis: a randomized, double-blind, placebo-controlled trial. Chin Med. 2025 May 26;20(1):70. doi: 10.1186/s13020-025-01120-2."
        },
        {
          "pmid": "36588672",
          "type": "DERIVED",
          "citation": "Cheong PK, Ho TM, Chan KL, Lo CW, Leung SB, Hon KL, Leung KC, Siu THC, Song TH, Zhang H, Ching JYL, Chow TY, Sum CH, Chia CP, Lin ZX. The efficacy and safety of Yupingfeng Powder with variation in the treatment of allergic rhinitis: Study protocol for a randomized, double-blind, placebo-controlled trial. Front Pharmacol. 2022 Dec 16;13:1058176. doi: 10.3389/fphar.2022.1058176. eCollection 2022."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}