{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01834352",
      "orgStudyIdInfo": {
        "id": "13-1289"
      },
      "organization": {
        "fullName": "University of North Carolina, Chapel Hill",
        "class": "OTHER"
      },
      "briefTitle": "Walnut Oral Immunotherapy for Tree Nut Allergy",
      "officialTitle": "Walnut Oral Immunotherapy for Tree Nut Allergy",
      "acronym": "WOIT"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-03",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "Concern for cross contamination in weighing tree nuts in facility with peanuts",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2013-11"
      },
      "primaryCompletionDateStruct": {
        "date": "2013-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2013-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2013-04-12",
      "studyFirstSubmitQcDate": "2013-04-12",
      "studyFirstPostDateStruct": {
        "date": "2013-04-17",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2016-06-16",
      "lastUpdatePostDateStruct": {
        "date": "2016-06-17",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Wesley Burks, MD",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "University of North Carolina, Chapel Hill"
      },
      "leadSponsor": {
        "name": "University of North Carolina, Chapel Hill",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to determine if walnut oral immunotherapy can be used in subjects allergic to tree nuts to decrease their tree nut allergy and induce changes in their immune system.",
      "detailedDescription": "Tree nut"
    },
    "conditionsModule": {
      "conditions": [
        "Nut Hypersensitivities"
      ],
      "keywords": [
        "Walnut hypersensitivity",
        "Tree nut hypersensitivity"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Walnut protein flour",
          "type": "ACTIVE_COMPARATOR",
          "description": "Walnut protein flour that is ingested in gradually increasing amounts up to a maintenance dose.",
          "interventionNames": [
            "Drug: Walnut Protein Flour"
          ]
        },
        {
          "label": "Oat flour",
          "type": "PLACEBO_COMPARATOR",
          "description": "Oat flour administered in identical increasing amounts as the active walnut protein flour.",
          "interventionNames": [
            "Drug: Oat flour"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Walnut Protein Flour",
          "description": "Daily ingestion of gradually increasing amounts of walnut protein flour in order to induce desensitization to walnut and an unrelated tree nut.",
          "armGroupLabels": [
            "Walnut protein flour"
          ],
          "otherNames": [
            "Walnut OIT"
          ]
        },
        {
          "type": "DRUG",
          "name": "Oat flour",
          "description": "Oat flour that is administered as a placebo in identical increasing doses as the active walnut flour treatment.",
          "armGroupLabels": [
            "Oat flour"
          ],
          "otherNames": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Effectiveness of walnut oral immunotherapy (WOIT) on clinical desensitization to a second tree nut.",
          "description": "The determination of the effectiveness of WOIT in inducing clinical desensitization to a second tree nut to which the subject is allergic when compared to placebo. This will be measured by the change in the amount of tree nut the subject can consume during their food challenge at 38 weeks compared to their consumption during the baseline challenge at study entry.",
          "timeFrame": "38 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Percentage of subjects who can tolerate a 5000mg oral food challenge to walnut protein following the desensitization phase of the study",
          "description": "The percentage of subjects who can consume all of the 5000mg of walnut protein without symptoms during the food challenge after the desensitization phase of the study.",
          "timeFrame": "38 weeks"
        },
        {
          "measure": "The percentage of subjects who are able to reach a cumulative protein dose of 2000mg at the desensitization oral food challenge to walnut and the test tree nut.",
          "description": "The percentage of subjects who are able to consume a cumulative protein dose of 2000 mg of walnut and test tree nut without symptoms during the desensitization oral food challenge.",
          "timeFrame": "38 weeks"
        },
        {
          "measure": "The percentage of subjects who demonstrate clinical tolerance at the end of the study to walnut and the test tree nut.",
          "description": "The percentage of subjects who are able to demonstrate clinical tolerance by consuming all of the walnut and test tree nut without symptoms during the oral food challenge at the end of the study.",
          "timeFrame": "36 months"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Increase in walnut and test tree nut IgG4 over the course of the study.",
          "description": "The increase in the walnut and test tree nut specific IgG4 over the course of the study as an indication of the impact of WOIT on the immune system.",
          "timeFrame": "36 months"
        },
        {
          "measure": "Decrease in the walnut and test tree nut specific IgE over the course of the study.",
          "description": "The decrease in the walnut and test tree nut specific IgE over the course of the study as an indication of the impact of WOIT on the immune system.",
          "timeFrame": "36 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 6 to 45 years, either sex, any race, any ethnicity with a convincing clinical history of walnut or another tree nut allergy and either a positive prick skin test (\\> 3mm) or serologic evidence of allergic sensitization (defined as specific IgE \\> 0.35 kU/L) to walnut and at least one other tree nut.\n* A positive 2000 mg oral food challenge at enrollment to walnut and to one other tree nut.\n* Written informed consent from participant and/or parent/guardian\n* Written assent from all subjects as appropriate\n* All females of child bearing age must be using appropriate birth control\n\nExclusion Criteria:\n\n* History of severe anaphylaxis to walnut or other tree nuts, defined as symptoms associated with hypoxia, hypotension or neurologic compromise (cyanosis or SpO2 \\< 92% at any stage, hypotension, confusion, collapse, loss of consciousness; or incontinence).\n* Known allergy to oat\n* Chronic disease (other than asthma, atopic dermatitis, rhinitis) requiring therapy or other respiratory or medical conditions deemed by the investigator to put the subject at increased risk of anaphylaxis or poor outcomes from receiving OIT or undergoing food challenge.\n* Poor control or persistent activation of atopic dermatitis\n* Active eosinophilic or other inflammatory (e.g., celiac) gastrointestinal disease in the past 2 years.\n* Participation in any interventional study for food allergy in the past 6 months\n* Participant is on \"build-up phase\" of immunotherapy (i.e., has not reached maintenance dosing).\n* Severe asthma (2007 NHLBI Criteria Steps 5 or 6, see Appendix 2) or poorly controlled mild or moderate asthma\n* Inability to discontinue antihistamines for initial day escalation, skin testing or OFC\n* Use of omalizumab or other non-traditional forms of allergen immunotherapy (e.g., oral or sublingual) or immunomodulator therapy (not including corticosteroids) or biologic therapy within the past year\n* Use of beta-blockers (oral), angiotensin-converting enzyme (ACE) inhibitors, angiotensin-receptor blockers (ARB) or calcium channel blockers\n* Pregnancy or lactation",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "45 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Wesley Burks, MD",
          "affiliation": "UNC Chapel Hill",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Edwin Kim, MD",
          "affiliation": "UNC Chapel Hill",
          "role": "STUDY_DIRECTOR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "21093029",
          "type": "BACKGROUND",
          "citation": "Kulis M, Li Y, Lane H, Pons L, Burks W. Single-tree nut immunotherapy attenuates allergic reactions in mice with hypersensitivity to multiple tree nuts. J Allergy Clin Immunol. 2011 Jan;127(1):81-8. doi: 10.1016/j.jaci.2010.09.014. Epub 2010 Nov 18."
        },
        {
          "pmid": "19477496",
          "type": "BACKGROUND",
          "citation": "Hofmann AM, Scurlock AM, Jones SM, Palmer KP, Lokhnygina Y, Steele PH, Kamilaris J, Burks AW. Safety of a peanut oral immunotherapy protocol in children with peanut allergy. J Allergy Clin Immunol. 2009 Aug;124(2):286-91, 291.e1-6. doi: 10.1016/j.jaci.2009.03.045. Epub 2009 May 27."
        },
        {
          "pmid": "19577283",
          "type": "BACKGROUND",
          "citation": "Jones SM, Pons L, Roberts JL, Scurlock AM, Perry TT, Kulis M, Shreffler WG, Steele P, Henry KA, Adair M, Francis JM, Durham S, Vickery BP, Zhong X, Burks AW. Clinical efficacy and immune regulation with peanut oral immunotherapy. J Allergy Clin Immunol. 2009 Aug;124(2):292-300, 300.e1-97. doi: 10.1016/j.jaci.2009.05.022. Epub 2009 Jul 3."
        },
        {
          "pmid": "21377034",
          "type": "BACKGROUND",
          "citation": "Varshney P, Jones SM, Scurlock AM, Perry TT, Kemper A, Steele P, Hiegel A, Kamilaris J, Carlisle S, Yue X, Kulis M, Pons L, Vickery B, Burks AW. A randomized controlled study of peanut oral immunotherapy: clinical desensitization and modulation of the allergic response. J Allergy Clin Immunol. 2011 Mar;127(3):654-60. doi: 10.1016/j.jaci.2010.12.1111."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "removedCountries": [
        "United States"
      ]
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021184",
          "term": "Nut Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}