{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00480298",
      "orgStudyIdInfo": {
        "id": "2002/067"
      },
      "organization": {
        "fullName": "University Hospital, Ghent",
        "class": "OTHER"
      },
      "briefTitle": "Double-Blind Randomized Placebo-Controlled Trial on Clinical and Biological Effects of Oral Corticosteroids or Doxycyclin in Patients With Nasal Polyposis",
      "officialTitle": "Double-Blind Randomized Placebo-Controlled Trial on Clinical and Biological Effects of Oral Corticosteroids or Doxycyclin in Patients With Nasal Polyposis"
    },
    "statusModule": {
      "statusVerifiedDate": "2007-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2002-11"
      },
      "completionDateStruct": {
        "date": "2006-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2007-05-25",
      "studyFirstSubmitQcDate": "2007-05-26",
      "studyFirstPostDateStruct": {
        "date": "2007-05-30",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2007-12-19",
      "lastUpdatePostDateStruct": {
        "date": "2007-12-28",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "leadSponsor": {
        "name": "University Hospital, Ghent",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This study is a double-blinded, randomized, placebo controlled, multi-center trial in which 120 subjects with nasal polyposis (NP) will be treated during 20 days with oral corticosteroids (OCS) in decreasing doses or oral doxycyclin (ODOX) or placebo. At each visit the clinical and the biological activity will be assessed by nasal peak inspiratory flow (nPIF), symptoms, olfactory test, endoscopic evaluation of nasal polyps, peripheral eosinophil levels and markers of inflammation IL-5, IL-5 receptor alpha, ECP, TGFβ1, IgE and specific IgE in serum and nasal secretion."
    },
    "conditionsModule": {
      "conditions": [
        "Nasal Polyposis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE"
        }
      },
      "enrollmentInfo": {
        "count": 48
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Administration of oral methylprednisolone"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "endoscopic evaluation of the nasal polyp size compared to baseline",
          "timeFrame": "at visit 2 and 4"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Nasal Polyp score: endoscopic evaluation of the nasal polyp size compared to baseline. Nasal polyposis signs and symptoms including nasal discharge, nasal congestion, postnasal drip, sense of smell,olfactory test (sites Gent, Stockholm and Huddinge) and"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must be at least 18 years of age, of either sex and any race.\n* Subjects must have a diagnosis of bilateral nasal polyps at Screening and Baseline that have recurred after surgical resection or nasal polyps that are Grades 3 or 4 in both nares.\n* Subjects must be in good health, free of any clinically significant disease that would interfere with the study schedule or procedures or compromise his/her safety.\n* Subjects must be willing to give informed consent and adhere to visit schedules, medication restrictions, and agree to perform daily diary entries.\n* Subjects with concurrent asthma must be maintained on no more than 1000 mcg/day BDP or the equivalent\n* Nonpregnant women of childbearing potential must use a medically acceptable, adequate form of birth control. This includes: a) hormonal contraceptive as prescribed by a physician (eg, oral combined, hormonal implant, depot injectable); b) medically prescribed IUD; c) condom in combination with a spermicide; d) monogamous relationship with a male partner who has had a vasectomy or is using a condom plus spermicide during the study. They must have started this birth control method at least three months prior to Screening (with the exception of condom in combination with a spermicide), and they must agree to continue its use for the duration of the study. Women of childbearing potential who are not currently sexually active must agree and consent to using a double-barrier method should they become sexually active during the course of this study. Women who are surgically sterilized or are at least one year postmenopausal are considered not to be of childbearing potential. However, all female subjects must have a urine pregnancy test prior to treatment, which must be negative.\n* Male subjects must agree to use an adequate form of birth control for the duration of the study. They must either agree to use a condom with spermicide or agree to have sexual relations only with women using medically acceptable forms of birth control as described above\n\nExclusion Criteria:\n\n* Women must not be pregnant, breast feeding, or premenarcheal.\n* Subjects who have required a burst of oral corticosteroids within the previous three months prior to Screening are excluded from the study.\n* Subjects with systemic fungoid infections, known allergic reaction on methylprednisolon or tetracyclines, hypertension, diabetes (type 1 and 2), glaucoma, children, tuberculosis, herpes infection, zona oftalmica.\n* Subjects with acute sinusitis, concurrent nasal infection, or subjects who have had a nasal or upper respiratory tract infection within two weeks of the Screening Visit are excluded.\n* Subjects with cystic fibrosis, primary ciliary's dysfunction or Kartagener's syndrome by history are excluded.\n* Subjects must not have been diagnosed with a parasitic infection.\n* Subjects must not be known to be HIV positive or positive to hepatitis B surface antigen or C antibodies. Testing will not be done at Screening.\n* Subjects must not have had an acute asthmatic attack requiring admission to a hospital (excluding emergency room visits which resulted in direct discharge without hospitalization) within the four weeks prior to Screening.\n* Subjects must not have received immunotherapy within the previous three months.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Claus Bachert, MD, PhD",
          "affiliation": "University Hospital, Ghent",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital Ghent",
          "city": "Ghent",
          "zip": "9000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.05,
            "lon": 3.71667
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "University Hospital Ghent",
          "url": "http://www.uzgent.be"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}