{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07386002",
      "orgStudyIdInfo": {
        "id": "MT027-GBM-101"
      },
      "organization": {
        "fullName": "T-MAXIMUM Pharmaceutical Inc",
        "class": "INDUSTRY"
      },
      "briefTitle": "The GLIOMAX Study: MT027 Allogeneic CAR-T for Recurrent Glioma",
      "officialTitle": "A Phase II, Open-Label, Multicenter Study With a Safety Run-In to Evaluate the Safety, Tolerability, Efficacy, Pharmacokinetics and Pharmacodynamics of MT027 Administrated Intracerebroventricularly in Patients With Recurrent or Progressive Glioblastoma (WHO Grade 4)",
      "acronym": "GLIOMAX-101"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-06-30",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-12-13",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-07-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2026-01-27",
      "studyFirstSubmitQcDate": "2026-01-27",
      "studyFirstPostDateStruct": {
        "date": "2026-02-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-02-06",
      "lastUpdatePostDateStruct": {
        "date": "2026-02-10",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "T-MAXIMUM Pharmaceutical Inc",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Virginia Contract Research Organization Co., Ltd.",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a Phase II trial to evaluate the safety, tolerability, efficacy, and PK/ pharmacodynamic profiles of MT027 injected via ICV in participants with recurrent or progressive IDH-wildtype glioblastoma (WHO 2021 CNS Grade 4), who have previously received standard of care (SOC) therapy.\n\nEach participant will undergo screening, treatment (receiving MT027 at a dose of 3×10\\^7 cells), safety follow-up, and long-term follow-up periods.\n\nMT027 will be given via ICV injection on Day 1 \\& Day 15 of the first 28-day cycle. If the participant does not experience any unacceptable toxicities and disease progress in the first cycle, additional treatment may be continued bi-weekly in a 28-day cycle (Days 1 \\& Day 15 of the 28-day cycle) until intolerable toxicity, disease progression, withdrawal from the study, or death, whichever comes first. After the last dose, there will be a safety follow-up period lasting for 1 year and then a long-term follow-up up to 15 years.",
      "detailedDescription": "This is a Phase II trial to evaluate the safety, tolerability, efficacy, and PK/ pharmacodynamic profiles of MT027 injected via ICV in participants with recurrent or progressive IDH-wildtype glioblastoma (WHO 2021 CNS Grade 4), who have previously received standard of care (SOC) therapy.\n\nThe study will begin with a safety run-in of 3 to 6 participants to evaluate the safety and tolerability of MT027 at a dose of 3×10\\^7 cells. Once the DLT assessment is complete, an additional 34 participants will be enrolled, bringing the total to 40, to evaluate the treatment's efficacy. Each participant will undergo screening, treatment, safety follow-up, and long-term follow-up periods. Any participant who has discontinued from study treatment other than disease progression will also continue to have tumor assessments until disease progression, initiation of subsequent anticancer therapies, withdrawal from the study, or death, whichever comes first. Upon completion of the safety follow-up, all patients, except those who died, withdrew consent, or were lost to follow-up, will enter to the long-term follow-up. It is regarded as the end of the study when the last participant has completed the 1-year long-term follow-up, or all participants have progressed, died, or lost to follow-up, whichever comes first. MT027 will be given via ICV injection on Day 1 \\& Day 15 of the first 28-day cycle, and the DLT observation period will be 28 days following the first dose of the first cycle (only for safety run-in group). After the DLT observation period, if the participant does not experience any unacceptable toxicities and disease progress, additional treatment may be continued bi-weekly in a 28-day cycle (Days 1 \\& Day 15 of the 28-day cycle) until intolerable toxicity, disease progression, withdrawal from the study, or death, whichever comes first. When confirming disease progression, the study treatment may still be continued if there's a potential for benefit, based on PI's discretion and the participant's willingness, particularly when there are no better treatment options available. Investigational product (IP) may be temporarily interrupted to allow safety management and will resume the study treatment dose after participant's adverse events are recovered to the Grade 1 level or baseline, per PI's discretion. After the last dose, there will be a safety follow-up period lasting for 1 year and then a long-term follow-up up to 15 years."
    },
    "conditionsModule": {
      "conditions": [
        "Glioblastoma IDH (Isocitrate Dehydrogenase) Wildtype"
      ],
      "keywords": [
        "Recurrent or Progressive Glioblastoma",
        "MT027"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Intracerebroventricular administration of 3×10\\^7 cells of MT027",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "MT027",
          "type": "EXPERIMENTAL",
          "description": "Intracerebroventricular administration of MT027 (3×10\\^7 B7-H3 Targeted UCAR-T-cell)",
          "interventionNames": [
            "Biological: Intracerebroventricular injection of MT027 UCAR-T Cell targeting B7H3"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Intracerebroventricular injection of MT027 UCAR-T Cell targeting B7H3",
          "description": "MT027 will be injected intracerebroventricularly at a dose of 3×10\\^7 cells on Day 1 \\& Day 15 of each 28-day treatment cycle.",
          "armGroupLabels": [
            "MT027"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence rate of Dose-limiting toxicity (DLT)",
          "description": "Incidence rate of Dose-limiting toxicity (DLT) after treatment in the safety run-in stage",
          "timeFrame": "From the first dose to 2 weeks after the second dose"
        },
        {
          "measure": "12-month overall survival (OS) rate",
          "timeFrame": "From the first dose to 12 months after the treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet all the following inclusion criteria to be enrolled in the study (applied to all patients screened in safety run-in and dose expansion stage, unless specified):\n\n  1. Written informed consent must be obtained prior to any procedures that are not considered SOC\n  2. ≥ 18 years old and ≤ 70 years old on the day of signing informed consent, male or female\n  3. According to the WHO Classification of Tumors of the CNS (2021), definitely diagnosed recurrent or progressive GBM, WHO Grade 4, which must meet all 3 of the following criteria:\n\n     * According to the histological/molecular pathology, diagnosed with GBM WHO grade 4\n     * According to the histopathology or radiological imaging, confirmed disease progression or recurrence\n     * First recurrence after failure to the SOC therapy of newly diagnosed disease-Stupp regimen (which was surgery + standard RT + concurrent TMZ and adjuvant TMZ), or first recurrence after failure to the SOC therapy of newly diagnosed disease-Stupp regimen (which was surgery + standard RT + concurrent TMZ and adjuvant TMZ) and received Bevacizumab treatment\n  4. Participants with either unresectable lesions, or with resectable lesions who have undergone prior surgical resection, or with resectable lesions and no planned reoperation within 3 months after enrollment based on Investigator's judgment\n  5. Participants voluntarily provide the latest archival tumor or fresh biopsies FFPE samples (at least 8 consecutive non-stained sections) for B7H3 expression test by Immunohistochemistry (IHC), and the clinical pathology confirms positive B7H3 expression, defined as the proportion of 2+ and 3+ ≥ 20% (Reference refer to Appendix 13.1) or historical B7H3 positive expression within 12 months at the time of enrollment\n  6. Karnofsky Performance Status (KPS) score ≥ 60\n  7. Life expectancy of ≥ 12 weeks\n  8. Adequate organ and marrow functions as defined below: (blood transfusion, blood component transfusion, or hematopoietic stimulating factors within 7 days prior to the first dose is not allowed)\n\n     1. Hematological: Absolute neutrophil count (ANC) ≥ 1.5 × 109/L, platelets ≥ 100 × 109/L, and hemoglobin ≥ 90 g/L\n     2. Hepatic: ALT and AST ≤ 3 × ULN, total bilirubin ≤ 1.5 × ULN\n     3. Renal: Serum creatinine (Cr) ≤ 1.5 × ULN, or calculated Cr clearance ≥ 30.0 mL/min using Cockcroft-Gault formula\n     4. Coagulation: International normalized ratio (INR) ≤ 1.5 and activated partial thromboplastin time (APTT) ≤ 1.5 × ULN (participant is receiving anticoagulant therapy in which case the APTT and INR must be within the therapeutic range of intended use for the anticoagulant)\n     5. Cardiac: Left ventricular ejection fraction (LVEF) \\> 50%\n     6. Oxygen saturation ≥ 95% on room air\n  9. Has adequate treatment washout period before IP treatment, defined as:\n\n     Major surgery : ≥ 2 weeks§; Ommaya reservoir placement surgery was excluded Radiation therapy : ≥ 12 weeks (unless the progression is clearly outside the radiation field (e.g., beyond the high-dose region or 80% isodose line) or there is pathologic confirmation of disease progression) Chemotherapy :≥ 23 days for TMZ ; ≥ 6 weeks for Nitrosoureas or Mitomycin C (such as: Carmustine, Lomustine and so on) Biologic agents\\* (such as: PD1/PD-L1 antibodies) : ≥ 4 weeks Small molecule targeted drugs (TKIs such as Regorafenib and Anlotinib) : ≥ 3 weeks or 5 half-lives (including toxic metabolites), whichever is longer Other antitumor therapies :≥ 4 weeks\n\n     §Any surgery incisions or wounds must be completely healed\n\n     \\*Not including Bevacizumab\n  10. Intracranial hemorrhage Grade ≤ 1 (per NCI-CTCAE v5.0), and toxicity from previous systemic treatment returns to ≤ Grade 1 or baseline before the first CAR-T dose (except alopecia)\n  11. Women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) from the time of the pre-study visit, through the course of the study and for 120 days after the last dose of study medication\n\n      * Female patients of childbearing potential should have a negative serum pregnancy within 72 hours prior to receiving the first dose of study medication\n      * Patients of childbearing potential are those who have not been surgically sterilized or have not been free from menses for \\> 1 year\n      * Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately\n\nExclusion Criteria:\n\nA patient meeting any of the following criteria is not eligible to participate in this study (applied to all patients screened in safety run-in and dose expansion stages, unless specified):\n\n1. Brainstem and thalamus recurrence, spinal cord dissemination or extracranial metastasis\n2. The largest diameter of a single tumor lesion \\> 5 cm, or the sum of the largest diameters of multiple lesions \\> 6 cm\n3. Symptoms and signs of chronic intracranial hypertension that are difficult to control with drugs (such as daily use of Mannitol \\> 500 mL or Dexamethasone \\> 15 mg or Methylprednisolone \\> 80 mg or other hormones at the same dose)\n4. Uncontrolled seizure or epilepsy aggravation requiring escalation of antiepileptic therapy over the last 4 weeks\n5. Participated in other therapeutic clinical trials within 4 weeks prior to screening\n6. Previously received other allogeneic tissue/solid organ transplantation OR other CAR-T cell therapy\n7. Previously received Carmustine wafer, oncolytic viruses or other intratumoral implants treatment (e.g., GLIADEL® Wafer)\n8. Prior history of severe allergy to any component or biological product of the investigational drug\n9. History of other malignancy within 5 years of screening with the following exceptions: a) adequately treated basal cell or squamous cell skin cancer, b) carcinoma in situ of the cervix, c) carcinoma in situ of the breast, d) local prostate cancer after radical resection and/ or definitive RT with stable prostate specific antigen (PSA) levels for 1 year\n10. Serious diseases such as active systemic infection, coagulation dysfunction, history of interstitial lung disease, radiation pneumonitis, or evidence of active pneumonia that is not considered appropriate by Investigator\n11. Clinically significant uncontrolled heart, lung, liver, renal and neuro insufficiency including Class III or above heart failure according to the New York Heart Association (NYHA) standard, Stage IV liver cirrhosis; chronic kidney disease (CKD) Stage III or above; Symptoms of severe respiratory failure involving other organs; Uncontrolled seizure activity and/or clinically evident progressive encephalopathy\n12. History or active autoimmune diseases. However, participants with type 1 diabetes mellitus, hypothyroidism requiring hormone replacement therapy, skin disease that do not require systemic treatment (vitiligo, psoriasis, or hair loss) may be allowed. For any uncertainty, it is recommended to consult the sponsor's medical monitor before signing the informed consent\n13. Received live vaccines within 2 weeks before the first IP treatment or plans to receive live vaccines during the study period\n14. Participants with a history of active pulmonary tuberculosis infection within 1 year, those participants with history more than 1 year prior to the first dose of IP may be considered suitable if there is no evidence of active pulmonary tuberculosis judged by Investigator\n15. Active hepatitis B virus infection or hepatitis C virus infection (defined as HCV-IgM antibody positive, if HCV-RNA is lower than the lower limit of detection, enrollment is allowed); Or human immunodeficiency virus (HIV) infection (defined as HIV antibody positive); Or positive in Treponema pallidum antibody test\n16. According to Investigator's judgment, the participant suffers from severe neurocognitive impairment\n17. Unable to safely undergo ICV injection related procedures\n18. Any disease that currently needs systemic steroid treatment\n19. Unavailable for the follow-up assessment or concern for participant's compliance with the protocol procedures\n20. Presence of any conditions that could, in the opinion of Investigator, compromise the participant's ability to participate in the study\n21. Subjects who are lactating -",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Dan Wang, MD",
          "role": "CONTACT",
          "phone": "+1-916-214-2608",
          "email": "wangdan@t-maximum.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Solmaz Sahebjam, MD",
          "affiliation": "The Johns Hopkins Cancer Center, Sibley Memorial Hospital",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Kuo-Chen Wei, MD",
          "affiliation": "Chang Gung Memorial Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "The Johns Hopkins Sidney Kimmel Cancer Center",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21287",
          "country": "United States",
          "contacts": [
            {
              "name": "Solmaz Sahebjam, MD",
              "role": "CONTACT",
              "phone": "813-613-4120",
              "email": "Ssahebj1@jh.edu"
            },
            {
              "name": "Solmaz Sahebjam, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Hualien Tzu Chi Hospital",
          "city": "Hualien City",
          "zip": "970473",
          "country": "Taiwan",
          "contacts": [
            {
              "name": "Shinn-Zong Lin, MD, PhD",
              "role": "CONTACT",
              "phone": "886-922786818",
              "email": "Shinn-Zong@tzuchi.com.tw"
            },
            {
              "name": "Shinn-Zong Lin, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 23.97694,
            "lon": 121.60444
          }
        },
        {
          "facility": "Chang Gung Memorial Hospital, Kaohsiung",
          "city": "Kaohsiung City",
          "zip": "833401",
          "country": "Taiwan",
          "contacts": [
            {
              "name": "Fu-Yuan Shih, MD",
              "role": "CONTACT",
              "phone": "+886-7-7317123",
              "phoneExt": "8011",
              "email": "8902055@cgmh.org.tw"
            },
            {
              "name": "Fu-Yuan Shih, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 22.61626,
            "lon": 120.31333
          }
        },
        {
          "facility": "Chang Gung Memorial Hospital, Linkou",
          "city": "Taoyuan District",
          "zip": "333423",
          "country": "Taiwan",
          "contacts": [
            {
              "name": "Kuo-Chen Wei, MD",
              "role": "CONTACT",
              "phone": "+886-3-3281200",
              "phoneExt": "2412",
              "email": "kuochenwei@cgmh.org.tw"
            },
            {
              "name": "Kuo-Chen Wei, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 24.9896,
            "lon": 121.3187
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012008",
          "term": "Recurrence"
        }
      ],
      "ancestors": [
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}