{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02671006",
      "orgStudyIdInfo": {
        "id": "1508109"
      },
      "secondaryIdInfos": [
        {
          "id": "2015-A01347-42",
          "type": "OTHER",
          "domain": "ANSM"
        }
      ],
      "organization": {
        "fullName": "Centre Hospitalier Universitaire de Saint Etienne",
        "class": "OTHER"
      },
      "briefTitle": "Monitoring Chronic Urticaria Basophil Irritability by Cytometry",
      "officialTitle": "Monitoring Chronic Urticaria Basophil Irritability by Cytometry (Monocentric Study)",
      "acronym": "CUBIC"
    },
    "statusModule": {
      "statusVerifiedDate": "2016-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-08-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-08-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2016-01-25",
      "studyFirstSubmitQcDate": "2016-01-28",
      "studyFirstPostDateStruct": {
        "date": "2016-02-02",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-09-13",
      "lastUpdatePostDateStruct": {
        "date": "2017-09-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Centre Hospitalier Universitaire de Saint Etienne",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Novartis",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A biological tool for quantitative assessment of Chronic Urticaria (CU) is still in need for monitoring biotherapies. CU is considered as a sudden degranulation of Mast cells / basophils without any identified cause. It is considered that Mast cell/basophil have an abnormally high sensitivity in CU and can be triggered with almost nothing (high irritability). In allergy, basophils degranulation can be reproduced in vitro with allergens. Anti-IgE (immunoglobulin E) antibody mimics allergen triggering of basophils in a dose dependent manner. If basophils are abnormally sensitive in CU, it should be reproduced in vitro at very low stimulation. The main objective of this project is to set up a method to evidence abnormal basophil irritability and look for clinical significance. As many markers characterize basophils in different states, researchers shall also look for a profile possibly associated with CU basophile irritability. Such tests could be useful in CU monitoring.",
      "detailedDescription": "Mast cell is a key factor in Urticaria physiopathology. Several mechanisms have been hypothesized and could be either synergistic or revealing different types of urticaria. But most of these mechanisms seem to converge to Mast cells releasing histamine and other products. These mechanisms include auto-antibody and / or cytokines inappropriate production. However, internal dysregulation of Mast cell have also been reported, that could be either primary or secondary to extrinsic mediators mentioned already. Basophils closely related to Mast cells, easily accessible and usually serve as surrogate for clinical analysis of allergy or urticaria.\n\nFlow-cytometry (FCM) is a recent tool with increasing interest due to its exceptional capacity of analysis of a large number of cells, individually, at high speed and measuring many parameters at a time. FCM has been extensively used in characterization of cell sub populations in several diseases such as hematology disorders or immunology and among them the basophil. FCM is now the gold standard for ex vivo functional analyses of basophil activation as part of the diagnosis of allergy.\n\nThe present project aims to explore phenotypic and functional changes that could reflect the dysregulation in Urticaria. This would have diagnosis and physiopathological interest with potential impact on optimizing disease monitoring and treatment."
    },
    "conditionsModule": {
      "conditions": [
        "Urticaria"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood sample will be collected during a venipuncture required for the medical follow up and should not interfere with the usual treatment."
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients",
          "description": "Patients with an active Chronic Urticaria according to the EAACI criteria will be included. The Basophil patterns (CUBIC) will be compared between patients with urticaria and controls without Chronic Urticaria.",
          "interventionNames": [
            "Other: Basophil patterns"
          ]
        },
        {
          "label": "Volunteers",
          "description": "Volunteers must no have history of immediate allergy (patients under medical follow up for melanoma in remission for at least 3 months, age (+/- 5 years) and sex matched). Controls should have no history of atopy, urticaria or immediate allergy declared (rhinitis, urticaria, asthma) at the time of the test. The Basophil patterns (CUBIC) will be compared between patients with urticaria and controls without Chronic Urticaria.",
          "interventionNames": [
            "Other: Basophil patterns"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Basophil patterns",
          "description": "The Basophil patterns (CUBIC) will be compared between patients with urticaria and controls without Chronic Urticaria.",
          "armGroupLabels": [
            "Patients",
            "Volunteers"
          ],
          "otherNames": [
            "CUBIC"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Critical dose of anti IgE triggering half of basophils",
          "description": "Validate a new biological test measuring basophil \"touchiness\" in CU patients as potential diagnosis and gravity tool.",
          "timeFrame": "Day 1"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Antigen Density",
          "description": "Quantitative measurement of Antigen Density (phenotype, receptor density) will be performed to find a correlation with the severity of the disease.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "Urticaria Control Tests (UCT)",
          "description": "Urticaria Control Tests will be performed to measure the severity of the disease. It is composed of questions about the patients' symptoms.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "Urticaria Activity Score 7 (UAS7)",
          "description": "Urticaria Activity Score 7 will be performed to measure the severity of the disease. After 7 days, average daily scores from the morning and evening assessments are added together. Values can range between 0 to 21 for weekly itch severity, and 0 to 21 for weekly hive count. The UAS7 ranges from 0 to 42.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "Optical Coherence Tomography (OCT)",
          "description": "Optical Coherence Tomography will be performed to examine the wheals. It is an in vivo microscopic technique.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "D Dimers dosage",
          "description": "Partial activation of some cells such as Eosinophils leads to exposure of tissue factors and low level activation of the coagulation. D-dimers are produced and it was proposed that these d-dimers could be a trigger of basophils. The dosage of the D Dimers will be performed to find a possible correlation with the severity of the disease.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "IL33 dosage",
          "description": "The level of circulating IL-33 (Interleukin 33) will be measured to find a correlation with the severity of the disease because in recent reports, IL-33 have been shown to increase Basophils reactivity and possibly play a role in urticaria.",
          "timeFrame": "Day 1"
        },
        {
          "measure": "Tryptase",
          "description": "Tryptase (a stable Mast cell specific product) is increased in CU crisis, that is why the dosage of the tryptase will be performed to find out the correlation with the severity of the disease.",
          "timeFrame": "Day 1"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients :\n* Active Chronic Urticaria according to the EAACI 2014 criteria.\n* Healthy volunteers :\n* Age (approx. +/- 5 years matched with patient group),\n* Sexe matched.\n\nExclusion Criteria:\n\n* Patients\n* Treated by Omalizumab\n* Healthy volunteers :\n* Allergy,\n* Atopy,\n* Urticaria.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patient analysis will be performed on\n\n* 30 patients with an active CU according to the EAACI criteria.\n* 30 volunteers with no history of immediate allergy (patients under medical follow up for melanoma in remission for at least 3 months, age (+/- 5 years) and sex matched). Controls should have no history of atopy, urticaria or immediate allergy declared (rhinitis, urticaria, asthma) at the time of the test. Blood sample will be collected during a venipuncture required for the medical follow up and should not interfere with the usual treatment.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "LAMBERT Claude, MD",
          "affiliation": "CHU SAINT-ETIENNE",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Chu Saint Etienne",
          "city": "Saint-Etienne",
          "zip": "42100",
          "country": "France",
          "geoPoint": {
            "lat": 45.43389,
            "lon": 4.39
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D014581",
          "term": "Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}