{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05063357",
      "orgStudyIdInfo": {
        "id": "102"
      },
      "organization": {
        "fullName": "Y-mAbs Therapeutics",
        "class": "INDUSTRY"
      },
      "briefTitle": "131I-omburtamab Delivered by Convection-Enhanced Delivery in Patients With Diffuse Intrinsic Pontine Glioma",
      "officialTitle": "Safety of 131I-omburtamab Delivered by Convection-Enhanced Delivery in Patients With Diffuse Intrinsic Pontine Glioma Previously Treated With External Beam Radiation Therapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-06",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "Corporate business decision. Not due to safety or efficacy concerns.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-03",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-09-16",
      "studyFirstSubmitQcDate": "2021-09-20",
      "studyFirstPostDateStruct": {
        "date": "2021-10-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-06-22",
      "lastUpdatePostDateStruct": {
        "date": "2023-06-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Y-mAbs Therapeutics",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Labcorp Corporation of America Holdings, Inc",
          "class": "INDUSTRY"
        },
        {
          "name": "Invicro",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Omburtamab is a murine IgG1 monoclonal antibody, recognizing CD276 (also known as B7- H3). Omburtamab is 131I-labeled at designated radio pharmacies and will be provided as a final radiolabeled product to treatment site. The proposed intervention includes surgical placement using standard stereotactic techniques of a small caliber cannula into the tumor in the pons followed by positive pressure infusion (i.e. CED) of 131I-omburtamab. Iodine-131 conjugated omburtamab (131I-omburtamab) administered via the intracerebroventricular route for the treatment of metastatic CNS neuroblastoma was shown to be tolerable and improve survival. Furthermore, 124I-omburtamab administered by convection enhanced delivery (CED) was shown to have a tolerable safety profile in an ongoing dose escalation trial (in doses up to 4mCi) in patients with diffuse pontine gliomas that have not progressed following external beam radiation therapy. The aim of this trial is to determine the efficacy and safety of 131I-omburtamab in patients with DIPG that have not progressed following external beam radiation therapy.",
      "detailedDescription": "The IMP infusion volume for CED will be adjusted to 4, 6 or 8 mL dependent on the size of the tumor as estimated by MRI. The maximum volume of 8 mL was tested, and safety cleared in the 11-011 trial. Assuming a ratio of approximately 1:3 between the infusion volume and the distribution volume the infusion volume will be adjusted to ensure coverage of the tumor and 0.5 cm of the surrounding margin. The infusion volume will be 4 mL if tumor size (+0.5 cm margin) \\<10 cm3, 6 mL if tumor size (+0.5 cm margin) ≥10 and \\<15 cm3, and 8 mL if tumor size (+0.5 cm margin) ≥15 and ≤20 cm3. The maximum infusion rate will be 10 μL/min. Infusions will be initiated using an escalating flow rate plan with 10-min intervals until the maximum rate is achieved (0·5 μL/min, 1·0 μL/min, 2·0 μL/min, 5·0 μL/min, 7·5 μL/min and 10 μL/min)."
    },
    "conditionsModule": {
      "conditions": [
        "DIPG"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Single-arm, multi-center clinical trial",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Radioactive iodine-labeled monoclonal antibody omburtamab",
          "type": "OTHER",
          "description": "Single arm",
          "interventionNames": [
            "Drug: 131I-Omburtamab",
            "Device: Convention Enhanced Delivery"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "131I-Omburtamab",
          "description": "Omburtamab is a murine IgG1 monoclonal antibody, recognizing CD276 (also known as B7-H3).",
          "armGroupLabels": [
            "Radioactive iodine-labeled monoclonal antibody omburtamab"
          ]
        },
        {
          "type": "DEVICE",
          "name": "Convention Enhanced Delivery",
          "description": "The planned intervention includes surgical placement of a small caliber cannula into the tumor located in the pons using standard stereotactic techniques followed by CED of 131Iomburtamb.",
          "armGroupLabels": [
            "Radioactive iodine-labeled monoclonal antibody omburtamab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Determining the safety of up to 36 participants with 131I-omburtamab administered directly into the tumor by CED in patients with DIPG assessed by CTCAE v.5.0",
          "description": "Up to 36 patients may be enrolled in the dose escalation phase in planned cohorts of 3 patients with a maximum of 3 cohorts at a dose level.All patients may receive up to three cycles of 131I-omburtamab. Patients will be followed until the last patient has had the last follow-up visit at 2 years after the 131I-omburtamab administration. End of trial is defined as last patient's last visit in the two-year follow-up period, or death whichever comes first. All Non-serious AEs should be reported from the time of CED placement surgery administration until 30 days after the IMP administration. All SAEs should be captured from signing the ICF until 30 days after IMP administration. Starting at day 31 after dosing of 131I-omburtamab only SAE's or ≥ grade 3 non-serious AEs considered at least possibly related to 131I-omburtamab or new onset of cancers regardless of causality should be reported.",
          "timeFrame": "2 years after last patient has received final dose of 131I-omburtamab administration"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression of tumor using Magnetic Resonance Imaging (MRI) of the brain in accordance with recommendations from the Response Assessment in Pediatric Neuro-Oncology (RAPNO) working group for Diffuse Intrinsic Pontine Glioma (DIPG)",
          "description": "MRI of the brain will be used to assess PD.\n\nPD is defined as:\n\nA greater than 25 percent increase in the 2D product of the perpendicular diameters of the lesion using T2-weighted or FLAIR sequences and not considered pseudo-progression, taking as a reference the smallest disease measurement recorded since the baseline MRI OR the appearance of new extrapontine tumor, i.e. lesions non-contiguous to the primary pontine lesion.",
          "timeFrame": "60 months"
        },
        {
          "measure": "Progression of tumor using Magnetic Resonance Imaging (MRI) of the spine in accordance with recommendations from the Response Assessment in Pediatric Neuro-Oncology (RAPNO) working group for Diffuse Intrinsic Pontine Glioma (DIPG)",
          "description": "MRI of the spine will be used to assess PD.\n\nPD is defined as:\n\nA greater than 25 percent increase in the 2D product of the perpendicular diameters of the lesion using T2-weighted or FLAIR sequences and not considered pseudo-progression, taking as a reference the smallest disease measurement recorded since the baseline MRI OR the appearance of new extrapontine tumor, i.e. lesions non-contiguous to the primary pontine lesion.",
          "timeFrame": "60 months"
        },
        {
          "measure": "Gross neurological investigation including the cranial nerves by physical examination and the Neurologic Assessment in Neuro-Oncology (NANO) scale.",
          "description": "Neurological examination indicating clinical deterioration not attributable to other causes such as anticonvulsant or corticosteroid toxicity, electrolyte disturbances, sepsis, hyperglycemia, etc.\n\nPD is defined as:\n\nA greater than 25 percent increase in the 2D product of the perpendicular diameters of the lesion. The scale is intended to be performed at baseline and at follow-up visits. An overall score will be determined following assessment of each domain and will include one of 5 possible outcomes: neurologic response, neurologic progression, neurologic stability, not assessed, and non-evaluable.\n\nNeurologic response is defined as a ≥2 level improvement in at least one domain without worsening in other domains from baseline.\n\nNeurologic stability indicates a score of neurologic function that does not meet criteria for neurologic response, neurologic progression, non-evaluable, or not assessed.",
          "timeFrame": "60 months"
        },
        {
          "measure": "SPECT/CT scans and blood sampling for dosimetry",
          "description": "SPECT/CT scans will be performed at 4h, 12h, 24h, 72h and 7 days after the first administration of 131I-omburtamab.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Blood sampling for dosimetry",
          "description": "will be performed at 4h, 12h, 24h, 72h and 7 days after the first administration of 131I-omburtamab.",
          "timeFrame": "7 days"
        },
        {
          "measure": "Changes in neurological function using the Neurologic Assessment in Neuro-Oncology scale",
          "description": "Changes in neurological function will be assessed 1, 2, 7, 14, and 30 days after dosing with 131I-omburtamab by summarizing changes from baseline of a neurological examination using the Neurologic Assessment in Neuro-Oncology (NANO) scale. The NANO scale is intended to be performed at baseline and at follow-up visits, especially those where neuroimaging is obtained. An overall NANO score will be determined following assessment of each domain and will include one of 5 possible outcomes: neurologic response, neurologic progression, neurologic stability, not assessed, and non-evaluable. In general, assessment and scoring of all domains is encouraged.",
          "timeFrame": "Up to 30 days after dosing with 131I-omburtamab"
        },
        {
          "measure": "Changes from baseline in the Lansky/Karnofsky performance score",
          "description": "Changes from baseline in the Lansky/Karnofsky performance score evaluated 6, 12, and 24 months after last dosing. Lansky or Karnofsky Performance Score of ≥ 70 at study entry. Lansky Performance scale to be used for patients ≤16 years of age. The score is determined on a scale ranging from 0-100. A higher score means the patient is better able to carry out daily activities.",
          "timeFrame": "24 months after last dosing"
        },
        {
          "measure": "Number of Participants With Treatment-Related Adverse Events as Assessed by CTCAE v4.0",
          "description": "Monitoring the frequency, type, and duration of serious adverse events after up to 3 CED infusions of 131I-omburtamab",
          "timeFrame": "30 days after the last IMP administration."
        },
        {
          "measure": "Overall Survival",
          "description": "Overall survival will be followed as a secondary efficacy endpoint dictated by the absence of suitable and validated surrogate markers of efficacy in DIPG.",
          "timeFrame": "Up to 24 months after first CED infusion of 131I-omburtamab"
        },
        {
          "measure": "Progression free survival",
          "description": "Response Assessment in Pediatric Neuro-Oncology (RAPNO) and Response Assessment in Pediatric Neuro-Oncology High Grade Glioma (RAPNO-HCG) will be used to assess progression free survival.",
          "timeFrame": "Up to 12 months after first CED infusion of 131I-omburtamab"
        },
        {
          "measure": "Objective Response Rate",
          "description": "Response Assessment in Pediatric Neuro-Oncology (RAPNO) and Response Assessment in Pediatric Neuro-Oncology High Grade Glioma (RAPNO-HCG) will be used to assess objective response rate at 6 months and 12 months after first CED infusion of 131I-omburtamab.",
          "timeFrame": "12 months after first CED infusion of 131I-omburtamab"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Diagnosis of diffuse intrinsic pontine glioma based on clinical evidence and radiographic (MRI) imaging.\n2. The patient must have undergone prior external beam radiotherapy using standard conformal fractionated or hypo-fractionated techniques to a planned maximal total dose of 54-60 Gy to the brain stem of which the patient must have received ≥ 90% of the planned dose, at least 4 weeks but no more than 14 weeks prior signing of ICF.\n3. Lansky or Karnofsky Performance Score of ≥ 70 at study entry. Lansky Performance scale to be used for patients ≤16 years of age.\n4. Age ≥ 3 years old and less than 21 years old.\n5. Written informed consent from legal guardian(s) and/or child obtained in accordance with local regulations. Pediatric patients must provide assent as required by local regulations.\n\nExclusion Criteria:\n\n1. Clinical and/or radiographic (MRI) progression of tumor in the period between external beam radiation therapy and signing of ICF. If pseudoprogression is suspected rescreening is allowed\n2. Metastatic or disseminated disease.\n3. Tumor size larger than 20cm3.\n4. Untreated symptomatic hydrocephalus as determined by the investigator\n5. Increasing dose of steroids for 1 week prior to first IMP treatment\n6. AST or ALT \\> 3x the upper limit of normal.\n7. Total bilirubin \\> 3x the upper limit of normal. In case either AST or ALT ≥3 x ULN, bilirubin must be ≤ 2 x the upper limit of normal.\n8. Hemoglobin less than 8 g/dL.\n9. White blood cell (WBC) count less than 1000/μL.\n10. ANC count less than 500/μL.\n11. Platelet count less than 100,000/μL.\n12. INR (international normalized ratio) higher than 1.5 (calculated from the prothrombin time).\n13. Glomerular filtration rate (eGFR) of ≤ 60 ml/min/1.73m2 calculated by 2009 revised Bedside Schwartz Equation.\n14. Weight less than 8kg.\n15. Life expectancy less than six weeks as judged by the investigator.\n16. Tumor whose origin is outside the pons.\n17. Patients must not have an uncontrolled life-threatening infection.\n18. Patients must not have severe non-hematologic organ or neurological toxicity; specifically, any neurological, cardiac, hepatic, pulmonary, and gastrointestinal system toxicity must be below Grade 3 prior to signing the ICF.\n19. Females of childbearing potential who are pregnant, breast feeding, intend to become pregnant, or are not using highly effective contraceptive methods while included in the trial and for 12 months after the last dose of 131I-omburtamab.\n20. Fertile male patients who do not agree to the use of condoms during treatment and for a period of 12 months after the last dose of 131I-omburtamab. For a male patient to be exempt from the requirement to use contraception after 131I-omburtamab treatment, he must have undergone surgical sterilization (vasectomy).",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "21 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000633765",
          "term": "omburtamab I-131"
        }
      ]
    }
  },
  "hasResults": false
}