{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06007729",
      "orgStudyIdInfo": {
        "id": "HS-20093-205"
      },
      "organization": {
        "fullName": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      },
      "briefTitle": "ARTEMIS-006: HS-20093 in Patients With Head and Neck Squamous Cell Carcinoma and Other Solid Tumors",
      "officialTitle": "ARTEMIS-006: A Phase 2 Study to Evaluate Efficacy and Safety of Intravenous Administration of HS-20093 in Patients With Head and Neck Squamous Cell Carcinoma and Other Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-12-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-12-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-08-17",
      "studyFirstSubmitQcDate": "2023-08-17",
      "studyFirstPostDateStruct": {
        "date": "2023-08-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-19",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "HS-20093 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells.\n\nThis is a phase 2, open-label, multi-center study to evaluate the efficacy, safety, pharmacokinetics (PK) and immunogenicity of HS-20093 as a monotherapy in patients with head and neck squamous cell carcinoma and other solid tumors.",
      "detailedDescription": "This is a phase 2, open-label, multi-center study consisting of two parts: Phase 2a and 2b.\n\nPhase 2a: The study will be conducted in the following two cohorts: Cohort 1: Patients with recurrent/metastatic head and neck squamous cell carcinoma (HNSCC) who have progressed on or intolerant to standard therapies. Cohort 2: Other patients with advanced solid tumors if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. All subjects will receive 10.0 mg/kg of HS-20093.\n\nPhase 2b: The study will be conducted in patients with recurrent/metastatic HNSCC who have progressed on or intolerant to standard therapies. Subjects will receive 10.0 mg/kg of HS-20093.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of HS-20093. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
    },
    "conditionsModule": {
      "conditions": [
        "Head and Neck Squamous Cell Carcinoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 170,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HS-20093 (phase 2a and Phase 2b)",
          "type": "EXPERIMENTAL",
          "description": "Participants in all subjects will receive HS-20093 at 10mg/kg",
          "interventionNames": [
            "Drug: HS-20093"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HS-20093",
          "description": "Participants in all subjucts will receive HS-20093 at 10mg/kg",
          "armGroupLabels": [
            "HS-20093 (phase 2a and Phase 2b)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
          "description": "ORR was defined as the percentage of participants who achieved a best overall response (BOR) of confirmed Complete Response (CR) or Partial Response (PR), assessed by investigators based on RECIST version 1.1\\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\]",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, which ever came first, assessed up to 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence and severity of adverse events (AEs)",
          "description": "AE assessed by investigator exclusively related to subject's underlying disease or medical condition \\[graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 5.0\\]. Any untoward medical occurrence in a clinical study participant, whether or not considered related to the medicinal product. Incidence and severity of AEs are assessed according to vital signs, laboratory variables, physical examination, electrocardiogram, etc.",
          "timeFrame": "From the first dose through 90 days post end of treatment"
        },
        {
          "measure": "Observed maximum plasma concentration (Cmax) of HS-20093",
          "description": "Cmax will be obtained following administration of the first dose of HS-20093 during the first cycle",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)"
        },
        {
          "measure": "Time to reach maximum plasma concentration (Tmax) of HS-20093 following the first dose in participants with advanced solid tumor",
          "description": "Tmax will be obtained following administration of the first dose of HS-20093 during the first cycle",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)"
        },
        {
          "measure": "Terminal half-life (T1/2) of HS-20093 following IV dose in participants with advanced solid tumor",
          "description": "Apparent terminal half-life is the time measured for the concentration to decrease by one half. Terminal half-life calculated by natural log 2 divided by λz",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)"
        },
        {
          "measure": "Area under plasma concentration versus time curve from zero to last sampling time (AUC0-t) following the first dose of HS-20093",
          "description": "Area under the plasma concentration versus time curve from time zero to the last sampling time when the concentration was no less than the lower limit of quantification (LLQ). AUC0-t was calculated according to the mixed log-linear trapezoidal rule",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)"
        },
        {
          "measure": "Percentage of participants with antibodies to HS-20093 in serum",
          "description": "Serum samples were collected for the determination of anti-drug antibody (ADA) at designated time points",
          "timeFrame": "From pre-dose to 90 days post end of treatment"
        },
        {
          "measure": "ORR determined by Independent review committee (IRC) according to RECIST 1.1",
          "description": "ORR was defined as the percentage of participants who achieved a best overall response (BOR) of confirmed Complete Response (CR) or Partial Response (PR), assessed by IRC based on RECIST version 1.1\\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\]",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months."
        },
        {
          "measure": "Duration of response (DoR) determined by investigators and IRC according to RECIST 1.1",
          "description": "DoR was defined as the period from the first occurrence of CR or PR to progressive disease (PD) or death from any cause. If no PD or death after CR/PR, the cut-off date of progression-free survival (PFS) would be used \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\]",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Disease control rate (DCR) determined by investigators and IRC according to RECIST 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). DCR was evaluated by the number of participants with best overall response of CR, PR and stable disease (SD) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks); SD shall be assessed at least 5 weeks after the first dose\\]",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Progression-free survival (PFS) determined by investigators and IRC according to RECIST 1.1",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). PFS was defined as the time from first dose or random assignment (if any) to PD or death from any cause",
          "timeFrame": "From the first dose or random assignment up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "OS was defined as the time from the first dose or random assignment (if any) to death from any cause",
          "timeFrame": "From the first dose or random assignment up to death or withdrawal from study, whichever came first, assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. At least age of 18 years at screening. 2. Patients，who have progressed on or intolerant to standard therapie，with histologically confirmed recurrent/metastatic HNSCC or other solid tumor.\n\n  3\\. At least one measurable lesion according to RECIST 1.1. 4. Agree to provide fresh or archival tumor tissue and peripheral blood samples.\n\n  5\\. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0\\~1. 6. Life expectancy \\>= 12 weeks. 7. Men or women should be using adequate contraceptive measures throughout the study.\n\n  8\\. Female subjects must not be pregnant at screening or have evidence of non-childbearing potential.\n\n  9\\. Signed and dated Informed Consent Form.\n\nExclusion Criteria:\n\n* 1\\. Treatment with any of the following:\n\n  1. Previous or current treatment with B7-H3 targeted therapy\n  2. Any cytotoxic chemotherapy, investigational agents and small molecule targeted therapy within 14 days prior to the first scheduled dose of HS-20093\n  3. Prior treatment with macromolecule anti-tumor therapy or other anticancer drugs within 28 days prior to the first scheduled dose of HS-20093\n  4. Radiotherapy with a limited field of radiation for palliation within 2 weeks, or patients received more than 30% of the bone marrow irradiation, or large-scale radiotherapy within 4 weeks prior to the first scheduled dose of HS-20093\n  5. Pleural or peritoneal effusion requiring clinical intervention. Pericardial effusion\n  6. Major surgery within 4 weeks of the first dose of HS-20093\n  7. Spinal cord compression or brain metastases.\n  8. Treatment with drugs that are predominantly CYP3A4 strong inhibitors or inducers or sensitive substrates of CYP3A4 with a narrow therapeutic range within 7 days of the first dose of study drug; or requiring treatment with these drugs during the study.\n  9. Currently receiving drugs known to prolong QT interval or may cause torsade de pointe; or requiring treatment with these drugs during the study.\n\n  2\\. Any unresolved toxicities from prior therapy greater than Grade 2 according to Common Terminology Criteria for Adverse Events (CTCAE) 5.0 with the exception of stable hypothyroidism treated with hormone replacement therapy, alopecia or neurotoxicity.\n\n  3\\. History of other primary malignancies. 4. Inadequate bone marrow reserve or organ dysfunction 5. Evidence of cardiovascular risk. 6. Severe, uncontrolled or active cardiovascular diseases. 7. Diabetes ketoacidosis or hyperglycemia hypertonic occurring within 6 months before the first dose of the study drug, or the glycosylated hemoglobin value ≥ 7.5% in the screening period.\n\n  8\\. Severe or poorly controlled hypertension. 9. Bleeding symptoms with apparent clinical significance or obvious bleeding tendency within 1 months prior to the first dose of HS-20093 10. Serious arteriovenous thrombosis events occurred within 3 months before the first dose.\n\n  11\\. Severe infections occurred within 4 weeks before the first dose. 12. Patients who have received continuous steroid treatment for more than 30 days within 30 days before the first dose, or need long-term (≥ 30 days) steroid treatment, or who have other acquired and congenital immunodeficiency diseases, or have a history of organ transplantation 13. The presence of active infectious diseases has been known before the first dose such as hepatitis B, hepatitis C, tuberculosis, syphilis, or human immunodeficiency virus HIV infection, etc.\n\n  14\\. Hepatic encephalopathy, hepatorenal syndrome, or Child-Pugh Grade B or more severe cirrhosis.\n\n  15\\. Other moderate or severe lung diseases that may interfere with the detection or treatment of drug-related pulmonary toxicity or may seriously affect respiratory function.\n\n  16\\. Previous history of serious neurological or mental disorders, including epilepsy, dementia or severe depression and any other status that may interfere in assessment.\n\n  17\\. Women who are breastfeeding or pregnant or planned to be pregnant during the study period.\n\n  18\\. Vaccination or hypersensitivity of any level within 4 weeks prior to the first dose of HS-20093 19. History of severe hypersensitivity reaction, severe infusion reaction or allergy to recombinant human or mouse derived proteins.\n\n  20\\. Hypersensitivity to any ingredient of HS-20093. 21. Unlikely to comply with study procedures, restrictions, and requirements in the opinion of the investigator 22. Any disease or condition that, in the opinion of the investigator, would compromise subject safety or interfere with study assessments",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Siwei Bao",
          "role": "CONTACT",
          "phone": "86-21-38804518",
          "phoneExt": "22198",
          "email": "siwei_bao@163.com"
        },
        {
          "name": "Ye Guo, MD",
          "role": "CONTACT",
          "phone": "86-21-38804518",
          "phoneExt": "22229",
          "email": "pattrickguo@gmail.com"
        }
      ],
      "locations": [
        {
          "facility": "Anhui Cancer Hospital",
          "status": "RECRUITING",
          "city": "Hefei",
          "state": "Anhui",
          "country": "China",
          "geoPoint": {
            "lat": 31.86389,
            "lon": 117.28083
          }
        },
        {
          "facility": "Beijing Cancer Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Beijing Tongren Hospital, CMU",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Fujian Cancer Hospital",
          "status": "RECRUITING",
          "city": "Fuzhou",
          "state": "Fujian",
          "country": "China",
          "geoPoint": {
            "lat": 26.06139,
            "lon": 119.30611
          }
        },
        {
          "facility": "Sun Yai-Sen Memorial Hospital Sun Yai-Sen University",
          "status": "RECRUITING",
          "city": "Guangzhou",
          "state": "Guangdong",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "Sun Yat-Sen University Cancer Center",
          "status": "RECRUITING",
          "city": "Guangzhou",
          "state": "Guangdong",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "The Fifth Affiliated Hospital Sun Yat-Sen University",
          "status": "RECRUITING",
          "city": "Zhuhai",
          "state": "Guangdong",
          "country": "China",
          "geoPoint": {
            "lat": 22.27694,
            "lon": 113.56778
          }
        },
        {
          "facility": "Guangxi Medical University Cancer Hospital",
          "status": "RECRUITING",
          "city": "Nanning",
          "state": "Guangxi",
          "country": "China",
          "geoPoint": {
            "lat": 22.81667,
            "lon": 108.31667
          }
        },
        {
          "facility": "Harbin Medical University Cancer Hospital",
          "status": "RECRUITING",
          "city": "Harbin",
          "state": "Heilongjiang",
          "country": "China",
          "geoPoint": {
            "lat": 45.75,
            "lon": 126.65
          }
        },
        {
          "facility": "Henan Cancer Hospital",
          "status": "RECRUITING",
          "city": "Zhengzhou",
          "state": "Henan",
          "country": "China",
          "geoPoint": {
            "lat": 34.75778,
            "lon": 113.64861
          }
        },
        {
          "facility": "The First Affiliated Hospital of Zhengzhou University",
          "status": "RECRUITING",
          "city": "Zhengzhou",
          "state": "Henan",
          "country": "China",
          "geoPoint": {
            "lat": 34.75778,
            "lon": 113.64861
          }
        },
        {
          "facility": "Tongji Hospital affiliated to Tongji Medical College of Huazhong University of Science & Technology",
          "status": "RECRUITING",
          "city": "Wuhan",
          "state": "Hubei",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "Hunan Cancer Hospital",
          "status": "RECRUITING",
          "city": "Changsha",
          "state": "Hunan",
          "country": "China",
          "geoPoint": {
            "lat": 28.19874,
            "lon": 112.97087
          }
        },
        {
          "facility": "The Second XIANGYA Hospital Of Central South University",
          "status": "RECRUITING",
          "city": "Changsha",
          "state": "Hunan",
          "country": "China",
          "geoPoint": {
            "lat": 28.19874,
            "lon": 112.97087
          }
        },
        {
          "facility": "The Second Hospital of Dalian Medical University",
          "status": "NOT_YET_RECRUITING",
          "city": "Dalian",
          "state": "Liaoning",
          "country": "China",
          "geoPoint": {
            "lat": 38.91222,
            "lon": 121.60222
          }
        },
        {
          "facility": "Liaoning Cancer Hospital",
          "status": "RECRUITING",
          "city": "Shenyang",
          "state": "Liaoning",
          "country": "China",
          "geoPoint": {
            "lat": 41.79222,
            "lon": 123.43278
          }
        },
        {
          "facility": "Cancer Hospital of Shandong First Medical University",
          "status": "RECRUITING",
          "city": "Jinan",
          "state": "Shandong",
          "country": "China",
          "geoPoint": {
            "lat": 36.66833,
            "lon": 116.99722
          }
        },
        {
          "facility": "Shanghai East Hospital",
          "status": "RECRUITING",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "200120",
          "country": "China",
          "contacts": [
            {
              "name": "Ye Guo, MD",
              "role": "CONTACT",
              "phone": "13501678472",
              "email": "pattrickguo@gmail.com"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Shanghai Ninth People's Hospital, Shanghai JiaoTong University School of Medicine",
          "status": "RECRUITING",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "The first Affiliated Hospital of Xi'an Jiaotong University",
          "status": "RECRUITING",
          "city": "Xi’an",
          "state": "Shanxi",
          "country": "China",
          "geoPoint": {
            "lat": 35.99785,
            "lon": 113.52486
          }
        },
        {
          "facility": "Sichuan Cancer Hospital",
          "status": "RECRUITING",
          "city": "Chengdu",
          "state": "Sichuan",
          "country": "China",
          "geoPoint": {
            "lat": 30.66667,
            "lon": 104.06667
          }
        },
        {
          "facility": "West China Hospital of Sichuan University",
          "status": "RECRUITING",
          "city": "Chengdu",
          "state": "Sichuan",
          "country": "China",
          "geoPoint": {
            "lat": 30.66667,
            "lon": 104.06667
          }
        },
        {
          "facility": "Tianjin Cancer Hospital",
          "status": "RECRUITING",
          "city": "Tianjin",
          "state": "Tianjin Municipality",
          "country": "China",
          "geoPoint": {
            "lat": 39.14222,
            "lon": 117.17667
          }
        },
        {
          "facility": "Cancer hospital of Xinjiang medical University",
          "status": "RECRUITING",
          "city": "Xinjiang",
          "state": "Xinjiang",
          "country": "China",
          "geoPoint": {
            "lat": 40.91904,
            "lon": 110.38311
          }
        },
        {
          "facility": "Zhejiang Cancer Hospital",
          "status": "RECRUITING",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000077195",
          "term": "Squamous Cell Carcinoma of Head and Neck"
        }
      ],
      "ancestors": [
        {
          "id": "D002294",
          "term": "Carcinoma, Squamous Cell"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        }
      ]
    }
  },
  "hasResults": false
}