{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05414032",
      "orgStudyIdInfo": {
        "id": "MERIDIAN"
      },
      "organization": {
        "fullName": "University Health Network, Toronto",
        "class": "OTHER"
      },
      "briefTitle": "Molecular Residual Disease Interception in Locoregionally-Advanced High Risk HPV+ and HPV- HNSCC",
      "officialTitle": "Residual Disease Interception in Locoregionally-Advanced High Risk HPV+ and HPV- HNSCC",
      "acronym": "MERIDIAN"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-07-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-05-26",
      "studyFirstSubmitQcDate": "2022-06-07",
      "studyFirstPostDateStruct": {
        "date": "2022-06-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-25",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-30",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Health Network, Toronto",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "AstraZeneca",
          "class": "INDUSTRY"
        },
        {
          "name": "NeoGenomics Laboratories, Inc.",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a phase II, open-label study to assess the efficacy of AZD2936 in terms of molecular residual disease (MRD) clearance and treatment outcome in patients with MRD after definitive treatment for high risk locoregionally advanced head and neck squamous cell carcinoma (LA-HNSCC). MRD is defined as ctDNA detection in plasma after definitive treatment. Approximately 200 patients are expected to be enrolled.",
      "detailedDescription": "This is a phase II, open-label study to assess the efficacy of AZD2936 in terms of molecular residual disease (MRD) clearance and treatment outcome in patients with MRD after definitive treatment for high risk locoregionally advanced head and neck squamous cell carcinoma (LA-HNSCC). MRD is defined as ctDNA detection in plasma after definitive treatment. Approximately 200 patients are expected to be enrolled.\n\nThe study is divided in 5 parts:\n\nPart A and Part B are common for all patients in the study, which are defined as the periods of definitive treatment and post definitive treatment. Definitive treatment will be either surgery followed by radiation or chemoradiation; definitive radiation or definitive chemoradiation according to standard of care (SOC) in our institution. A baseline ctDNA sample collection and CT staging will be done before treatment. ctDNA analysis will be performed in Part B at approximately week 5 and at week 10 of this period, and patients will be classified as MRD positive or MRD negative based on the week 10 results. If a patient has equivocal results, a new sample will be taken around week 14. Patients who receive surgery as part of their treatment, will also get ctDNA analysis post-surgery.\n\nPart C is the randomized and interventional part of the study (n=60) for patients with MRD. The patient will be randomized 3:1 to Arm A (treatment with AZD2936) or Arm B (observation). Patients in Arm A will continue treatment until the occurrence of any of these circumstances: after completion of 6 cycles, intolerable toxicity or patient decision. ctDNA analysis will be done at week 10 of Part C.\n\nPart D is the follow up part for patients with MRD. Two ctDNA samples will be analyzed at week 2 and at week 10 of Part D. Plasma samples will be collected every 6 months for the first 3 years and a final sample will be also collected if the patient has radiological or clinical progression. A CT/MRI scan will be performed at week 2 of Part D and, if clinically needed, according to SOC.\n\nPart E is the observational follow up part for patients without MRD. A ctDNA sample will be collected at the time of the first follow up and at radiological or clinical progression if applicable."
    },
    "conditionsModule": {
      "conditions": [
        "Locoregionally Advanced Head and Neck Squamous Cell Carcinoma (LA-HNSCC)"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "MRD positive Cohort - Arm A (treatment)",
          "type": "EXPERIMENTAL",
          "description": "Dose formulation- AZD2936 is supplied as a liquid drug product in a 20R vial containing 750 mg (nominal) of active AZD2936. The solution contains 50 mg/mL AZD2936 in 20 mM L-histidine/L- histidine-hydrochloride, 240 mM sucrose, 0.04% (w/v) poloxamer 188, at pH 6.0.\n\nUnit dose strength(s)- 750 mg/vial (50 mg/mL) Dosage levels- 750mg administered Q3W Route of administration- IV infusion over 1 hour",
          "interventionNames": [
            "Biological: AZD2936"
          ]
        },
        {
          "label": "MRD positive Cohort - Arm B (observation)",
          "type": "NO_INTERVENTION",
          "description": "Observation"
        },
        {
          "label": "MRD negative Cohort",
          "type": "NO_INTERVENTION",
          "description": "Observation"
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "AZD2936",
          "description": "AZD2936 is a monovalent, bispecific, humanized, IgG1 triple mutant mAb antibody against human PD 1 and TIGIT. AZD2936 was constructed on the backbone of the DuetMab molecule (Mazor et al., 2015), and its antigen binding fragment portions are comprised of the variable domains of the anti TIGIT COM902 antibody and anti PD 1 LO115 antibody. The IgG1 Fc domain carries the triple mutation (L234F/L235E/P331S) designed to reduce Fc mediated immune effector functions. In the preclinical studies, dual blockade of TIGIT and PD 1 by AZD2936 enhanced human T cell function and promoted antitumor immune responses.",
          "armGroupLabels": [
            "MRD positive Cohort - Arm A (treatment)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Efficacy (in terms of ctDNA clearance) of AZD2936 compared to observation (Standard of Care, SOC) in LA-HNSCC patients who have MRD (MRD+) after definitive treatment.",
          "description": "Clearance of bespoke ctDNA at different time points (week 2 and week 10 after the end of MRD treatment). ctDNA clearance is defined as no detection of ctDNA in both of these two consecutive determinations.",
          "timeFrame": "3 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Efficacy (in terms of delaying or preventing radiological recurrence of disease or death) of AZD2936 compared to observation (SOC) in MRD+ LA-HNSCC patients after definitive treatment.",
          "description": "Disease free survival (DFS) at 12 months.",
          "timeFrame": "3 years"
        },
        {
          "measure": "Efficacy (in terms of MRD control) of AZD2936 compared to observation (SOC) in MRD+ LA-HNSCC patients after definitive treatment.",
          "description": "Time to MRD control failure in MRD+ patients. MRD control failure is defined as two consecutive increases in ctDNA levels (week 2 and week 10 in Part D).",
          "timeFrame": "3 years"
        },
        {
          "measure": "Efficacy (in terms of median DFS and OS) of AZD2936 compared to observation (SOC) in MRD+ LA-HNSCC patients after definitive treatment.",
          "description": "Median DFS and OS in MRD+ patients.",
          "timeFrame": "3 years"
        },
        {
          "measure": "Safety and tolerability of AZD2936 in MRD+ LA-HNSCC patients after definitive treatment and randomized to receive this combination.",
          "description": "* Number and severity of treatment related adverse events according to CTCAE v5.0.\n* Percentage of participants with AEs, SAEs and rate of AZD2936 discontinuation due to toxicity.",
          "timeFrame": "3 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Predictive value (in terms of predicting radiological recurrence of disease or death) of HPV DNA in patients with HPV positive LA-HNSCC treated with AZD2936 compared to observation (SOC).",
          "description": "• Changes in HPV DNA in MRD+ HPV+ patients treated with AZD2936 or under observation and correlation of such changes with DFS.",
          "timeFrame": "3 years"
        },
        {
          "measure": "Predictive value (in terms of predicting radiological recurrence of disease or death) of methylated ctDNA in MRD+ LA-HNSCC patients treated with AZD2936 compared to observation (SOC).",
          "description": "Changes in methylated ctDNA in MRD+ patients treated with AZD2936 or under observation, and correlation of such changes with bespoke ctDNA and with DFS.",
          "timeFrame": "3 years"
        },
        {
          "measure": "Kinetics of bespoke ctDNA and HPV DNA in LA-HNSCC patients after definitive therapy",
          "description": "Changes in quantitative bespoke ctDNA and HPV DNA measurements before treatment and at W4-6 and W 8-12 (Parts A and B).",
          "timeFrame": "2 years"
        },
        {
          "measure": "Kinetics of bespoke ctDNA and HPV DNA in MRD+ LA-HNSCC patients who are treated with AZD2936 compared to observation (SOC).",
          "description": "Changes in quantitative bespoke ctDNA and HPV DNA measurements during and after treatment/observation (Parts C and D).",
          "timeFrame": "3 years"
        },
        {
          "measure": "Correlation between radiological response and changes in quantitative bespoke ctDNA and HPV DNA measurements.",
          "description": "Correlation between radiological response and changes in quantitative bespoke ctDNA and HPV DNA measurements.",
          "timeFrame": "3 years"
        },
        {
          "measure": "To explore the impact of detection of bespoke ctDNA post surgery for patients who underwent definitive surgical resection",
          "description": "• Compare DFS in patients with detectable ctDNA after surgery versus those patients with no detectable ctDNA.",
          "timeFrame": "3 years"
        },
        {
          "measure": "To compare bespoke ctDNA detection (MRD) as a predictive biomarker for increased risk of relapse in high risk-LA HNSCC.",
          "description": "Compare DFS in the MRD-negative observational cohort with DFS in the MRD+ patients under observation (Arm B in Part C).",
          "timeFrame": "3 years"
        },
        {
          "measure": "Health related quality of life at various time points throughout the study using the FACT-ICM and EORTC HN43 tool.",
          "description": "Overall mean changes in FACT-ICM and EORTC HN43 scores in MRD+ LA-HNSCC patients from baseline (of Part C) and cross sectional comparisons including during and after AZD2936/observation and at progression.",
          "timeFrame": "3 years"
        },
        {
          "measure": "Health related quality of life at various time points throughout the study using the FACT-ICM and EORTC HN43 tool.",
          "description": "Overall mean changes in and EORTC HN43 scores in MRD+ LA-HNSCC patients from baseline (of Part A) and cross sectional comparisons including before, during and after AZD2936/observation and at progression",
          "timeFrame": "3 years"
        },
        {
          "measure": "Health related quality of life at various time points throughout the study using the FACT-ICM and EORTC HN43 tool.",
          "description": "-Overall mean changes in EORTC HN43 scores in MRD-negative LA-HNSCC patients from baseline (part A) and cross sectional comparisons including first year post definitive treatment and at progression.",
          "timeFrame": "3 years"
        },
        {
          "measure": "Cost effectiveness of the experimental arm vs observation at various time through the study using the EQ-5D-5L.",
          "description": "• Utilities",
          "timeFrame": "3 years"
        },
        {
          "measure": "Cost effectiveness of the experimental arm vs observation at various time through the study using the EQ-5D-5L.",
          "description": "Costs per life-year gained",
          "timeFrame": "3 years"
        },
        {
          "measure": "Cost effectiveness of the experimental arm vs observation at various time through the study using the EQ-5D-5L.",
          "description": "Quality adjusted life years (QAYs)",
          "timeFrame": "3 years"
        },
        {
          "measure": "Cost effectiveness of the experimental arm vs observation at various time through the study using the EQ-5D-5L.",
          "description": "• Incremental cost effectiveness ratios (ICERs)",
          "timeFrame": "3 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria for All Parts\n\n1. Age ≥ 18 years at the time of screening or age of consent according to law.\n2. Written informed consent and any locally required authorization (e.g., data privacy) obtained from the subject prior to performing any protocol-related procedures, including screening evaluations.\n3. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1.\n4. Weight ≥ 35 kg.\n5. Must have a life expectancy of at least 12 weeks.\n6. Histological or cytological confirmed LA-HNSCC of the oral cavity, oropharynx, hypopharynx, or larynx. Patients with locoregionally advanced unknown head and neck primary but tumor tested to be p16-positive are eligible.\n7. High-risk HPV negative LA-HNSCC patients (stage III-IVB according to AJCC/UICC 8th Edition) OR high-risk HPV positive LA-HNSCC patients (stage III according to AJCC/UICC 8th Edition).\n8. Archival tumor formalin-fixed, paraffin-embedded (FFPE) specimens for correlative biomarker studies are required (1 H\\&E and 10 unstained 5 microns slides). If surgery is going to be performed after signing consent, then tumor FFPE from that surgery is allowed.\n9. Patient is a candidate for definitive treatment: either surgery followed by radiation or chemoradiation, OR definitive radiation, OR definitive chemoradiation.\n\n   Inclusion Criteria for Part C\n10. Objective radiological tumor response according to CT or MRI at 8-12 weeks after definitive therapy (surgery followed by radiation or chemoradiation, OR definite radiation, OR definite chemoradiation)\n11. ECOG performance status of 0 or 1 at randomization.\n12. Tumor must express PD-L1 (CPS ≥1) as determined by the local laboratory using the PD-L1 IHC 22C3 pharmDx assay.\n13. Detection of ctDNA in plasma samples collected in Part B in either:\n\n    1. both samples collected at approximately week 5 (4-6) and at week 10 (8-12) OR\n    2. only in the week 10 (8-12) sample NOTE: If ctDNA results at Week 10 are equivocal, a new sample should be collected and analyzed to confirm results within 4 weeks.\n14. Adequate organ and marrow functions as defined in Table 4.Table 4 (4.1.2-2): Criteria for Adequate Organ and Marrow Function\n\n    Parameter Value Hematological Hemoglobin ≥ 9 g/dL Absolute neutrophil count ≥ 1,500 µ/L Platelet count ≥ 100,000 µ/L Hepatic- Total bilirubin ≤ 1.5 × ULN\n    * 3 × ULN is allowed in the presence of documented Gilbert's syndrome Alanine transaminase and Aspartate transaminase ≤ 3 × ULN\n\n    Renal Serum creatinine or Calculated creatinine clearance Serum creatinine \\< 1.5 x ULN or CrCl ≥ 40 mL/minute ULN = upper limit normal. a Hematological criteria cannot be met with ongoing or recent blood transfusions (within 28 days prior to the scheduled first dose of study treatment) or require growth factor support (within 21 days prior to the scheduled first dose of study treatment).\n\n    b As determined by Cockcroft-Gault (using actual body weight) or 24-hour urine creatinine clearance.\n15. Body mass index ≥ 17.\n16. Females of childbearing potential who are sexually active with a nonsterilized male partner must use at least one highly effective method of contraception (see Section 8.1.1 for definition of females of childbearing potential and for a description of highly effective methods of contraception) from screening to 4 months after the final dose of study treatment. It is strongly recommended for the male partner of a female subject to also use male condom plus spermicide throughout this period. Cessation of contraception after this point should be discussed with a responsible physician. Periodic abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception.\n17. Nonsterilized male subjects who are sexually active with a female partner of childbearing potential must use a male condom with spermicide from screening to 4 months after receipt of the final dose of study treatment. Periodic abstinence, the rhythm method, and the withdrawal method are not acceptable methods of contraception. It is strongly recommended for the female partner of a male subject to also use a highly effective method of contraception throughout this period, as described in Section 8.1.2. In addition, male subjects must refrain from sperm donation while on study and for 4 months after the final dose of study treatment.\n\n    Inclusion Criteria for Part E\n18. Objective radiological tumor response according to CT or MRI at 8-12 weeks after definitive therapy (surgery followed by radiation or chemoradiation, OR definitive radiation, OR definitive chemoradiation)\n19. No detection of ctDNA in plasma samples analysed in the week 10 (8-12) sample collected in Part B.\n\n    Exclusion Criteria\n\n    Any of the following would exclude the subject from participation in the study:\n20. Histological or cytologically confirmed head and neck cancer of any other primary anatomic location in the head and neck not specified in the inclusion criteria including participants with p16-negative squamous cell carcinoma of unknown primary or non-squamous histologies (eg, nasopharynx, paranasal sinus or salivary gland).\n21. Any unresolved toxicity NCI CTCAE ≥ Grade 2 from previous anticancer therapy with the exception of alopecia, vitiligo, and the laboratory values defined in the inclusion criteria. Participants with irreversible toxicity not reasonably expected to be exacerbated by treatment with AZD2936 may be included only after consultation with the Principal Investigator.\n22. Evidence of distant metastasis in staging.\n23. History of allogeneic organ transplantation.\n24. History of allergic reactions or hypersensitivity attributed to compounds of similar chemical or biologic composition to AZD2936 or any of the excipients.\n25. History of active primary immunodeficiency.\n26. Active or prior documented autoimmune or inflammatory disorders (including inflammatory bowel disease \\[eg, colitis or Crohn's disease\\], immune related diverticulitis \\[prior diverticulitis in the context of diverticulosis is allowed provided is not active\\], systemic lupus erythematosus, Sarcoidosis syndrome, or Wegener syndrome \\[granulomatosis with polyangiitis, Graves' disease, rheumatoid arthritis, hypophysitis, uveitis, etc\\]).\n\n    The following are exceptions to this criterion:\n    1. Participants with vitiligo or alopecia\n    2. Participants with hypothyroidism (eg, following Hashimoto syndrome) stable on hormone replacement\n    3. Any chronic skin condition that does not require systemic therapy. Participants without active disease in the last 5 years may be included but only after consultation with the Principal Investigator\n    4. Participants with celiac disease controlled by diet alone\n27. Active infection including tuberculosis (clinical evaluation that includes clinical history, physical examination and radiographic findings, and tuberculosis testing in line with local practice), hepatitis B (known positive HBV surface antigen \\[HBsAg\\] result), or hepatitis C(HCV) or acute hepatitis A. Participants with a past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Also participants who have chronic hepatitis B and are receiving suppressive antiviral therapy are allowed to be enrolled if ALT is normal and viral load is controlled (\\<100 U/ml by polymerase chain reaction). These patients must remain on antiviral therapy as per institutional practice during the study treatment and follow up period to ensure adequate viral suppression. Participants positive for HCV antibody are eligible only if polymerase chain reaction is negative for HCV RNA.\n28. Patients with a known history of infection with human immunodeficiency virus (positive HIV 1/2 antibodies) are excluded. Testing in patients with no known history or no known risk factors is not required.\n29. Uncontrolled intercurrent illness, including but not limited to, ongoing or active infection, symptomatic congestive heart failure, uncontrolled hypertension, clinically relevant coronary artery disease or history of myocardial infarction in the last 12 months or high risk of uncontrolled arrhythmia, active interstitial lung disease, serious chronic gastrointestinal conditions associated with diarrhea, or psychiatric illness/social situations that would limit compliance with study requirement, substantially increase risk of incurring AEs or compromise the ability of the participant to give written informed consent.\n30. History of another primary malignancy except for:\n\n    1. Malignancy treated with curative intent and with no known active disease ≥ 2 years before the first dose of study treatment and of low potential risk for recurrence\n    2. Adequately treated non-melanoma skin cancer or lentigo maligna without evidence of disease\n    3. Adequately treated carcinoma in situ without evidence of disease\n    4. Participants with a history of prostate cancer (tumor/node/metastasis stage) of Stage ≤ T2cN0M0 without biochemical recurrence or progression and who in the opinion of the investigator are not deemed to require active intervention.\n\n    Prior/Concomitant Therapy\n31. Any concurrent anticancer treatment. Concurrent use of hormonal therapy for non-cancer-related conditions (eg, hormone replacement therapy) is allowed.\n32. Prior AZD2936 therapy, anti-PD-1/L1 or TIGIT antibody.\n33. Current or prior use of immunosuppressive medication within 14 days before the first dose of study intervention. The following are exceptions to this criterion (see Section 4.7.1\n\n    1. Intranasal, inhaled, topical steroids, or local steroid injections (eg, intra-articular injection)\n    2. Systemic corticosteroids at physiologic doses not to exceed 10 mg/day of prednisone or its equivalent\n    3. Steroids as premedication for hypersensitivity reactions (eg, CT scan premedication)\n34. Receipt of live attenuated vaccine within 30 days prior to the first dose of study intervention. Note: Participants, if enrolled, should not receive live vaccine whilst receiving study intervention and up to 30 days after the last dose of study intervention. COVID 19 vaccination should not be given for 72 hours prior to administration of the first dose of AZD2936.\n\n    Prior/Concurrent Clinical Study Experience\n35. Participation in another clinical study with an investigational product administered in the last 28 days prior to randomization or concurrent enrollment in another clinical study, unless it is an observational (non-interventional) clinical study or during the follow-up period of an interventional study.\n\n    Other Exclusions\n36. Judgment by the investigator that the participant should not participate in the study if the participant is unlikely to comply with study procedures, restrictions and requirements.\n37. For women only - currently pregnant (confirmed with positive pregnancy test) or breastfeeding.\n38. Females who are pregnant, lactating, or intend to become pregnant during their participation in the study.\n39. Subjects who are involuntarily incarcerated or are unable to willingly provide consent or are unable to comply with the protocol procedures.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Lillian Siu, MD",
          "role": "CONTACT",
          "phone": "416-946-4501",
          "phoneExt": "2911",
          "email": "tip@uhn.ca"
        },
        {
          "name": "Minge Xu",
          "role": "CONTACT",
          "phone": "416-946-4501",
          "phoneExt": "8084",
          "email": "Minge.Xu@uhn.ca"
        }
      ],
      "overallOfficials": [
        {
          "name": "Lillian Siu, MD",
          "affiliation": "Princess Margaret Cancer Centre",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Princess Margaret Cancer Centre",
          "status": "RECRUITING",
          "city": "Toronto",
          "country": "Canada",
          "contacts": [
            {
              "name": "Minge Xu",
              "role": "CONTACT",
              "email": "minge.xu@uhn.ca"
            }
          ],
          "geoPoint": {
            "lat": 43.70643,
            "lon": -79.39864
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    }
  },
  "hasResults": false
}