{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01597817",
      "orgStudyIdInfo": {
        "id": "UP-AD-2012"
      },
      "organization": {
        "fullName": "Universidade do Porto",
        "class": "OTHER"
      },
      "briefTitle": "Efficacy and Safety of a a Biofunctional Textile in the Management of Atopic Dermatitis",
      "officialTitle": "A Randomized Controlled Trial of the Efficacy and Safety of a a Biofunctional Textile in the Management of Atopic Dermatitis",
      "acronym": "2ndDermisII"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2011-11"
      },
      "primaryCompletionDateStruct": {
        "date": "2012-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2012-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-05-10",
      "studyFirstSubmitQcDate": "2012-05-11",
      "studyFirstPostDateStruct": {
        "date": "2012-05-14",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-12-08",
      "lastUpdatePostDateStruct": {
        "date": "2014-12-09",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Cristina Lopes",
        "investigatorTitle": "Cristina Lopes",
        "investigatorAffiliation": "Universidade do Porto"
      },
      "leadSponsor": {
        "name": "Universidade do Porto",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Universidade Católica Portuguesa",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Atopic dermatitis (AD) is a chronic inflammatory skin disease characterized by exacerbations and remission of intensely pruritic lesions of variable location. AD may be acute (short-term and severe) with predominantly redness, vesicles and oozing, or it may be chronic (long-term) with scaling, skin thickening, altered pigmentation and exaggerated surface markings. The condition affects mainly the creases of the elbows and knees, and the face and neck, although it can affect any part of the body. The severity of AD is variable, ranging from localized mild scaling to generalized involvement of the whole body. Itching is the predominant symptom, which can induce a vicious cycle of scratching, leading to skin damage. There is a tendency to lifelong dry sensitive skin. Skin of AD is often colonized by Staphylococcus aureus contributing to perpetuating cutaneous inflammation. AD treatment is based on skin hydration, identification and elimination of flare factors, and pharmacologic therapy. Biofunctional textiles are emerging as new and complementary tools . Chitosan is a natural polysaccharide with in vitro anti-microbial activity and regenerating properties. The investigators aim to evaluate the effect of a textile coated with chitosan in AD treatment as well as its impact on systemic inflammation and skin microbiome. The investigators hypothesize the use of biofunctional textile coated with chitosan will improve severity of AD , quality of life and diminish skin colonization with Staphylococcus aureus and some skin moulds, namely Malassezia.",
      "detailedDescription": "This randomized controlled trial will examine the efficacy and safety of a bio functional textile in the treatment of atopic dermatitis (AD).\n\nAtopic dermatitis subjects will be randomized to placebo or active group and asked to wear cotton long sleeved shirts and pants (single cotton versus cotton coated with chitosan)as pyjamas during the night for a 2 month period.\n\nAtopic dermatitis is defined by Haniffin and Rafka criteria (Rothe MJ et al 2006) - must have three or more of major criteria\n\n1. Pruritus\n2. Typical morphology and distribution\n\n   1. Flexural lichenification or linearity in adults\n   2. Facial and extensor involvement in infants and children\n3. Chronic or chronically-relapsing dermatitis\n4. Personal or family history of atopy (asthma, allergic rhinitis, atopic dermatitis)\n\nOR should have three or more of minor criteria:\n\nXerosis,Ichthyosis, palmar hyperlinearity, or keratosis pilaris, Immediate (type I skin-test reactivity, raised serum IgE, early age of onset, tendency toward cutaneous infections (especially S aureus and herpes simplex) or impaired cell-mediated immunity, tendency toward non-specific hand or foot dermatitis, nipple eczema, cheilitis, recurrent conjunctivitis, dennie-Morgan infraorbital fold, keratoconus, anterior subcapsular cataracts,orbital darkening, facial pallor or facial erythema, pityriasis alba, anterior neck folds, itch when sweating,intolerance to wool and lipid solvents,perifollicular accentuation,food intolerance,course influenced by environmental or emotional factors,white dermographism.\n\nPROCEDURES After screening, subjects will enter a run in period of 2 weeks. Patients meeting Hannifin and Radjka criteria for AD will be randomized to chitosan free or chitosan coated cotton long sleeved t-shirts and pants.\n\nIntervention will continue for 2 months. The medical investigator will be blind to intervention when comparing AD severity at the beginning and end of the study\n\nStudy Schedule:\n\nVisit 0:\n\n* Explain study protocol\n* Review medical history to determine eligibility based on inclusion/exclusion criteria.\n* Schedule visit 1\n\nVisit 1 :\n\n* Provide written information about the study\n* Obtain signature of potential subject on written informed consent\n* Perform medical examination and register SCORAD index\n* Answer Dermatology quality of life questionnaire\n* Patients are explained and given a diary symptoms card\n* Perform skin swab of determined areas (25 cm2 of occipital, interscapular , brachial and popliteal areas)\n* Perform serum sampling\n* Patients are explained trial and are given a Shirt and pants\n* Surveillance and medical care, if required\n\nVisit 2 :\n\n* Review medical history including medications history\n* Perform medical examination and register SCORAD index\n* Answer a quality of life questionnaire\n* Deliver the diary symptoms card\n* Perform skin swab of determined areas\n* Perform serum sampling Visits will be performed at an appropriate medical setting . Each visit will last approximately 45 min .\n\nPrimary Outcomes\n\n1. Investigator rated eczema severity: clinical improvement measured by SCORAD (score of severity of AD) (initial versus final, % of change). SCORAD is composed of three different domains (A= extension B= intensity C = subjective symptoms). To determine extent, the sites affected by eczema are shaded on a drawing of a body. The rule of 9 is used to calculate the affected area (A) as a percentage of the whole body: Head and neck 9% Upper limbs 9% each , Lower limbs 18% each ,Anterior trunk 18% ,Back 18% 1% each for genitals, each palm and the back of each hand. The score for each area is added up.\n\n   The total area is 'A', which has a possible maximum of 100%. A representative area of eczema is selected. In this area, the intensity of each of the following signs is assessed as none (0), mild (1), moderate (2) or severe (3).:Redness ,Swelling ,Oozing /crusting Scratch marks , Skin thickening (lichenification),Dryness (this is assessed in an area where there is no inflammation) .The intensity scores are added together to give 'B' (maximum 18). Subjective symptoms i.e., itch and sleeplessness, are each scored by the patient or relative using a visual analogue scale where 0 is no itch (or no sleeplessness) and 10 is the worst imaginable itch (or sleeplessness). These scores are added to give 'C' (maximum 20).\n2. Changes in Quality of life. Patients are asked to answer the Portuguese version of the Dermatology Life Quality Index (\\> 16 years old) or the children´s Dermatology Quality of Life Index (4-16 years old) at the beginning and end of the study\n\nSecondary Outcomes\n\n1. Changes in participant rated symptoms of eczema: patients are asked to record the severity scores of itchiness and sleep disturbance of the previous day in a diary card (10 point scale from 0-none to 10-extreme)\n2. Changes in the need of eczema treatment: patients are asked to record the use of topical steroids, antihistamines, oral steroids or immunosuppressive drugs on a diary card.\n3. Immunological serum markers: changes in serum total IgE, specific IgE to enterotoxin A,B, C and TSST (staphylococcus enterotoxins) serum eosinophil cationic protein (ECP), blood eosinophils, C reactive protein. Changes in cytokine serum levels (RANTES, IL-31, IL-18,IL-16).\n4. Changes in skin microflora: characterize the skin microflora of 25 cm2 of popliteal, brachial intertriginous areas , interscapular and occipital region and determine the changes in number of colony forming units of Staphylococcus aureus from the beginning to the end of study.\n5. Presence of the seven most common filaggrin gene mutations including R501X and c.2282del4\n\nINVESTIGATIONAL PRODUCT Acquisition: Textiles will be provided by textile enterprise Crispim e Abreu Lda.\n\nFormulation and packaging, will be done as usual in textiles. Chitosan coated or chitosan free garments will be indistinguishable."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ],
      "keywords": [
        "Atopic dermatitis",
        "Eczema",
        "Textiles"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 78,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "chitosan coated textile",
          "type": "ACTIVE_COMPARATOR",
          "description": "Chitosan coated cotton long sleeved t-shirts and pants.",
          "interventionNames": [
            "Other: chitosan coated textile"
          ]
        },
        {
          "label": "chitosan free cotton textile",
          "type": "PLACEBO_COMPARATOR",
          "description": "Chitosan free cotton long sleeved t-shirts and pants.",
          "interventionNames": [
            "Other: chitosan free cotton long sleeved t-shirts and pants."
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "chitosan coated textile",
          "description": "chitosan coated cotton long sleeved shirts and pants.",
          "armGroupLabels": [
            "chitosan coated textile"
          ]
        },
        {
          "type": "OTHER",
          "name": "chitosan free cotton long sleeved t-shirts and pants.",
          "description": "chitosan free cotton long sleeved shirts and pants.",
          "armGroupLabels": [
            "chitosan free cotton textile"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Score of severity of Atopic Dermatitis (SCORAD)",
          "description": "Investigator rated eczema severity: clinical improvement measured by local SCORAD (score of severity of AD)(initial versus final, % of change). SCORAD is composed of three different domains (A= extension B= intensity C = subjective symptoms)",
          "timeFrame": "2 months"
        },
        {
          "measure": "Quality of life",
          "description": "Changes in Quality of life. Patients are asked to answer the Portuguese version of the Dermatology Life Quality Index (\\> 16 years old) or the children´s Dermatology Quality of Life Index (4-16 years old) at the beginning and end of the study",
          "timeFrame": "2 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Participant rated symptoms of eczema",
          "description": "Participant rated symptoms of eczema: patients are asked to record the severity scores of itchiness and sleep disturbance of the previous day in a diary card (10 point scale from 0-none to 10-extreme)",
          "timeFrame": "2 months"
        },
        {
          "measure": "Need of eczema treatment",
          "description": "Patients are asked to record the use of topical steroids, antihistamines, oral steroids or immunosuppressive drugs on a diary card",
          "timeFrame": "2 months"
        },
        {
          "measure": "Immunological serum markers",
          "description": "Changes in serum total IgE, specific IgE to enterotoxin A,B, C and TSST (staphylococcus enterotoxins) serum eosinophil cationic protein (ECP), blood eosinophils, C reactive protein. Changes in cytokine serum levels (RANTES, Interleukin-31, IL-18, IL-16).",
          "timeFrame": "2 months"
        },
        {
          "measure": "Skin microflora",
          "description": "characterize the skin microflora of 25 cm2 of popliteal, brachial intertriginous areas , interscapular and occipital region and determine the changes in number of colony forming units of Staphylococcus aureus and moulds at the beginning and end of study.",
          "timeFrame": "2 months"
        },
        {
          "measure": "Genetic mutations",
          "description": "Presence of the seven most common fillagrin gene mutations including R501X and c.2282del4",
          "timeFrame": "2 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* clinical diagnosis of Atopic Dermatitis\n* older than 12 years old\n\nExclusion Criteria:\n\n* other specific forms of eczema such as contact eczema, seborrheic eczema, nummular eczema, occupational dermatitis, hand eczema\n* systemic diseases that can be accompanied by immunological skin abnormalities as psoriasis;\n* clinically significant chronic infectious disease(s) (eg, HIV, hepatitis B or C);\n* breastfeeding,pregnant/intending to become pregnant during study;\n* participation in any other clinical study;\n* part of the staff personnel involved with the study;\n* family member of investigational/study staff.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Luis Delgado, MD, PhD",
          "affiliation": "Serviço e Laboratório de Imunologia, Faculdade de Medicina da Universidade do Porto",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Universidade do Porto",
          "city": "Porto",
          "country": "Portugal",
          "geoPoint": {
            "lat": 41.1485,
            "lon": -8.61097
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "11380904",
          "type": "BACKGROUND",
          "citation": "Eigenmann PA. Clinical features and diagnostic criteria of atopic dermatitis in relation to age. Pediatr Allergy Immunol. 2001;12 Suppl 14:69-74. doi: 10.1034/j.1399-3038.2001.121416.x. No abstract available."
        },
        {
          "pmid": "20208434",
          "type": "BACKGROUND",
          "citation": "Fernandes JC, Tavaria FK, Fonseca SC, Ramos OS, Pintado ME, Malcata FX. In vitro screening for anti-microbial activity of chitosans and chitooligosaccharides, aiming at potential uses in functional textiles. J Microbiol Biotechnol. 2010 Feb;20(2):311-8. doi: 10.4014/jmb.0904.04038."
        },
        {
          "pmid": "15523360",
          "type": "BACKGROUND",
          "citation": "Gupta AK, Batra R, Bluhm R, Boekhout T, Dawson TL Jr. Skin diseases associated with Malassezia species. J Am Acad Dermatol. 2004 Nov;51(5):785-98. doi: 10.1016/j.jaad.2003.12.034."
        },
        {
          "pmid": "20109729",
          "type": "BACKGROUND",
          "citation": "Boguniewicz M, Leung DY. Recent insights into atopic dermatitis and implications for management of infectious complications. J Allergy Clin Immunol. 2010 Jan;125(1):4-13; quiz 14-5. doi: 10.1016/j.jaci.2009.11.027."
        },
        {
          "type": "BACKGROUND",
          "citation": "Wu, Y.-B., Yu, S.-H., Mi, F.-L., Wu, C.-W., Shyu, S.-S., Peng, C.-K. and Chao, A.-C. 2004. Preparation and characterization on mechanical and antibacterial properties of chitosan/cellulose blends. Carbohydrate Polymers 57: 435-440"
        },
        {
          "pmid": "21906484",
          "type": "BACKGROUND",
          "citation": "Lopes C, Duarte AF, Correia O, Delgado L. [Atopic dermatitis, innate immunity, and infection]. Dermatol Online J. 2011 Aug 15;17(8):4. Portuguese."
        },
        {
          "pmid": "26618557",
          "type": "DERIVED",
          "citation": "Lopes C, Soares J, Tavaria F, Duarte A, Correia O, Sokhatska O, Severo M, Silva D, Pintado M, Delgado L, Moreira A. Chitosan Coated Textiles May Improve Atopic Dermatitis Severity by Modulating Skin Staphylococcal Profile: A Randomized Controlled Trial. PLoS One. 2015 Nov 30;10(11):e0142844. doi: 10.1371/journal.pone.0142844. eCollection 2015."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        },
        {
          "id": "D004485",
          "term": "Eczema"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}