{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03595488",
      "orgStudyIdInfo": {
        "id": "1828-A-18"
      },
      "organization": {
        "fullName": "Rochester General Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Dupilumab for Aspirin-exacerbated Respiratory Disease",
      "officialTitle": "Dupilumab as add-on Therapy for Aspirin-exacerbated Respiratory Disease (AERD)"
    },
    "statusModule": {
      "statusVerifiedDate": "2020-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-09-05",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-12-11",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-12-11",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2018-06-29",
      "studyFirstSubmitQcDate": "2018-07-11",
      "studyFirstPostDateStruct": {
        "date": "2018-07-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2020-08-25",
      "lastUpdatePostDateStruct": {
        "date": "2020-08-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "S. Shahzad Mustafa",
        "investigatorTitle": "Principle Investigator",
        "investigatorAffiliation": "Rochester General Hospital"
      },
      "leadSponsor": {
        "name": "Rochester General Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Subjects with physician-diagnosed aspirin-exacerbated respiratory disease (AERD) who remain unacceptably symptomatic with a SNOT 22 score \\> 18 despite routine medical therapy will be enrolled in this single center, single-blinded study assessing the efficacy of dupilumab in AERD.",
      "detailedDescription": "This is a single blind, placebo controlled trial to be conducted in adult patients with AERD to determine the efficacy and safety of dupilumab in treating symptoms of chronic rhinosinusitis.\n\nAll subjects will be treated with the FDA-approved and the commercially available dose for adult atopic dermatitis of 300 mg every 2 weeks administered subcutaneously, based on the observed efficacy and safety of this dose. In addition to atopic dermatitis, this dose has also been shown to be efficacious in adult asthma.15 Patients will not be treated with a loading dose since other studies of dupilumab in asthma and chronic rhinosinusitis with nasal polyposis have not used a loading dose.\n\nThere will be a one month screening period to determine the patient's eligibility and establish symptom control and baseline parameters.\n\nPatients will continue their background medications for chronic rhinosinusitis with nasal polyposis and asthma. These medications may include nasal corticosteroids, nasal antihistamines, systemic antihistamines, leukotriene receptor antagonists, 5 lipo-oxygenase inhibitors, inhaled corticosteroids, long-acting beta agonists, and long acting muscarinic antagonists. These controller medications will not be dispensed or supplied by the sponsor."
    },
    "conditionsModule": {
      "conditions": [
        "Aspirin-exacerbated Respiratory Disease"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 11,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Treatment arm",
          "type": "EXPERIMENTAL",
          "description": "Single-blinded, Dupilumab or matching placebo will be administered to the patients at the study visits. At each study visit, a single dose of dupilumab or placebo will be dispensed to the patients to be administered at home.\n\n300 mg/2 ml solution in a single-dose pre-filled syringe with needle shield given once every 2 weeks in a subcutaneous injection",
          "interventionNames": [
            "Drug: Dupilumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Dupilumab",
          "description": "dupilumab 300 mg subcutaneous injection every 2 weeks",
          "armGroupLabels": [
            "Treatment arm"
          ],
          "otherNames": [
            "Matching placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "SNOT 22 Score",
          "description": "This is a patient-reported outcome score for chronic rhinosinusitis with or without nasal polyposis",
          "timeFrame": "From baseline to completion of study(7 months total)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "UPSIT",
          "description": "Univ. of Pennsylvania smell identification test",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Lund Mackay score",
          "description": "Objective score for CT sinus imaging, this is a widely used method for radiologic staging of chronic rhinosinusitis.",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "ACT score",
          "description": "Validated asthma control test, a series of 5 questions related to patient's asthma control over the previous 4 weeks.",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Asthma Mini-AQLQ, 15 questions to assess quality of life. This assessment takes approximately 4-5 minutes to complete the questions.",
          "description": "Validated asthma quality of life score",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Change in FEV1",
          "description": "Forced expiratory volume in first second from spirometry",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Change in FeNO",
          "description": "Exhaled nitric oxide",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Eosinophil count",
          "description": "Absolute eosinophil count",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Total serum IgE",
          "description": "Total IgE",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Serum tryptase",
          "description": "Biomarker",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Serum TARC (thymus and activation regulated cytokine)",
          "description": "Biomarker",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "Serum prostaglandin D2",
          "description": "Biomarker",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "24 hour urinary leukotriene E4",
          "description": "Biomarker",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "To assess the safety and tolerability of dupilumab",
          "description": "Adverse events",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        },
        {
          "measure": "To assess cumulative dose of systemic steroids",
          "description": "Impact on systemic steroids",
          "timeFrame": "From baseline to completion of study( 7 months total)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients 18 years and older with a physician diagnosis of aspirin-exacerbated respiratory disease, as defined by a physician diagnosis of asthma, chronic rhinosinusitis with nasal polyposis, and a convincing clinical history of NSAID sensitivity\n2. All subjects must have a SNOT 22 score ≥ 19 despite standard medical therapy. This minimal SNOT 22 was calculated by taking the range of SNOT 22 scores in studies of normal controls plus 8.9, which is the minimal clinically meaningful improvement in SNOT 22 score detected by patients.\n3. Able to understand and willingness to sign informed consent\n4. Able to comply with study procedures\n\nExclusion Criteria:\n\n1. Patient \\< 18 years of age\n2. Pregnancy or breast feeding\n3. Current tobacco use\n4. Significant, uncontrolled medical conditions\n5. Ongoing malignancy or history of malignancy in remission within the past 12 months\n6. Current treatment with immunosuppressive medications except chronic oral steroids\n7. Currently increasing dose of aeroallergen immunotherapy (patients on stable dose of aeroallergen immunotherapy will be allowed to participate)\n8. Treatment with omalizumab, reslizumab, mepolizumab within 4 months of enrollment",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "S Shahzad Mustafa, MD",
          "affiliation": "Lead Physician",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Rochester Regional Health - Allergy/Immunology",
          "city": "Rochester",
          "state": "New York",
          "zip": "14607",
          "country": "United States",
          "geoPoint": {
            "lat": 43.15478,
            "lon": -77.61556
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "25282015",
          "type": "BACKGROUND",
          "citation": "Rajan JP, Wineinger NE, Stevenson DD, White AA. Prevalence of aspirin-exacerbated respiratory disease among asthmatic patients: A meta-analysis of the literature. J Allergy Clin Immunol. 2015 Mar;135(3):676-81.e1. doi: 10.1016/j.jaci.2014.08.020. Epub 2014 Oct 3."
        },
        {
          "pmid": "23639706",
          "type": "BACKGROUND",
          "citation": "Mullol J, Picado C. Rhinosinusitis and nasal polyps in aspirin-exacerbated respiratory disease. Immunol Allergy Clin North Am. 2013 May;33(2):163-76. doi: 10.1016/j.iac.2012.11.002. Epub 2012 Dec 23."
        },
        {
          "pmid": "25858054",
          "type": "BACKGROUND",
          "citation": "Ta V, White AA. Survey-Defined Patient Experiences With Aspirin-Exacerbated Respiratory Disease. J Allergy Clin Immunol Pract. 2015 Sep-Oct;3(5):711-8. doi: 10.1016/j.jaip.2015.03.001. Epub 2015 Apr 7."
        },
        {
          "pmid": "12532116",
          "type": "BACKGROUND",
          "citation": "Berges-Gimeno MP, Simon RA, Stevenson DD. Long-term treatment with aspirin desensitization in asthmatic patients with aspirin-exacerbated respiratory disease. J Allergy Clin Immunol. 2003 Jan;111(1):180-6. doi: 10.1067/mai.2003.7."
        },
        {
          "pmid": "6368649",
          "type": "BACKGROUND",
          "citation": "Stevenson DD, Pleskow WW, Simon RA, Mathison DA, Lumry WR, Schatz M, Zeiger RS. Aspirin-sensitive rhinosinusitis asthma: a double-blind crossover study of treatment with aspirin. J Allergy Clin Immunol. 1984 Apr;73(4):500-7. doi: 10.1016/0091-6749(84)90361-0."
        },
        {
          "pmid": "24767875",
          "type": "BACKGROUND",
          "citation": "Swierczynska-Krepa M, Sanak M, Bochenek G, Strek P, Cmiel A, Gielicz A, Plutecka H, Szczeklik A, Nizankowska-Mogilnicka E. Aspirin desensitization in patients with aspirin-induced and aspirin-tolerant asthma: a double-blind study. J Allergy Clin Immunol. 2014 Oct;134(4):883-90. doi: 10.1016/j.jaci.2014.02.041. Epub 2014 Apr 24."
        },
        {
          "pmid": "23464577",
          "type": "BACKGROUND",
          "citation": "Fruth K, Pogorzelski B, Schmidtmann I, Springer J, Fennan N, Fraessdorf N, Boessert A, Schaefer D, Gosepath J, Mann WJ. Low-dose aspirin desensitization in individuals with aspirin-exacerbated respiratory disease. Allergy. 2013;68(5):659-65. doi: 10.1111/all.12131. Epub 2013 Mar 7."
        },
        {
          "pmid": "26083948",
          "type": "BACKGROUND",
          "citation": "Esmaeilzadeh H, Nabavi M, Aryan Z, Arshi S, Bemanian MH, Fallahpour M, Mortazavi N. Aspirin desensitization for patients with aspirin-exacerbated respiratory disease: A randomized double-blind placebo-controlled trial. Clin Immunol. 2015 Oct;160(2):349-57. doi: 10.1016/j.clim.2015.05.012. Epub 2015 Jun 14."
        },
        {
          "pmid": "27452889",
          "type": "BACKGROUND",
          "citation": "Waldram JD, White AA. A survey of aspirin desensitization practices among allergists and fellows in training in the United States. J Allergy Clin Immunol Pract. 2016 Nov-Dec;4(6):1253-1255. doi: 10.1016/j.jaip.2016.06.016. Epub 2016 Jul 21. No abstract available."
        },
        {
          "pmid": "2820055",
          "type": "BACKGROUND",
          "citation": "Samuelsson B, Dahlen SE, Lindgren JA, Rouzer CA, Serhan CN. Leukotrienes and lipoxins: structures, biosynthesis, and biological effects. Science. 1987 Sep 4;237(4819):1171-6. doi: 10.1126/science.2820055."
        },
        {
          "pmid": "26840139",
          "type": "BACKGROUND",
          "citation": "Laidlaw TM, Boyce JA. Aspirin-Exacerbated Respiratory Disease--New Prime Suspects. N Engl J Med. 2016 Feb 4;374(5):484-8. doi: 10.1056/NEJMcibr1514013. No abstract available."
        },
        {
          "pmid": "22640264",
          "type": "BACKGROUND",
          "citation": "Bachert C, Zhang N. Chronic rhinosinusitis and asthma: novel understanding of the role of IgE 'above atopy'. J Intern Med. 2012 Aug;272(2):133-43. doi: 10.1111/j.1365-2796.2012.02559.x."
        },
        {
          "pmid": "17980412",
          "type": "BACKGROUND",
          "citation": "Patou J, Gevaert P, Van Zele T, Holtappels G, van Cauwenberge P, Bachert C. Staphylococcus aureus enterotoxin B, protein A, and lipoteichoic acid stimulations in nasal polyps. J Allergy Clin Immunol. 2008 Jan;121(1):110-5. doi: 10.1016/j.jaci.2007.08.059. Epub 2007 Nov 5."
        },
        {
          "pmid": "23688323",
          "type": "BACKGROUND",
          "citation": "Wenzel S, Ford L, Pearlman D, Spector S, Sher L, Skobieranda F, Wang L, Kirkesseli S, Rocklin R, Bock B, Hamilton J, Ming JE, Radin A, Stahl N, Yancopoulos GD, Graham N, Pirozzi G. Dupilumab in persistent asthma with elevated eosinophil levels. N Engl J Med. 2013 Jun 27;368(26):2455-66. doi: 10.1056/NEJMoa1304048. Epub 2013 May 21."
        },
        {
          "pmid": "27130691",
          "type": "BACKGROUND",
          "citation": "Wenzel S, Castro M, Corren J, Maspero J, Wang L, Zhang B, Pirozzi G, Sutherland ER, Evans RR, Joish VN, Eckert L, Graham NM, Stahl N, Yancopoulos GD, Louis-Tisserand M, Teper A. Dupilumab efficacy and safety in adults with uncontrolled persistent asthma despite use of medium-to-high-dose inhaled corticosteroids plus a long-acting beta2 agonist: a randomised double-blind placebo-controlled pivotal phase 2b dose-ranging trial. Lancet. 2016 Jul 2;388(10039):31-44. doi: 10.1016/S0140-6736(16)30307-5. Epub 2016 Apr 27."
        },
        {
          "pmid": "19793277",
          "type": "BACKGROUND",
          "citation": "Hopkins C, Gillett S, Slack R, Lund VJ, Browne JP. Psychometric validity of the 22-item Sinonasal Outcome Test. Clin Otolaryngol. 2009 Oct;34(5):447-54. doi: 10.1111/j.1749-4486.2009.01995.x."
        },
        {
          "pmid": "6463130",
          "type": "BACKGROUND",
          "citation": "Doty RL, Shaman P, Dann M. Development of the University of Pennsylvania Smell Identification Test: a standardized microencapsulated test of olfactory function. Physiol Behav. 1984 Mar;32(3):489-502. doi: 10.1016/0031-9384(84)90269-5."
        },
        {
          "pmid": "9334786",
          "type": "BACKGROUND",
          "citation": "Lund VJ, Kennedy DW. Staging for rhinosinusitis. Otolaryngol Head Neck Surg. 1997 Sep;117(3 Pt 2):S35-40. doi: 10.1016/S0194-59989770005-6."
        },
        {
          "pmid": "14713908",
          "type": "BACKGROUND",
          "citation": "Nathan RA, Sorkness CA, Kosinski M, Schatz M, Li JT, Marcus P, Murray JJ, Pendergraft TB. Development of the asthma control test: a survey for assessing asthma control. J Allergy Clin Immunol. 2004 Jan;113(1):59-65. doi: 10.1016/j.jaci.2003.09.008."
        },
        {
          "pmid": "10334138",
          "type": "BACKGROUND",
          "citation": "Juniper EF, Buist AS, Cox FM, Ferrie PJ, King DR. Validation of a standardized version of the Asthma Quality of Life Questionnaire. Chest. 1999 May;115(5):1265-70. doi: 10.1378/chest.115.5.1265."
        },
        {
          "pmid": "16055882",
          "type": "BACKGROUND",
          "citation": "Miller MR, Hankinson J, Brusasco V, Burgos F, Casaburi R, Coates A, Crapo R, Enright P, van der Grinten CP, Gustafsson P, Jensen R, Johnson DC, MacIntyre N, McKay R, Navajas D, Pedersen OF, Pellegrino R, Viegi G, Wanger J; ATS/ERS Task Force. Standardisation of spirometry. Eur Respir J. 2005 Aug;26(2):319-38. doi: 10.1183/09031936.05.00034805. No abstract available."
        },
        {
          "pmid": "19793280",
          "type": "BACKGROUND",
          "citation": "Gillett S, Hopkins C, Slack R, Browne JP. A pilot study of the SNOT 22 score in adults with no sinonasal disease. Clin Otolaryngol. 2009 Oct;34(5):467-9. doi: 10.1111/j.1749-4486.2009.01975.x."
        },
        {
          "pmid": "26095903",
          "type": "BACKGROUND",
          "citation": "Lange B, Thilsing T, Baelum J, Kjeldsen AD. The Sinonasal Outcome Test 22 score in persons without chronic rhinosinusitis. Clin Otolaryngol. 2016 Apr;41(2):127-30. doi: 10.1111/coa.12481. Epub 2016 Feb 4."
        },
        {
          "pmid": "25344589",
          "type": "BACKGROUND",
          "citation": "Sommer DD, Hoffbauer S, Au M, Sowerby LJ, Gupta MK, Nayan S. Treatment of aspirin exacerbated respiratory disease with a low salicylate diet: a pilot crossover study. Otolaryngol Head Neck Surg. 2015 Jan;152(1):42-7. doi: 10.1177/0194599814555836. Epub 2014 Oct 24."
        },
        {
          "pmid": "26751262",
          "type": "BACKGROUND",
          "citation": "Sommer DD, Rotenberg BW, Sowerby LJ, Lee JM, Janjua A, Witterick IJ, Monteiro E, Gupta MK, Au M, Nayan S. A novel treatment adjunct for aspirin exacerbated respiratory disease: the low-salicylate diet: a multicenter randomized control crossover trial. Int Forum Allergy Rhinol. 2016 Apr;6(4):385-91. doi: 10.1002/alr.21678. Epub 2016 Jan 11."
        },
        {
          "pmid": "25118195",
          "type": "BACKGROUND",
          "citation": "Cho KS, Soudry E, Psaltis AJ, Nadeau KC, McGhee SA, Nayak JV, Hwang PH. Long-term sinonasal outcomes of aspirin desensitization in aspirin exacerbated respiratory disease. Otolaryngol Head Neck Surg. 2014 Oct;151(4):575-81. doi: 10.1177/0194599814545750. Epub 2014 Aug 12."
        },
        {
          "pmid": "26836729",
          "type": "BACKGROUND",
          "citation": "Bachert C, Mannent L, Naclerio RM, Mullol J, Ferguson BJ, Gevaert P, Hellings P, Jiao L, Wang L, Evans RR, Pirozzi G, Graham NM, Swanson B, Hamilton JD, Radin A, Gandhi NA, Stahl N, Yancopoulos GD, Sutherland ER. Effect of Subcutaneous Dupilumab on Nasal Polyp Burden in Patients With Chronic Sinusitis and Nasal Polyposis: A Randomized Clinical Trial. JAMA. 2016 Feb 2;315(5):469-79. doi: 10.1001/jama.2015.19330."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2021-05-25",
        "submissionInfos": [
          {
            "releaseDate": "2021-05-25",
            "resetDate": "2021-06-18",
            "mcpReleaseN": 6
          },
          {
            "releaseDate": "2021-07-01",
            "resetDate": "2021-07-23",
            "mcpReleaseN": 7
          }
        ]
      }
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582203",
          "term": "dupilumab"
        }
      ]
    }
  },
  "hasResults": false
}