{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04077866",
      "orgStudyIdInfo": {
        "id": "SAHZJU-RCT-BP102"
      },
      "organization": {
        "fullName": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
        "class": "OTHER"
      },
      "briefTitle": "B7-H3 CAR-T for Recurrent or Refractory Glioblastoma",
      "officialTitle": "B7-H3-Targeted Chimeric Antigen Receptor (CAR) T Cells in Treating Patients With Recurrent or Refractory Glioblastoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-12",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-06-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-06-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-08-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-08-26",
      "studyFirstSubmitQcDate": "2019-09-03",
      "studyFirstPostDateStruct": {
        "date": "2019-09-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-12-25",
      "lastUpdatePostDateStruct": {
        "date": "2022-12-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Ningbo Yinzhou People's Hospital",
          "class": "UNKNOWN"
        },
        {
          "name": "Huizhou Municipal Central Hospital",
          "class": "OTHER"
        },
        {
          "name": "BoYuan RunSheng Pharma (Hangzhou) Co., Ltd.",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a randomized, parallel-arm, phase I/II study to evaluate the safety and efficacy of B7-H3 CAR-T in between Temozolomide cycles comparing to Temozolomide alone in treating patients with glioblastoma that has come back or does not respond to the standard treatment. The antigen B7-H3 is highly expressed in glioblastoma of a subset of patients. B7-H3 CAR-T, made from isolated patient peripheral blood mononuclear cells, can specifically attack patient glioblastoma cells that expressing B7-H3.",
      "detailedDescription": "Background\n\n* B7-H3 is expressed in 70% of patients with glioblastoma\n* B7-H3 is not expressed in normal tissues especially not in central nervous system. Therefore, it is an attractive GBM target for CAR-T therapy\n* The investigators constructed a retroviral vector encoding a chimeric antigen receptor (CAR) targeting B7-H3, which can mediate CAR transfer into patient T cells with high efficiency.\n\nObjectives\n\n* To evaluate the safety and tolerability intratumoral/intracerebroventricular injection of B7-H3 CAR-T when used in between Temozolomide cycles\n* To compare the overall survival (OS) and progression-free survival (PFS) of R/R GBM patients treated with B7-H3 CAR-T in between Temozolomide cycles vs Temozolomide alone\n* To access the pharmacokinetics and pharmacodynamics of B7-H3 CAR-T in between Temozolomide cycles\n\nDesign\n\n* Experimental group: Patients autologous T cells are activated and transduced with retrovirus containing B7-H3 CAR. CAR-T cells are expanded ex vivo and infused back to patients via intratumoral or intracerebroventricular injection through an Ommaya catheter. 3 injections of CAR-T are planned at two different doses with 1-2 weeks intervals. The CAR-T injections occur in between Temozolomide (TMZ) cycles. Temozolomide treatment during the cycles of CAR-T injections will be stopped and resumed next cycle. Patients may receive additional CAR-T cycles at the discretion of the principal investigator and oncologist.\n* Control group: Patients will receive regular cycles of Temozolomide treatment with 5 days of treatment and 23 days of interval."
    },
    "conditionsModule": {
      "conditions": [
        "Recurrent Glioblastoma",
        "Refractory Glioblastoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Temozolomide alone",
          "type": "ACTIVE_COMPARATOR",
          "description": "Temozolomide will be given to patients orally every 5 days with 23 days interval. The initial dose is 150 mg/m2 on the first day and 200 mg/m2 for the rest if no toxicity is seen. If 200 mg/m2 is toxic, the drug will return to 150 mg/m2 or will be stopped.",
          "interventionNames": [
            "Drug: Temozolomide"
          ]
        },
        {
          "label": "Temozolomide + B7-H3 CAR-T",
          "type": "EXPERIMENTAL",
          "description": "Temozolomide will be given to patients orally every 5 days with 23 days interval. The initial dose is 150 mg/m2 on the first day and 200 mg/m2 for the rest if no toxicity is seen. If 200 mg/m2 is toxic, the drug will return to 150 mg/m2 or will be stopped.\n\nThe B7-H3 CAR-T will be administrated via intratumoral or Intracerebroventricular injection through an Ommaya catheter in between Temozolomide cycles. Temozolomide treatment in the cycles of B7-H3 CAR-T treatment will be stopped.",
          "interventionNames": [
            "Drug: Temozolomide",
            "Biological: B7-H3 CAR-T"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Temozolomide",
          "description": "Temozolomide is an FDA-approved drug that is given to patients",
          "armGroupLabels": [
            "Temozolomide + B7-H3 CAR-T",
            "Temozolomide alone"
          ],
          "otherNames": [
            "TMZ"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "B7-H3 CAR-T",
          "description": "B7-H3-targeting CAR-T cells derived from patient own peripheral blood mononuclear cells will be given to patients via intracerebral injection though an Ommaya catheter",
          "armGroupLabels": [
            "Temozolomide + B7-H3 CAR-T"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Overall survival (OS)",
          "description": "Kaplan Meier methods will be used to estimate median OS",
          "timeFrame": "2 years, up to 15 years if necessary"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence and type of adverse events",
          "description": "Number of Participants With Treatment-Related Adverse Events and Types of adverse events as Assessed by CTCAE v4.0",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Maximum tolerated dose (MTD)",
          "description": "The highest dose of B7-H3 CAR-T that does not cause targeted dose-limiting toxicity",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Progression-free survival (PFS)",
          "description": "Kaplan Meier methods will be used to estimate median PFS. Progression is defined by Response Assessment in Neuro-Oncology (RANO) criteria",
          "timeFrame": "2 years, up to 15 years if necessary"
        },
        {
          "measure": "Peak Concentration (Cmax) of B7-H3 CAR-T",
          "description": "Peak Concentration (Cmax) of B7-H3 CAR-T in peripheral blood (PB) and cerebral spinal fluid (CSF)",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Area under the concentration versus time curve (AUC) of B7-H3 CAR-T",
          "description": "Area under the concentration versus time curve (AUC) of B7-H3 CAR-T in peripheral blood (PB) and cerebral spinal fluid (CSF)",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Disease response (ORR, CR, PR, DOR)",
          "description": "Objective Response Rate (ORR) will be assessed by comparison with baseline magnetic resonance imaging by RANO. Complete Response (CR) is disappearance of all measurable and non-measurable disease for at least 4 weeks. Partial Response (PR) is \\>/= 50% decrease in lesions for at least 4 weeks. Duration of Response (DOR) is the time between the initial response to the treatment and subsequent disease progression.",
          "timeFrame": "2 years, up to 15 years if necessary"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Cytokine levels in PB and CSF",
          "description": "The concentration of cytokines (IL-1, IL-2, IL-6, IL-10, TNF-α, IFN-γ) in PB and CSF",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "T cell levels and phenotype",
          "description": "The chimeric antigen receptor (CAR) T and endogenous T cell levels and memory/effector phenotype detected in peripheral blood (PB), and cerebral spinal fluid (CSF) (absolute number per ul). Statistical and graphical methods will be used to describe persistence and expansion",
          "timeFrame": "12 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Documented informed consent of the participant and/or legally authorized representative.\n* Histologically confirmed diagnosis of World Health Organization (WHO) classification grade IV glioblastoma (GBM).\n* Clinical Pathology confirms B7-H3 positive tumor expression by immunohistochemistry (IHC) at the initial tumor presentation or recurrent disease (H-score \\>= 50).\n* Relapsed/refractory disease confirmed by radiographic evidence after standard therapy.\n* Suitable for the surgery of the placement of the Ommaya catheter.\n* Eastern Cooperative Oncology Group (ECOG) =0 or 1 (need to be confirmed before intratumoral or intracerebroventricular injection)\n* \\>= 8 weeks after completion of front-line radiation therapy\n* \\>= 6 weeks after completion of nitrourea chemotherapy\n* \\>= 14 days after completion of Temozolomide or other chemotherapy\n* 2 weeks of wash-out time after completion of targeted therapy with related adverse events (AE) on baseline (4 weeks for Bevacizumab). Patients with other chronic AEs are in the investigator's judgement\n* Blood cell count： White blood count (WBC) \\>= 2000/μL；Neutrophil count \\>= 1500/μL；Platelets \\>= 100 x 103/μL；Hemoglobin \\>= 9.0 g/dL\n* Serum Creatinine \\<= 1.5×ULN or Creatinine Clearance Rate (Cockcroft and Gault) \\> 30 mL/min/1.73 m2\n* Alanine Transaminase (ALT) \\<= 5×ULN and total bilirubin \\< 2.0mg/dL\n* Lung function: Oxygen (O2) saturation \\>= 92% on room air and \\< CTCAE grade 1 dyspnea\n* Heart function: Left ventricular ejection fraction (LVEF) \\>= 40% by multigated acquisition (MUGA) scan or echocardiogram\n* Normal coagulation function: prothrombin time (PT)，activated partial thromboplastin time (APTT) and international normalized ratio (INR)\n* Good blood vessel condition for leukapheresis\n* Women of childbearing potential (WOCBP): negative urine or serum pregnancy test\n* Agreement by females and males of childbearing potential to use an effective method of birth control or abstain from heterosexual activity within one year after B7-H3 CAR-T infusion\n\nExclusion Criteria:\n\n* Other active malignancy in the past 2 years except non-melanoma skin cancer, completely surgical removed low grade tumor, post-therapeutic limited-stage prostate cancer, biopsy confirmed in situ cervical carcinoma, PAP test confirmed squamous intraepithelial lesions\n* Participant is undergoing or planning to take other anti-tumor therapies\n* Participant is systematic steroid-dependent, or is expecting to be treated with systematic steroid\n* Active immunodeficiency virus (HIV) or hepatitis B or hepatitis C virus infection\n* Active infection from fungi, bacteria and/or viruses\n* Known history of the following cardiac diseases in the past 6 months: New York Heart Association (NYHA) defined grade III or IV heart failure, cardiac angioplasty, myocardial infarction, unstable angina and other clinically significant heart diseases\n* Known history and/or clinically evident central nerve system diseases: seizure, epileptic seizure, aphasia, paralysis, stroke, severe brain damage, dementia, Parkinson's Disease, cerebellar diseases, organic brain syndrome and psychiatric disorders\n* Autoimmune diseases\n* Pregnant or breastfeeding females\n* Therapeutic doses of corticosteroid within 7 days before leukapheresis or 72 hours before B7-H3 CAR-T infusion\n* Cytotoxic chemotherapy without lymphocytotoxicity within 1 week before leukapheresis except that the treatment has been stopped for more than 3 half-lives of the drug\n* Lymphocytotoxic chemotherapy (cyclophosphamide, Ifosfamide and bendamustine) within 2 weeks before leukapheresis\n* Other clinical trials drugs within 4 weeks before leukapheresis except that the drug has no effect or the disease has progressed, and the treatment has been stopped for more than 3 half-lives of the drug\n* Radiotherapy within 6 weeks before leukapheresis\n* Prior trials of CAR-T or other cell therapy\n* Any other condition that would, in the investigator's judgment, contraindicate the subject's participation in the clinical study due to safety concerns with clinical study procedures\n* Prospective participants who, in the opinion of the investigator, may not be able to comply with all study procedures (including compliance issues related to feasibility/logistics)",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jianmin Zhang, MD",
          "role": "CONTACT",
          "phone": "+86-13805722695",
          "email": "2307010@zju.edu.cn"
        }
      ],
      "locations": [
        {
          "facility": "the Second Affiliated Hospital of Zhejiang University School of Medicine",
          "status": "RECRUITING",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "zip": "310009",
          "country": "China",
          "contacts": [
            {
              "name": "Jianmin Zhang, MD",
              "role": "CONTACT",
              "phone": "86-13805722695",
              "email": "2307010@zju.edu.cn"
            }
          ],
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        },
        {
          "facility": "Huzhou Central Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Huzhou",
          "state": "Zhejiang",
          "zip": "313003",
          "country": "China",
          "contacts": [
            {
              "name": "Zhongzhou Su, MD",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": 30.8703,
            "lon": 120.0933
          }
        },
        {
          "facility": "Ningbo Yinzhou People's Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Ningbo",
          "state": "Zhejiang",
          "zip": "315040",
          "country": "China",
          "contacts": [
            {
              "name": "Feng Gao, MD",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": 29.87819,
            "lon": 121.54945
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "35468680",
          "type": "DERIVED",
          "citation": "Golubovskaya V. CAR-T Cells Targeting Immune Checkpoint Pathway Players. Front Biosci (Landmark Ed). 2022 Apr 2;27(4):121. doi: 10.31083/j.fbl2704121."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-20"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005909",
          "term": "Glioblastoma"
        }
      ],
      "ancestors": [
        {
          "id": "D001254",
          "term": "Astrocytoma"
        },
        {
          "id": "D005910",
          "term": "Glioma"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000077204",
          "term": "Temozolomide"
        }
      ],
      "ancestors": [
        {
          "id": "D003606",
          "term": "Dacarbazine"
        },
        {
          "id": "D014226",
          "term": "Triazenes"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D007093",
          "term": "Imidazoles"
        },
        {
          "id": "D001393",
          "term": "Azoles"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        }
      ]
    }
  },
  "hasResults": false
}