{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06825624",
      "orgStudyIdInfo": {
        "id": "HS-20093-105"
      },
      "organization": {
        "fullName": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      },
      "briefTitle": "ARTEMIS-102: HS-20093 Combinations in Patients with Advanced Metastatic Colorectal Cancer",
      "officialTitle": "ARTEMIS-102: a Phase Ib Study of HS-20093 Combination Therapy to Evaluate the Safety, Tolerability, Pharmacokinetics and Efficacy in Patients with Advanced Metastatic Colorectal Cancer"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-10-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-10-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-02-09",
      "studyFirstSubmitQcDate": "2025-02-09",
      "studyFirstPostDateStruct": {
        "date": "2025-02-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-09",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "HS-20093 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells. The objectives of this study are to investigate the safety, tolerability, pharmacokinetics and efficacy of HS-20093 in combination with other anti-cancer agents in patients with advanced metastatic colorectal cancer.",
      "detailedDescription": "This is a phase 1b, open-label, multi-center, dose-escalation and expansion, phase 1b study in Chinses subjects with advanced metastatic colorectal cancer. This study is in design allowing assessment of safety, tolerability, pharmacokinetics and efficacy of HS-20093 in combination with other anti-cancer agents.\n\nA total of 5 combination-treatments will be carried out in 5 cohorts. The target population of dose escalation part is patients have progressed on or intolerant to available standard therapies, and the dose expansion part will enroll patients who have not received treatment for advanced metastatic colorectal cancer.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
    },
    "conditionsModule": {
      "conditions": [
        "Metastatic Colorectal Cancer (CRC)"
      ],
      "keywords": [
        "Metastatic Colorectal Cancer (mCRC)",
        "B7-H3",
        "antibody-drug conjugate (ADC)",
        "HS-20093"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 560,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Arm1",
          "type": "EXPERIMENTAL",
          "description": "HS-20093 and Bevacizumab",
          "interventionNames": [
            "Drug: HS-20093",
            "Drug: Bevacizumab"
          ]
        },
        {
          "label": "Arm 2",
          "type": "EXPERIMENTAL",
          "description": "HS-20093, Bevacizumab and 5-fluorouracil (5-FU), Leucovorin",
          "interventionNames": [
            "Drug: HS-20093",
            "Drug: Bevacizumab",
            "Drug: 5-FU",
            "Drug: Leucovorin"
          ]
        },
        {
          "label": "Arm 3",
          "type": "EXPERIMENTAL",
          "description": "HS-20093, Bevacizumab and 5-fluorouracil (5-FU)",
          "interventionNames": [
            "Drug: HS-20093",
            "Drug: Bevacizumab",
            "Drug: 5-FU"
          ]
        },
        {
          "label": "Arm 4",
          "type": "EXPERIMENTAL",
          "description": "HS-20093, Bevacizumab and capecitabine",
          "interventionNames": [
            "Drug: HS-20093",
            "Drug: Bevacizumab",
            "Drug: Capecitabine"
          ]
        },
        {
          "label": "Arm 5",
          "type": "EXPERIMENTAL",
          "description": "HS-20093, Bevacizumab, Oxaliplatin and 5-fluorouracil (5-FU), Leucovorin",
          "interventionNames": [
            "Drug: HS-20093",
            "Drug: Bevacizumab",
            "Drug: 5-FU",
            "Drug: Leucovorin",
            "Drug: Oxaliplatin"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HS-20093",
          "description": "administered as an IV infusion",
          "armGroupLabels": [
            "Arm 2",
            "Arm 3",
            "Arm 4",
            "Arm 5",
            "Arm1"
          ]
        },
        {
          "type": "DRUG",
          "name": "Bevacizumab",
          "description": "administered as an IV infusion",
          "armGroupLabels": [
            "Arm 2",
            "Arm 3",
            "Arm 4",
            "Arm 5",
            "Arm1"
          ]
        },
        {
          "type": "DRUG",
          "name": "5-FU",
          "description": "administered as an IV infusion",
          "armGroupLabels": [
            "Arm 2",
            "Arm 3",
            "Arm 5"
          ]
        },
        {
          "type": "DRUG",
          "name": "Leucovorin",
          "description": "administered as an IV infusion",
          "armGroupLabels": [
            "Arm 2",
            "Arm 5"
          ]
        },
        {
          "type": "DRUG",
          "name": "Capecitabine",
          "description": "administered orally",
          "armGroupLabels": [
            "Arm 4"
          ]
        },
        {
          "type": "DRUG",
          "name": "Oxaliplatin",
          "description": "administered as an IV infusion",
          "armGroupLabels": [
            "Arm 5"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Maximum tolerated dose (MTD) for combination-treatments",
          "description": "To determine the MTD for further evaluation of HS-20093 with other anti-cancer agents in subjects with metastatic colorectal cancer",
          "timeFrame": "Up to day 21 (arm 1/3/4) or 28 (arm 2/5) from the first dose"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence and severity of adverse events (AEs)",
          "description": "AE assessed by investigator exclusively related to subject's underlying disease or medical condition \\[graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 5.0\\]. Any untoward medical occurrence in a clinical study participant, whether or not considered related to the medicinal product. Incidence and severity of AEs are assessed according to vital signs, laboratory variables, physical examination, electrocardiogram, etc.",
          "timeFrame": "From the first dose through 90 days post end of treatment"
        },
        {
          "measure": "Objective response rate (ORR) determined by investigators",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline. ORR is evaluated by the number of participants with best overall response of CR and PR (Confirmed CR/PR assessment require at least 1 repeat).",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Disease control rate (DCR) determined by investigators",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline. DCR was evaluated by the number of participants with best overall response of CR, PR and stable disease (SD) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks); SD shall be assessed at least 5 weeks after the first dose\\].",
          "timeFrame": "From the first dose up to PD or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Duration of response (DoR) determined by investigators",
          "description": "DoR was defined as the period from the first occurrence of CR or PR to PD or death from any cause. If no PD or death after CR/PR, the cut-off date of progression-free survival (PFS) would be used \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to PD or death, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Progression-free survival (PFS) determined by investigators according to RECIST 1.1",
          "description": "PFS was defined as the time from random assignment or first dose to PD or death from any cause.",
          "timeFrame": "From the first dose up to PD or death, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "OS was defined as the time from random assignment or first dose to death from any cause.",
          "timeFrame": "From the first dose up to death, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Observed maximum plasma concentration (Cmax) of HS-20093",
          "description": "Cmax will be obtained after administration of the first dose of HS-20093",
          "timeFrame": "From pre-dose to study completion, assessed up to 24 months"
        },
        {
          "measure": "Time to reach maximum plasma concentration (Tmax) of HS-20093",
          "description": "Tmax will be obtained after administration of the first dose of HS-20093",
          "timeFrame": "From pre-dose to study completion, assessed up to 24 months"
        },
        {
          "measure": "Terminal half-life (T1/2) of HS-20093 following the first dose",
          "description": "T1/2 will be obtained after administration of the first dose of HS-20093",
          "timeFrame": "From pre-dose to study completion, assessed up to 24 months"
        },
        {
          "measure": "Area under plasma concentration versus time curve from zero to last sampling time (AUC0-t) following the first dose of HS-20093",
          "description": "Area under the plasma concentration versus time curve from time zero to the last sampling time when the concentration was no less than the lower limit of quantification (LLQ). AUC0-t was calculated according to the mixed log-linear trapezoidal rule.",
          "timeFrame": "From pre-dose to study completion, assessed up to 24 months"
        },
        {
          "measure": "Percentage of participants with antibodies to HS-20093 in serum",
          "description": "Serum samples were collected for the determination of anti-drug antibody (ADA) at designated time points.",
          "timeFrame": "From pre-dose to study completion, assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* At least age of 18 years at screening.\n* Histologically or cytologically confirmed, locally advanced or metastatic colorectal cancer.\n\n  1. Dose escalation part will enroll advanced metastatic colorectal cancer patients who have progressed on or intolerant to standard therapies.\n  2. Dose expansion part will enroll advanced metastatic colorectal cancer patients who have not received prior treatment for advanced/metastatic colorectal cancer.\n* At least one measurable lesion according to RECIST 1.1.\n* Eastern Cooperative Oncology Group (ECOG) Performance Status of 0\\~1.\n* Life expectancy \\>= 12 weeks.\n* Men or women should be using adequate contraceptive measures throughout the study.\n* Females subjects must not be pregnant at screening or have evidence of non-childbearing potential.\n* Signed and dated Informed Consent Form.\n\nExclusion Criteria:\n\n* Treatment with any of the following:\n\n  1. Previous or current treatment with B7-H3 targeted therapy or ADCs with topoisomerase I inhibitors as the payload\n  2. Any cytotoxic chemotherapy, investigational agents and small molecule targeted therapy within 14 days prior to the first scheduled dose of HS-20093\n  3. Prior treatment with macromolecule anti-tumor therapy or other anticancer drugs within 28 days prior to the first scheduled dose of HS-20093\n  4. Radiotherapy with a limited field of radiation for palliation within 2 weeks, or patients received more than 30% of the bone marrow irradiation, or large-scale radiotherapy within 4 weeks prior to the first scheduled dose of HS-20093\n  5. Pleural or peritoneal effusion requiring clinical intervention. Pericardial effusion\n  6. Major surgery within 4 weeks of the first dose of HS-20093\n  7. Spinal cord compression or brain metastases.\n  8. Treatment with drugs that are predominantly CYP3A4 strong inhibitors or inducers or sensitive substrates of CYP3A4 with a narrow therapeutic range within 7 days of the first dose of study drug; or requiring treatment with these drugs during the study.\n  9. Currently receiving drugs known to prolong QT interval or may cause torsade de pointe; or requiring treatment with these drugs during the study.\n* Any unresolved toxicities from prior therapy greater than Grade 2 according to Common Terminology Criteria for Adverse Events (CTCAE) 5.0 with the exception of stable hypothyroidism treated with hormone replacement therapy, alopecia or neurotoxicity.\n* History of other primary malignancies.\n* Inadequate bone marrow reserve or organ dysfunction\n* Evidence of cardiovascular risk.\n* Severe, uncontrolled or active cardiovascular diseases.\n* Diabetes ketoacidosis or hyperglycemia hypertonic occurring within 6 months before the first dose of the study drug.\n* Severe or poorly controlled hypertension.\n* Bleeding symptoms with apparent clinical significance or obvious bleeding tendency within 1 months prior to the first dose of HS-20093\n* Serious arteriovenous thrombosis events occurred within 3 months before the first dose.\n* Severe infections occurred within 4 weeks before the first dose.\n* Patients who have received continuous steroid treatment for more than 30 days within 30 days before the first dose, or need long-term (≥ 30 days) steroid treatment, or who have other acquired and congenital immunodeficiency diseases, or have a history of organ transplantation\n* The presence of active infectious diseases has been known before the first dose such as hepatitis B, hepatitis C, tuberculosis, syphilis, or human immunodeficiency virus HIV infection, etc.\n* Hepatic encephalopathy, hepatorenal syndrome, or Child-Pugh Grade B or more severe cirrhosis.\n* Other moderate or severe lung diseases that may interfere with the detection or treatment of drug-related pulmonary toxicity or may seriously affect respiratory function.\n* Previous history of serious neurological or mental disorders, including epilepsy, dementia or severe depression and any other status that may interfere in assessment.\n* Women who are breastfeeding or pregnant or planned to be pregnant during the study period.\n\n  18\\. Vaccination or hypersensitivity of any level within 4 weeks prior to the first dose of HS-20093\n* History of severe hypersensitivity reaction, severe infusion reaction or allergy to recombinant human or mouse derived proteins.\n* Hypersensitivity to any ingredient of HS-20093.\n* Unlikely to comply with study procedures, restrictions, and requirements in the opinion of the investigator\n* Any disease or condition that, in the opinion of the investigator, would compromise subject safety or interfere with study assessments",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ying Yuan",
          "role": "CONTACT",
          "email": "Yuanying1999@zju.org.cn"
        }
      ],
      "locations": [
        {
          "facility": "The Second Affiliated Hospital Zhejiang University",
          "status": "RECRUITING",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D015179",
          "term": "Colorectal Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D007414",
          "term": "Intestinal Neoplasms"
        },
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D003108",
          "term": "Colonic Diseases"
        },
        {
          "id": "D007410",
          "term": "Intestinal Diseases"
        },
        {
          "id": "D012002",
          "term": "Rectal Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000068258",
          "term": "Bevacizumab"
        },
        {
          "id": "D005472",
          "term": "Fluorouracil"
        },
        {
          "id": "D002955",
          "term": "Leucovorin"
        },
        {
          "id": "D000069287",
          "term": "Capecitabine"
        },
        {
          "id": "D000077150",
          "term": "Oxaliplatin"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        },
        {
          "id": "D014498",
          "term": "Uracil"
        },
        {
          "id": "D011744",
          "term": "Pyrimidinones"
        },
        {
          "id": "D011743",
          "term": "Pyrimidines"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        },
        {
          "id": "D005575",
          "term": "Formyltetrahydrofolates"
        },
        {
          "id": "D013763",
          "term": "Tetrahydrofolates"
        },
        {
          "id": "D005492",
          "term": "Folic Acid"
        },
        {
          "id": "D011622",
          "term": "Pterins"
        },
        {
          "id": "D011621",
          "term": "Pteridines"
        },
        {
          "id": "D006574",
          "term": "Heterocyclic Compounds, 2-Ring"
        },
        {
          "id": "D000072471",
          "term": "Heterocyclic Compounds, Fused-Ring"
        },
        {
          "id": "D003067",
          "term": "Coenzymes"
        },
        {
          "id": "D045762",
          "term": "Enzymes and Coenzymes"
        },
        {
          "id": "D003841",
          "term": "Deoxycytidine"
        },
        {
          "id": "D003562",
          "term": "Cytidine"
        },
        {
          "id": "D011741",
          "term": "Pyrimidine Nucleosides"
        },
        {
          "id": "D003853",
          "term": "Deoxyribonucleosides"
        },
        {
          "id": "D009705",
          "term": "Nucleosides"
        },
        {
          "id": "D009706",
          "term": "Nucleic Acids, Nucleotides, and Nucleosides"
        },
        {
          "id": "D056831",
          "term": "Coordination Complexes"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        }
      ]
    }
  },
  "hasResults": false
}