{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05298215",
      "orgStudyIdInfo": {
        "id": "UBP-A236-IgE"
      },
      "organization": {
        "fullName": "United BioPharma",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study to Evaluate the Pharmacodynamics, Pharmacokinetics, Safety, and Efficacy of UB-221 IV Infusion as an add-on Therapy in Patients With Chronic Spontaneous Urticaria",
      "officialTitle": "A Phase II, Double-blind, Randomized, Parallel Group, Placebo-controlled Study to Evaluate the Pharmacodynamics, Pharmacokinetics, Safety, and Efficacy of UB-221 IV Infusion as an add-on Therapy in Patients With Chronic Spontaneous Urticaria"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-10-05",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-03-17",
      "studyFirstSubmitQcDate": "2022-03-17",
      "studyFirstPostDateStruct": {
        "date": "2022-03-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-10-05",
      "lastUpdatePostDateStruct": {
        "date": "2022-10-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "United BioPharma",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a phase II, double-blind, randomized, parallel group, placebo-controlled study to evaluate the pharmacodynamics, pharmacokinetics, efficacy, and safety of 2-dose UB-221 IV infusion as an add-on therapy in patients with chronic spontaneous urticaria. The study will be conducted at multiple study centers in Taiwan. Approximate 25 eligible subjects will be randomized into two UB-221 (5 \\&10 mg/kg) and one placebo (saline) cohorts in a ratio of 2:2:1. The study consists of a pre-screening period (Day -42 to -29), a screening period (Day -28 to -1), a dose 1 period (Day 0 to 83), and a dose 2 period (Day 84 to 196)."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Spontaneous Urticaria"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 25,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "5 mg/kg UB-221",
          "type": "EXPERIMENTAL",
          "description": "Total of 2 doses on Day 0 (week 1) and 84 (Week 12), respectively, by intravenous (IV) infusion.",
          "interventionNames": [
            "Biological: UB-221"
          ]
        },
        {
          "label": "10 mg/kg UB-221",
          "type": "EXPERIMENTAL",
          "description": "Total of 2 doses on Day 0 (week 1) and 84 (Week 12), respectively, by intravenous (IV) infusion.",
          "interventionNames": [
            "Biological: UB-221"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "sterile saline solution (0.9% NaCl) for intravenous (IV) infusion",
          "interventionNames": [
            "Other: sterile saline solution"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "UB-221",
          "description": "UB-221 is a recombinant humanized IgG1 monoclonal antibody with neutralizing capability against soluble human IgE and CD23-bound IgE for the treatment of allergic diseases. The activity of UB-221 is directly through the high-affinity binding with soluble and membrane bound IgE. The neutralization of soluble IgE will desensitize the activation of mast cells and basophils by inhibiting IgE cross-linking and down-regulation of FcεRI (high affinity IgE receptor) expression on those cells. The binding to CD23-bound IgE may inhibit IgE synthesis by stabilization of membrane-bound CD23 on B lymphocytes.",
          "armGroupLabels": [
            "10 mg/kg UB-221",
            "5 mg/kg UB-221"
          ],
          "otherNames": [
            "recombinant humanized IgG1 monoclonal antibody"
          ]
        },
        {
          "type": "OTHER",
          "name": "sterile saline solution",
          "description": "sterile saline solution (0.9% NaCl) for intravenous (IV) infusion",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in serum free IgE level from baseline over time",
          "description": "To evaluate the extent of reduction and duration of suppression of serum free IgE level upon q12w (once-every-12-weeks) treatment with UB-221",
          "timeFrame": "Day 0 to 83"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time to complete response (UAS7=0) after the 1st dose of UB-221 administration.",
          "description": "To evaluate efficacy with respect to time to complete response and time to first relapse after the 1st dose of UB-221 administration.",
          "timeFrame": "Day 84 to 196"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects with age between 20 to 75 years old (inclusive).\n2. Subjects who are able and willing to provide the informed consent.\n3. Male subjects with body weight of 50 kilogram (kg) or above; female subjects with body weight of 45 kilogram (kg) or above.\n4. Subjects with moderate-to-severe chronic spontaneous urticaria (CSU) (with or without urticaria dermographism when testing for dermographism) refractory to H1-antihistamine (H1-AH) at approved dose or increased dose alone or in combination with H2-antihistamine (H2-AH) and/or leukotriene receptor antagonist (LTRA) at the time of randomization (Day 0), as defined by All of the following:\n\n   * CSU diagnosis for ≥ 6 months.\n   * The presence of itch and hives for ≥ 6 consecutive weeks at any time prior to enrollment despite current use of non-sedating H1-AH (up to 4-fold of the approved dosage) or in combination with H2-AH, and/or LTRA treatment during this time period.\n   * UAS7 score ≥ 16 and HSS7 ≥ 8 during 7 days prior to randomization (Day 0).\n   * In-clinic UAS ≥ 4 on at least one of the screening visit days or Day 0.\n   * Patients must have been on H1-AH at approved or increased doses (up to 4-fold) alone or in combination with H2-AH and/or LTRA for treatment of CSU for at least 3 consecutive days immediately prior to the screening visit and must have documented current use on the initial screening visit day.\n5. Both male and female subjects of childbearing potential must agree to use 2 medically accepted methods of contraception (e.g., barrier contraceptives \\[male condom, female condom, or diaphragm with a spermicidal gel\\], hormonal contraceptives \\[implants, injectables, combination oral contraceptives, transdermal patches, or contraceptive rings\\], and intrauterine devices) during the course of the study with their partners (excluding women who are not of childbearing potential and men who have been sterilized).\n\n   \\*Female subjects who had bilateral insertion of Essure® implants (or analogous) for at least 6 months prior to the screening visit; bilateral tubal ligation, hysterectomy or bilateral oophorectomy; or postmenopausal status with amenorrhea (no menstruation) for at least 2 years prior to the screening visit, are considered as non-childbearing potential by the investigator's judgment.\n6. Females must have a negative serum pregnancy test at the screening visit and negative urine pregnancy test prior to each study drug administration.\n\nExclusion Criteria:\n\n1. History of significant diseases (other than CSU) or major clinical conditions by the investigator's judgment, such as auto-immune disease or psychiatric and behavioral conditions from which the investigator considers the subject is not suitable to participate in this study.\n2. History of anaphylaxis to food, medications, or other causes.\n3. History of severe eosinophilia (eosinophil counts \\> 5000 /uL).\n4. History of drug reaction with eosinophilia and systemic symptoms (DRESS) syndrome, stevens-Johnson syndrome (SJS), or toxic epidermal necrolysis (TEN).\n5. History of serious cardiovascular or cerebrovascular diseases by the investigator's judgment within 1 year prior to the screening visit.\n6. Subject who is taking beta-blocker at time of screening or is suggested to take beta-blocker during the study period.\n7. Any other skin disease associated with chronic itching that might confound the study evaluations and results (e.g., atopic dermatitis, bullous pemphigoid, dermatitis herpetiformis, senile pruritus, etc.).\n8. Having clearly defined underlying etiology for chronic urticaria other than CSU. This includes the following:\n\n   * Patients have inducible urticaria forms impacting their daily symptoms in a relevant way, such as but not limited to urticaria factitia, cold-, heat-, solar-, pressure-, delayed pressure-, aquagenic-, cholinergic-, or contact-urticaria.\n   * Diseases with possible symptoms of urticaria or angioedema such as urticaria vasculitis, erythema multiforme, cutaneous mastocytosis (urticaria pigmentosa), and hereditary or acquired angioedema (e.g., due to C1 inhibitor deficiency)\n9. Use of any of the following medications: a) systemic corticosteroids (such as prednisolone), b) immunomodulators (including but not limited to azathioprine, mycophenolate, cyclophosphamide, chlorambucil, methotrexate, tacrolimus, cyclosporine). Subjects can be enrolled when they discontinued these medications for at least 4 weeks prior to the screening visit.\n10. Use of doxepin (oral) within 14 days prior to the screening visit.\n11. Treatment with any investigational agent (except investigational anti-IgE mAb) within 60 days or 5 half-lives (whichever is longer) prior to the screening visit.\n12. Prior experience with other investigational anti-IgE Ab drug such as QGE031 (ligelizumab) or FB825.\n13. Previous exposure to Xolair® (omalizumab) or UB-221 within 26 weeks prior to the screening visit.\n14. History of allergic or anaphylactic reaction to any component of the investigational product formulation (e.g., histidine and trehalose) or other drug that in the opinion of the investigator or medical monitor, contraindicates the subject's participation.\n15. Subject has a history of drug abuse or heavy drinking. Heavy drinking is defined as drinking 5 glasses of alcoholic drinks or more (e.g., ≥ 60 ounces/1700 mL of regular beer; 25 ounces/700 mL of wine; 7.5 ounces/213 mL of distilled spirits) in the same occasion for 5 or more days within 30 days prior to the screening visit.\n16. Subjects with confirmed abnormal liver function test values (aspartate transaminase \\[AST\\] and alanine transaminase \\[ALT\\]) during the screening period that are ≥ 1.5 times the upper limit of normal (ULN).\n17. Electrocardiogram (ECG) abnormalities of clinical significance as judged by the investigators.\n18. IV immunoglobulin G (IVIG), or plasmapheresis within 30 days prior to the screening visit.\n19. Contraindications to or hypersensitivity to antihistamines (such as fexofenadine, loratadine, desloratadine, cetirizine, levocetirizine, rupatadine, bilastine) or epinephrine, or any of the ingredients.\n20. Patients with a stool examination positive for ova or parasites at screening visit; re-screening may be considered if a repeat stool examination is negative following parasite treatment.\n21. Known history of prior infusion-related reaction to mAb administration.\n22. Women who are pregnant, breastfeeding, or lactating.\n23. Subject had blood donation over 250 mL within 90 days prior to the screening visit; subjects who plan to donate blood or plan to continue blood donation during the study period.\n24. Subjects who receive live attenuated vaccination or COVID-19 vaccine (either 1st or 2nd dose) within 30 days prior to the screening visit.\n25. Subjects who receive inactive vaccination within 48 hours prior to the first study drug administration.\n26. A positive HIV or Hepatitis B surface antigen (HBsAg) or hepatitis C virus (HCV) antibody test result at screening visit.\n27. History or presence of renal disease and/or serum creatinine value \\> 1.5 times the upper limit of normal (ULN) at screening visit.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Linda Shih",
          "role": "CONTACT",
          "phone": "+886-3-6684800",
          "phoneExt": "3641",
          "email": "linda.shih@unitedbiopharma.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Chia Yu Chu, MD",
          "affiliation": "Dermatologist",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "National Taiwan University Hospital",
          "status": "RECRUITING",
          "city": "Taipei",
          "country": "Taiwan",
          "contacts": [
            {
              "name": "Yu Tung Chiang",
              "role": "CONTACT",
              "phone": "+886 2 2312 3456",
              "email": "ting82082002@hotmail.com"
            }
          ],
          "geoPoint": {
            "lat": 25.05306,
            "lon": 121.52639
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000080223",
          "term": "Chronic Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D014581",
          "term": "Urticaria"
        },
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}