{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06305299",
      "orgStudyIdInfo": {
        "id": "LCCC2152-ATL"
      },
      "organization": {
        "fullName": "UNC Lineberger Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Autologous CAR-T Cells Targeting B7H3 in Ovarian Cancer iC9-CAR.B7-H3 T Cells",
      "officialTitle": "Administration of T Cells Expressing B7-H3 Specific Chimeric Antigen Receptors (CAR) and Containing the Inducible Caspase 9 Safety Switch in Subjects With Recurrent Platinum Resistant Epithelial Ovarian Cancer"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-07-29",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-03",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-02-29",
      "studyFirstSubmitQcDate": "2024-03-08",
      "studyFirstPostDateStruct": {
        "date": "2024-03-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-12",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "UNC Lineberger Comprehensive Cancer Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to test the safety and tolerability of using a new treatment called autologous T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (iC9-CAR.B7-H3 T cells) in patients with ovarian cancer that came back after receiving standard therapy for this cancer. The iC9.CAR.B7-H3 treatment is experimental and has not been approved by the Food and Drug Administration. The study team wants to know how much (dose) of the iC9-CAR.B7-H3 T cells are safe to use in patients without causing too many side effects and what is the maximum dose could be tolerated.\n\nThere are two parts to this study. In part 1, approximately blood will be collected from subjects to prepare the iC9.CAR.B7-H3 T cells. The study team will collect disease-fighting T cells from the blood and modify them to prepare the iC9.CAR.B7-H3 T cells. In part 2, the iC9.CAR.B7-H3 T cells will be given to eligible subjects by infusion three days after completion of lymphodepletion chemotherapy.",
      "detailedDescription": "This phase 1, single-center, open-label study to determine the safety of escalating dosing of chimeric antigen receptor T (CAR-T) cells targeting the B7-H3 antigen and containing the inducible caspase 9 safety switch (iC9-CAR.B7-H3 T cells) administered to adult subjects with relapsed or refractory platinum-resistant epithelial ovarian cancer. The safety of iC9-CAR.B7-H3 T cells administered intraperitoneally via a port/catheter will be investigated using a modified 3+3 design with a starting dose of 1 ×106. The data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided on based on the maximum tolerated dose (MTD) and additional factors such as the ability to manufacture sufficient cells for infusion. Additional subjects will be enrolled in an expansion cohort at the recommended phase 2 dose.\n\nSubjects will receive standard-of-care therapy e.g., chemotherapy or radiation therapy to stabilize their disease if the treating physician feels it is in the subject's best interests before the cell therapy.\n\nSubjects with ≥ grade 4 Cytokine Release Syndrome (CRS) or Immune Effector Cell-Associated Neurotoxicity Syndrome (ICANS) or grade 3 CRS or ICANS that do not improve to grade 0-1 within 72 hours will be given a 0.4mg/kg of rimiducid. Furthermore, subjects who experience a ≥ Grade 3 non-hematologic or hematologic toxicity (Excluding Grade 3 electrolyte abnormalities, hyperglycemia, diarrhea, or nausea and vomiting and Grade 3-4 hematologic toxicity without functional sequelae that do not persist at Grade 3-5 for \\> 7 days) felt to be secondary to iC9-CAR.B7-H3 may be given rimiducid (0.4 mg/kg)."
    },
    "conditionsModule": {
      "conditions": [
        "Ovary Neoplasm",
        "Ovarian Cancer",
        "Epithelial Ovarian Cancer",
        "Recurrent"
      ],
      "keywords": [
        "cellular therapy",
        "biologic therapy",
        "Platinum Resistant"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 27,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Chimeric Antigen Receptors",
          "type": "EXPERIMENTAL",
          "description": "blood will be collected to prepare the iC9-CAR.B7-H3 T cells. Disease-fighting T cells will be isolated and modified to prepare the iC9-CAR.B7-H3 T cells. In part 2, the iC9-CAR.B7-H3 T cells are given by infusion after completion of lymphodepletion chemotherapy.",
          "interventionNames": [
            "Biological: iC9-CAR.B7-H3 T cells",
            "Drug: Cyclophosphamide",
            "Drug: Fludarabine"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "iC9-CAR.B7-H3 T cells",
          "description": "iC9-CAR.B7-H3 T cells will then be administered intraperitoneally",
          "armGroupLabels": [
            "Chimeric Antigen Receptors"
          ],
          "otherNames": [
            "iC9-CAR.B7-H3 T"
          ]
        },
        {
          "type": "DRUG",
          "name": "Cyclophosphamide",
          "description": "cyclophosphamide 300 mg/m2 IV will be given.",
          "armGroupLabels": [
            "Chimeric Antigen Receptors"
          ],
          "otherNames": [
            "Cycloblastin",
            "Endoxan",
            "Neosar",
            "Procytox",
            "Revimmune"
          ]
        },
        {
          "type": "DRUG",
          "name": "Fludarabine",
          "description": "fludarabine 30 mg/m2 IV will be given.",
          "armGroupLabels": [
            "Chimeric Antigen Receptors"
          ],
          "otherNames": [
            "Fludara",
            "Fludarabine Phosphate"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Toxicity: NCI-CTCAE",
          "description": "Toxicity will be graded as the Number of participants with adverse events (AE)s\n\nAEs will be classified and graded according to the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0. Dose Limiting Toxicities (DLTs) is defined as at least possibly related to CAR.B7-H3T cell product administration.",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Toxicity: Cytokine Release Syndrome (CRS)",
          "description": "CRS will be graded according to the American Society for Transplantation and Cellular Therapy (ASTCT) CRS Consensus Grading. Grade 1 - Mild: Fever ≥38\\^ o C, No hypotension, No hypoxia, Grade 2 - Moderate: Fever ≥38\\^ o C, Hypotension not requiring vasopressors, Hypoxia requiring low-flow nasal cannula (≤6 L/minute) or blow-by, Grade 3 - Severe: Fever ≥ 38\\^ o C, Hypotension requiring a vasopressor with or without vasopressin, Hypoxia requiring high-flow nasal cannula (\\>6 L/minute), facemask, nonrebreather mask, or Venturi mask, Grade 4 - Life-threatening: Fever ≥38\\^oC, Hypotension requiring multiple vasopressors (excluding vasopressin), Hypoxia requiring positive pressure (e.g. Continuous positive airway pressure, BiPAP, intubation, mechanical ventilation), Grade 5 - Death",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Toxicity: Immune effector cell-associated neurotoxicity syndrome (ICANS)",
          "description": "Neurotoxicity will be graded according to the Immune effector cell-associated neurotoxicity syndrome (ICANS) criteria between Grades 1-5. immune Effector Cell-Associated Encephalopathy (ICE) Score is a neurological assessment score that quantifies the severity of neurologic impairment. Each item in the assessment is associated with the point value indicated. The higher ICE scores are the better = lower the ICAN grade. An ICE score of 10 indicates a normal neurological assessment while an ICE score of 0-2 ICE Score indicates a severe neurological impairment.",
          "timeFrame": "Up to 4 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The recommended phase 2 dose (RP2D)",
          "description": "The RP2D of iC9-CAR.B7-H3 T cells will be determined based on modified 3+3 dose finding rules and the tolerability of iC9-CAR.B7-H3 T cells will be assessed by NCI-CTCAE v5, ASTCT Consensus CRS Grading Criteria. ICANS will be graded according to the ASTCT Consensus ICANS Grading Criteria",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Progression Free Survival (PFS)",
          "description": "PFS will be measured from the first day of lymphodepletion chemotherapy prior to iC9-CAR.B7-H3 T cell infusion to progression per Response Evaluation Criteria In Solid Tumors Criteria (RECIST) 1.1 or death.\n\nRadiographic response will be measured by RECIST 1.1 indicating if the subject experienced a Complete Response (CR), disappearance of all target lesions; Partial Response (PR), \\>=30% decrease in the sum of the longest diameter of target lesions; Stable Disease (SD), no response or less response than Partial or Progressive; or Progressive Disease (PD), as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "OS will be measured from the first day of lymphodepleting chemotherapy prior to iC9-CAR.B7-H3 T cell infusion to the date of death for any cause.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "The disease control rate (DCR)",
          "description": "DCR will be defined based on response evaluation criteria in solid tumors (RECIST1.1) and immune response evaluation criteria in solid tumors ( irRECIST) or death. RECIST1.1: Complete Response, the disappearance of all target lesions; Partial Response, \\>=30% decrease in the sum of the longest diameter; Stable Disease, no response or less response than Partial or Progressive; or Progressive Disease, as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. irRECIST: Complete Response ( irCR) disappearance of all lesions, no new lesions, lymph nodes \\< 10 mm in short axis; Partial Response (irPR), ≥30% decrease in the sum of lesions; Stable response, not meeting criteria for irCR, irPR, or Progressive Disease (irPD); Progressive Disease(irPD), ≥20% increase in tumor burden and minimum 5 mm absolute increase in compared to nadir.",
          "timeFrame": "Up to 6 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Unless otherwise noted, subjects must meet all of the following criteria to participate in all phases of the study:\n2. Written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization for release of personal health information explained to, understood by and signed by the subject.\n3. Age ≥ 18 years at the time of consent.\n4. Eastern Cooperative Oncology Group (ECOG) of 0-2.\n5. The subject must have histologically or cytologically confirmed epithelial ovarian, peritoneal or fallopian tube cancer and must have a histological diagnosis of a high-grade serous histology based on local histopathological findings.\n6. Subject must have recurrent platinum-resistant or platinum-refractory disease defined as: A disease that has progressed by imagining while receiving platinum OR Disease that has recurred within 6 months of the last receipt of platinum-based chemotherapy. Rising CA-125 only is not considered as platinum-resistant or refractory disease.\n7. Having received at least 2 prior regimens (including front-line therapy).\n\nExclusion Criteria:\n\n1. Subjects with a prior or concurrent malignancy whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial.\n2. The subject is not willing and not able to comply with study procedures based on the judgment of the investigator or protocol designee.\n\n10\\. The subject is not willing to undergo a biopsy prior to treatment, after infusion, and at the time of disease progression ), and the tumor is determined to be safe by the treating investigator for biopsy collection.",
      "healthyVolunteers": false,
      "sex": "FEMALE",
      "genderBased": true,
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Catherine Cheng",
          "role": "CONTACT",
          "phone": "919-445-4208",
          "email": "UNCImmunotherapy@med.unc.edu"
        },
        {
          "name": "Caroline Babinec",
          "role": "CONTACT",
          "email": "UNCImmunotherapy@med.unc.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Linda Van Le, MD",
          "affiliation": "UNC Lineberger Comprehensive Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Lineberger Comprehensive Cancer Center",
          "status": "RECRUITING",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27599",
          "country": "United States",
          "contacts": [
            {
              "name": "Caroline Babinec",
              "role": "CONTACT",
              "email": "Caroline_babinec@med.unc.edu"
            },
            {
              "name": "Linda Van Le",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "University of North Carolina Lineberger Comprehensive Cancer Center Clinical Trials",
          "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-20"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010051",
          "term": "Ovarian Neoplasms"
        },
        {
          "id": "D000077216",
          "term": "Carcinoma, Ovarian Epithelial"
        },
        {
          "id": "D012008",
          "term": "Recurrence"
        }
      ],
      "ancestors": [
        {
          "id": "D004701",
          "term": "Endocrine Gland Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D010049",
          "term": "Ovarian Diseases"
        },
        {
          "id": "D000291",
          "term": "Adnexal Diseases"
        },
        {
          "id": "D005831",
          "term": "Genital Diseases, Female"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D005833",
          "term": "Genital Neoplasms, Female"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D006058",
          "term": "Gonadal Disorders"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D003520",
          "term": "Cyclophosphamide"
        },
        {
          "id": "C024352",
          "term": "fludarabine"
        },
        {
          "id": "C042382",
          "term": "fludarabine phosphate"
        }
      ],
      "ancestors": [
        {
          "id": "D010752",
          "term": "Phosphoramide Mustards"
        },
        {
          "id": "D009588",
          "term": "Nitrogen Mustard Compounds"
        },
        {
          "id": "D009150",
          "term": "Mustard Compounds"
        },
        {
          "id": "D006846",
          "term": "Hydrocarbons, Halogenated"
        },
        {
          "id": "D006838",
          "term": "Hydrocarbons"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D063088",
          "term": "Phosphoramides"
        },
        {
          "id": "D009943",
          "term": "Organophosphorus Compounds"
        }
      ]
    }
  },
  "hasResults": false
}