{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05483400",
      "orgStudyIdInfo": {
        "id": "10389"
      },
      "organization": {
        "fullName": "University Medical Center Groningen",
        "class": "OTHER"
      },
      "briefTitle": "Open Label Phase 2 Basket Trial With Atezolizumab and Tiragolumab in Solid Tumors",
      "officialTitle": "Open Label Phase 2 Basket Trial With Atezolizumab and Tiragolumab in Solid Tumors: TIRACAN",
      "acronym": "TIRACAN"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-10-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-09",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-07-26",
      "studyFirstSubmitQcDate": "2022-08-01",
      "studyFirstPostDateStruct": {
        "date": "2022-08-02",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-28",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-30",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Medical Center Groningen",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "In this open label phase II trial combination therapy with the anti-PD-L1 antibody atezolizumab and the anti-TIGIT antibody tiragolumab will be investigated in patients with localized HNSCC who will undergo surgery, advanced or metastatic MSI-H cancer, PD-1 resistant metastatic melanoma, and patients with a locally advanced or metastatic solid tumor who, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 and anti-TIGIT immunotherapy.",
      "detailedDescription": "Rationale:\n\nTumor immunotherapy has demonstrated that therapies focused on enhancing T cell responses against cancer can result in a significant survival benefit in subjects with advanced stages of cancer. The most frequently used immunotherapy drugs bind to the Programmed death-ligand 1 (PD-L1) or programmed death protein 1 (PD-1). This binding interrupts the PD-L1/PD-1 pathway which inhibits an anti-tumor response of the immune system. Not all patients respond to anti-PD-1 or anti-PD-L1 treatment and therefore, combinations of immunotherapy drugs have been investigated and proven more effective than single-agent immunotherapy. These combinations, however, also increase the chance of immune toxicity. Possible strategies to overcome this problem are to develop less toxic combinations of immunotherapy drugs.\n\nThe T-cell immunoreceptor with immunoglobulin and ITIM domain (TIGIT) protein is also a target for immunotherapy. TIGIT is overexpressed in several malignancies including, melanoma, head and neck squamous cell carcinoma (HNSCC), and microsatellite instability high (MSI-H) colorectal cancer. The combination of the anti-TIGIT drug tiragolumab with the anti-PD-L1 drug atezolizumab increased the overall response rate by 15.1% compared to atezolizumab alone in a study with non-small cell lung cancer patients (NSCLC), without increasing toxicity.\n\nIn this trial, we will assess anti-tumor activity, safety, and tolerability of atezolizumab in combination with tiragolumab in subjects with cancer. We will also investigate proteins in the tumor to determine if we can predict which patients will respond to the atezolizumab and tiragolumab treatment. Patients will be included in one of four cohorts, namely: cohort 1, patients with localized HNSCC who will be treated with atezolizumab and tiragolumab followed by tumor resection, cohort 2, patients with metastatic MSI-H tumors, cohort 3, patients with irresectable or metastatic melanoma who progressed after PD-1 treatment, or cohort 4, with patients with a locally advanced or metastatic solid tumor for whom, based on available clinical data, treatment with anti-PD-L1 immunotherapy may be beneficial. Acquired data could lead to improved, more patient-tailored immune checkpoint inhibition.\n\nObjective:\n\nThe main objective of the trial is to determine the pathological response rate in cohort 1 and the radiological response rates in cohort 2, 3 and 4. The secondary objectives of the trial are the safety of atezolizumab and tiragolumab, the response rates measured by overall response rate, disease free survival rate, duration of response and the last secondary objective is to determine the correlation between the protein expression of different proteins involved in the immune response of cancer to immunotherapy and the different response rates as mentioned before.\n\nMain trial endpoints:\n\nPathologic response of the primary tumor in patients with HNSCC and objective response rate according to RECIST 1.1 and iRECIST in patients with advanced or metastatic MSI-H cancer, metastatic melanoma, and patients with a locally advanced or metastatic solid tumor whom, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 immunotherapy.\n\nSecondary trial endpoints:\n\nThe secondary endpoints are toxicity scored according to the common criteria for adverse events version 5.0, disease free survival in patients with HNSCC, overall response rate, progression free survival and duration of response in the patients in cohort 2, 3 and 4 as well as The correlation between the expression of the proteins TIGIT, PD-1, PD-L1 and CD8 on tumor tissue and pathologic and radiographic response rate.\n\nTrial design:\n\nOpen label phase 2 basket trial with atezolizumab and tiragolumab in patients with localized HNSCC who will undergo surgery, and advanced or metastatic MSI-H cancer, PD-1 resistant metastatic melanoma, and patients with a locally advanced or metastatic solid tumor who, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 and anti-TIGIT immunotherapy.\n\nTrial population:\n\nSubjects with localized HNSCC who will undergo surgery, and advanced or metastatic MSI-H cancer, PD-1 resistant metastatic melanoma, and patients with a locally advanced or metastatic solid tumor who, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 and anti-TIGIT immunotherapy.\n\nInterventions:\n\nSubjects will receive atezolizumab and tiragolumab every 3-weeks until 1) resection as scheduled for HNSCC after 2 courses, 2) resectable disease for the MSI-H tumors, 3) progressive disease or side effects requiring treatment termination or 4) a maximum of 2 years. At baseline archival tissue or a tumor biopsy will be obtained and tissue will be collected once during the trial and when lesions are surgically resected. Blood samples will be collected during the trial to measure circulating tumor DNA. During the trial regular CT or MRI scans will be made to monitor the response to the treatment."
    },
    "conditionsModule": {
      "conditions": [
        "Head and Neck Neoplasms",
        "MSI-H Cancer",
        "Melanoma"
      ],
      "keywords": [
        "atezolizumab",
        "tiragolumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Simon 2 stage design with 4 cohorts.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 97,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Localized Head and Neck Squamous Cell Cancer",
          "type": "EXPERIMENTAL",
          "description": "three weekly tiragolumab 1200 mg intravenous plus tiragolumab 600 mg intravenous",
          "interventionNames": [
            "Drug: Tiragolumab and atezolizumab"
          ]
        },
        {
          "label": "Advanced or Metastatic dMMR/MSI Cancer",
          "type": "EXPERIMENTAL",
          "description": "three weekly tiragolumab 1200 mg intravenous plus tiragolumab 600 mg intravenous",
          "interventionNames": [
            "Drug: Tiragolumab and atezolizumab"
          ]
        },
        {
          "label": "Anti-PD-1 Antibody Resistant Metastatic Melanoma",
          "type": "EXPERIMENTAL",
          "description": "three weekly tiragolumab 1200 mg intravenous plus tiragolumab 600 mg intravenous",
          "interventionNames": [
            "Drug: Tiragolumab and atezolizumab"
          ]
        },
        {
          "label": "Basket",
          "type": "EXPERIMENTAL",
          "description": "three weekly tiragolumab 1200 mg intravenous plus tiragolumab 600 mg intravenous",
          "interventionNames": [
            "Drug: Tiragolumab and atezolizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Tiragolumab and atezolizumab",
          "description": "three weekly tiragolumab 1200 mg intravenous plus tiragolumab 600 mg intravenous.",
          "armGroupLabels": [
            "Advanced or Metastatic dMMR/MSI Cancer",
            "Anti-PD-1 Antibody Resistant Metastatic Melanoma",
            "Basket",
            "Localized Head and Neck Squamous Cell Cancer"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Pathologic response in cohort 1",
          "description": "pTR is defined as the presence of tumor cell necrosis and keratinous debris with giant cell/histiocytic reaction, quantified as a percentage of the overall tumor bed (area pathologic response/area pathologic response plus viable tumor): pTR-0 (\\<10%), pTR-1 (10%-49%), and pTR-2 (≥50%).",
          "timeFrame": "At the time of resection of the tumor which is day 36-43 after the first course of therapy"
        },
        {
          "measure": "Best overall response rate in cohort 2-4",
          "description": "Overall response rate according to (i)RECIST 1.1",
          "timeFrame": "From date of randomization until the date of first documented progression or after a maximum of two years of treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Clinical safety",
          "description": "Incidence, nature and severity of adverse events, including protocol-defined events of special interest according to NCI CTCAE 5.0",
          "timeFrame": "Through study completion, a maximum of 24 months"
        },
        {
          "measure": "Disease free survival in cohort 1",
          "description": "DFS is defined as the time from surgery to the time of local, regional or distant disease recurrence or death, whichever comes first.",
          "timeFrame": "The time from surgery to the time of local, regional or distant disease recurrence or death, whichever comes first put or 60 months"
        },
        {
          "measure": "Progression free survival",
          "description": "Evaluation of progression free survival according to (i)RECIST, as assessed by the investigator for cohort 2, 3 and 4",
          "timeFrame": "PFS is defined as the time from the first full treatment dose of atezolizumab and tiragolumab to time of disease progression or death due to any cause, whichever occurs first within a timeframe of 60 months"
        },
        {
          "measure": "Overall response rate",
          "description": "Evaluation of overall response rate according to (i)RECIST, as assessed by the investigator for cohort 2, 3 and 4",
          "timeFrame": "ORR is defined as the proportion of subjects whose best overall response is either a PR or CR, as assessed by the investigator during a maximum of 24 months on treatment"
        },
        {
          "measure": "Duration of objective response",
          "description": "Evaluation of duration of response according to (i)RECIST, as assessed by the investigator for cohort 2, 3 and 4",
          "timeFrame": "PFS is defined as the time from the first full treatment dose of atezolizumab and tiragolumab to time of disease progression per (i)RECIST as determined by the investigator or death due to any cause, whichever occurs first during a maximum of 60 months"
        },
        {
          "measure": "Correlation between TIGIT, PD-1, PD-L1 and CD8 immunohistochemical expression and and inflammatory infiltrate with radiographic (CT or MRI) in cohort 2, 3, and pathologic response pTR in cohort 1 and 2",
          "description": "The correlation between TIGIT, PD-1, PD-L1 and CD8 IHC expression on tumor tissue provided prior to start of treatment and inflammatory infiltrate with radiographic (CT or MRI) in cohort 2, 3, and pathologic response pTR in cohort 1 and 2",
          "timeFrame": "After completion of the trial which will be after the last patient underwent a tumor biopsy and CT or MRI"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Tumor lesion(s) of which a histological biopsy can be safely obtained according to standard clinical care procedures.\n* Measurable disease, as defined by RECIST v1.1. Previously irradiated lesions should be discarded as target lesions.\n* Participate in the GE-269-001 CD8 investigational imaging trial provided that there are slots is that trial.\n* Signed informed consent.\n* Age ≥18 at the time of signing informed consent.\n* Life expectancy ≥12 weeks.\n* Eastern Cooperative Oncology Group (ECOG) performance status 0-1\n* Adequate organ and bone marrow function defined as:\n\n  1. hemoglobin ≥9.0 g/dL\n  2. platelet count ≥100 x 109 /\n  3. serum creatinine ≤1.5 x upper limit of normal (ULN) or estimated glomerular filtration rate \\> 30 mL/min/1.73 m2. A 24-hour urine creatinine collection may substitute for the calculated creatinine clearance to meet eligibility criteria.\n* Adequate hepatic function defined as:\n\n  1. total bilirubin ≤1.5 x ULN (≤3 x ULN if liver tumor involvement); Patients with Gilbert's syndrome do not need to meet total bilirubin requirements, provided their total bilirubin is unchanged from their baseline. Gilbert's syndrome must be documented appropriately as past medical history,\n  2. aspartate aminotransferase (AST) ≤2.5 x ULN (≤5 x ULN if liver tumor involvement)\n  3. alanine aminotransferase (ALT) ≤2.5 x ULN (≤5 x ULN if liver tumor involvement)\n  4. alkaline phosphatase (ALP) ≤2.5 x ULN (≤5 x ULN if liver or bone tumor involvement).\n* Ability to comply with the protocol.\n* For female patients of childbearing potential and male patients with partners of childbearing potential, agreement (by the patient and/or partner) to use a highly effective form(s) of contraception (i.e., one that results in a low failure rate (\\< 1% per year) when used consistently and correctly).\n* For the head and neck squamous cell carcinoma cohort specific eligibility criteria apply:\n\n  1. clinical T2-4a, or node positive resectable HPV-unrelated HNSCC (oral cavity, larynx, hypopharynx, p16-negative oropharynx or p16 negative unknown primary)\n  2. no evidence of distant metastases\n  3. no previous RT to the head and neck region\n\nExclusion criteria:\n\n* Signs or symptoms of infection within 2 weeks prior to atezolizumab and tiragolumab administration.\n* Prior immune checkpoint inhibitor treatment, including but not limited to anti-PD1 and anti-PD-L1 antibodies (only for cohort 1, 2 and 4).\n* History of severe allergic, anaphylactic, or other hypersensitivity reactions to chimeric or humanized antibodies or fusion proteins.\n* Any other diseases, metabolic dysfunction, physical examination finding, or clinical laboratory finding giving reasonable suspicion of a disease or condition that contraindicates the use atezolizumab and tiragolumab, or that may affect the interpretation of the results or render the patient at high risk from complications.\n* Pregnant or lactating women.\n* Positive test for HIV, active hepatitis B (chronic or acute defined by positive hepatitis B surface antigen (HBsAg) during screening) or hepatitis C. Patients with a medical history of hepatitis B infection (defined as a positive hepatitis B core antibody (HBcAb) and absence of an HBsAg) are eligible for this study. Patients who test positive for hepatitis C antibodies are only eligible with a negative hepatitis C RNA PCR.\n* Acute or chronic active Epstein-Barr virus (EBV) infection at screening EBV status should be assessed by EBV serology (e.g., anti-VCA IgM and IgG, anti-EA IgG, anti-EBNA IgG) and EBV PCR (plasma or serum). If EBV serology results indicate prior EBV infection, patients must have a negative EBV PCR (plasma or serum) to be eligible for the study.\n* Active tuberculosis.\n* Treatment with systemic immunostimulatory agents (including but not limited to IFNs, IL-2) within 6 weeks or five half-lives of the drug, whichever is shorter, prior to the first full dose of atezolizumab and tiragolumab.\n* Treatment with systemic immunosuppressive medications (including but not limited to prednisone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor agents) within 2 weeks prior to cycle 1, day 1, with the exception of inhaled corticosteroids for chronic obstructive pulmonary disease, mineralocorticoids (e.g., fludrocortisone) for subjects with orthostatic hypotension, low-dose supplemental corticosteroids for adrenocortical insufficiency and topical steroids are allowed. Medications (e.g., a one-time dose of dexamethasone for nausea) may be allowed in the study after discussion with and approval by the principal investigator.\n* Brain metastases and leptomengeal metastases.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Derk JA de Groot, Md PhD",
          "role": "CONTACT",
          "phone": "+31503612821",
          "email": "d.j.a.de.groot@umcg.nl"
        },
        {
          "name": "Daan G Knapen, MD",
          "role": "CONTACT",
          "phone": "+31503612821",
          "email": "d.g.knapen@umcg.nl"
        }
      ],
      "overallOfficials": [
        {
          "name": "Derk JA de Groot, MD PhD",
          "affiliation": "University Medical Center Groningen",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Medical Center Groningen",
          "status": "RECRUITING",
          "city": "Groningen",
          "zip": "9713 GZ",
          "country": "Netherlands",
          "contacts": [
            {
              "name": "Derk-Jan de Groot, MD, PhD",
              "role": "CONTACT",
              "phone": "+31 50 361 6161",
              "email": "d.j.a.de.groot@umcg.nl"
            },
            {
              "name": "Daan Knapen, MD",
              "role": "CONTACT",
              "phone": "+31 50 361 6161",
              "email": "d.g.knapen@umcg.nl"
            },
            {
              "name": "Derk-Jan de Groot, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 53.21917,
            "lon": 6.56667
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        },
        {
          "id": "D008545",
          "term": "Melanoma"
        }
      ],
      "ancestors": [
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D018326",
          "term": "Nevi and Melanomas"
        },
        {
          "id": "D012878",
          "term": "Skin Neoplasms"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000730814",
          "term": "Tiragolumab"
        },
        {
          "id": "C000594389",
          "term": "atezolizumab"
        }
      ]
    }
  },
  "hasResults": false
}