{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06998225",
      "orgStudyIdInfo": {
        "id": "PIC-104-14"
      },
      "organization": {
        "fullName": "Fundació Sant Joan de Déu",
        "class": "OTHER"
      },
      "briefTitle": "Tolerance to Baked Goods in Allergic Children",
      "officialTitle": "Tolerance to Baked Goods in Children Under 5 Years Allergic to Cow's Milk or Egg Proteins",
      "acronym": "BFT"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-06-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2018-12-01",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-12-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-05-19",
      "studyFirstSubmitQcDate": "2025-05-28",
      "studyFirstPostDateStruct": {
        "date": "2025-05-31",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-31",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fundació Sant Joan de Déu",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hospital Sant Joan de Deu",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Food allergies are more common in children, especially in Western countries. Around 5 to 8% of children have at least one food allergy, compared to only 1-2% of adults. These allergies can really affect child's quality of life and create stress for the whole family. The most common foods that cause allergic reactions are cow's milk, egg, nuts, fish, and shellfish.\n\nUntil now, the usual way to manage a food allergy has been to completely avoid the food. But this can be hard, limiting kids diets and puts them at risk of accidental exposure, and may even cause nutritional problems.\n\nOral immunotherapy (OIT) has become and alternative treatment. It consists in giving very small amounts of the food allergen regularly to help the body get used to it. Some studies show this helps children build tolerance faster than just avoiding the food. But OIT also comes with risks, including allergic reactions during the treatment, some of which can be serious.\n\nSome research is focusing on a gentler and safer option: giving children baked milk or baked egg. When milk or egg is baked (for example, in muffins or cookies), the high heat changes the proteins, making them less likely to cause allergic reactions. The heat breaks the parts of the protein that the immune system usually reacts to, and mixing them with wheat flour makes them even less reactive.\n\nInterestingly, this doesn't work for every food, peanuts, for example, can actually become more allergenic when heated. But in the case of milk and egg, baking seems to be very helpful.\n\nGiving baked milk or egg to allergic children has shown some immune system changes similar to OIT, but in a safer and more natural way. This can make life a lot easier, not just for the kids, but also for their families since it broadens their diet, improves their nutrition, and reduces stress in social situations.\n\nStudies suggest that introducing baked milk and egg early on could also help kids become fully tolerant sooner.\n\nAt Sant Joan de Déu Hospital in Barcelona, doctors have been using OIT for milk and egg allergies since 2006 in children over 5 years old. While the treatment has helped many, not all children become fully desensitized, and some still react to milk or egg occasionally. The success rate is around 70%, and it's often less effective in children with severe allergies, like those who have had anaphylaxis.",
      "detailedDescription": "This is a 12-month, prospective, randomized interventional study designed to evaluate immunological tolerance development in young children with confirmed cow's milk or egg allergy. The primary endpoint is the acquisition of clinical tolerance to raw or minimally processed forms of the allergen after structured dietary exposure to baked forms. The study integrates immunologic, clinical, and laboratory evaluations to assess the therapeutic potential and immunomodulatory effects of gradual allergen introduction.\n\nStudy Population Inclusion Criteria Age: 12 to 72 months (1 to 6 years). Milk Allergy Subgroup: Confirmed diagnosis based on at least one of the following: suggestive clinical history, positive skin prick test (SPT) ≥3 mm over negative control and/or specific IgE ≥0.35 kU/L to cow's milk or casein.\n\nEgg Allergy Subgroup: Either: suggestive clinical history and sensitization (SPT or sIgE ≥0.35 kU/L to egg white or ovomucoid).\n\nExclusion Criteria Inability to obtain written informed consent. Any contraindication to epinephrine use (e.g., uncorrected congenital heart disease).\n\nOngoing consumption of baked milk or egg ≥3 times/week within the last 3 months.\n\nBaseline Procedures and Immune Profiling (T0)\n\nAll participants will undergo:\n\nSupervised Oral Food Challenge (OFC) with a standardized baked milk or egg product (e.g., muffin containing measured protein quantity), carried out under hospital supervision with immediate access to emergency care.\n\nBlood Sampling for:\n\nQuantitative allergen-specific IgE, IgG4, IgA to milk/egg and their major components (e.g., casein, ovomucoid).\n\nFlow cytometry for T-cell phenotyping (CD4⁺CD25⁺FoxP3⁺ regulatory T cells). Cytokine profiling via ELISA or multiplex immunoassay: IL-4, IL-5, IL-10, IL-13, TGF-β.\n\nBasophil Activation Test (BAT) using CD63/CD203c expression upon allergen stimulation.\n\nSkin Prick Testing with commercial milk/egg extracts and baked food extracts, if available.\n\nRandomization and Treatment Arms\n\nParticipants are stratified based on baked food OFC outcome:\n\nA. OFC-Positive to Baked Product\n\nRandomized 1:1 to:\n\nBaked Group 1 (Low-dose exposure): Daily ingestion of baked product containing fixed dose (e.g., 0.0375 g milk protein or 0.11 g egg protein).\n\nControl Group 1 (Strict avoidance): Elimination of all milk/egg and derivatives.\n\nNon-tolerant to minimum baked dose: Excluded from active intervention; followed as observational cohort with repeated testing at 12 months.\n\nB. OFC-Negative to Baked Product Progress to OFC with pasteurized milk or cooked egg. If tolerant → study exit.\n\nIf reactive, randomization into:\n\nBaked Group 2 (High-dose exposure): Daily ingestion of baked food containing higher protein load (e.g., 0.55 g milk protein or 1.1 g egg protein).\n\nControl Group 2 (Strict avoidance).\n\nAll OFCs use a standardized 6-step titration protocol with cumulative dosing and observation for ≥2 hours post-ingestion.\n\nDose Escalation and Monitoring After 6 months: Hospital-based supervised dose escalation (doubling daily intake) for Baked Groups 1 and 2.\n\nFinal Assessment (T1 - 12 months) Repeat OFC with unheated (raw) milk or cooked/raw egg. Repeat blood testing, SPT, and BAT.\n\nComparative analysis between baseline and T1 to determine:\n\nAcquisition of tolerance (negative OFC). Immune modulation (e.g., shifts in IgE/IgG4 ratios, Treg expansion, cytokine profile normalization).\n\nPredictive value of baseline biomarkers for outcome stratification.\n\nThis detailed protocol structure enables reproducibility, comparability, and the possibility of identifying immunological biomarkers that correlate with successful oral immunotolerance induction through gradual dietary exposure to baked allergens."
    },
    "conditionsModule": {
      "conditions": [
        "Cow Milk Protein Allergy",
        "Hen Egg Allergy"
      ],
      "keywords": [
        "baked food tolerance"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 148,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Dietary intervention with cow's milk or egg baked cookies low dose",
          "type": "ACTIVE_COMPARATOR",
          "description": "Baked Group 1: consume a daily fixed low dose of baked milk (0.0375g of milk protein) or baked egg (0.11 g of egg protein).",
          "interventionNames": [
            "Dietary Supplement: Dietary intervention using cookies containing milk or egg low dose."
          ]
        },
        {
          "label": "Cow's milk or egg allergy control low dose",
          "type": "NO_INTERVENTION",
          "description": "Control Group 1: strict avoidance diet, excluding all milk or egg (as appropriate) and any foods containing them."
        },
        {
          "label": "Dietary intervention with cow's milk or egg baked cookies high dose",
          "type": "ACTIVE_COMPARATOR",
          "description": "Baked Group 2: continue a daily high dose of baked milk (0.55 g of milk protein) or baked egg (1.1 g of egg protein).",
          "interventionNames": [
            "Dietary Supplement: Dietary intervention with cow's milk or egg baked cookies high dose"
          ]
        },
        {
          "label": "Tolerance to baked cow's milk or egg.",
          "type": "NO_INTERVENTION",
          "description": "Avoidance"
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Dietary intervention using cookies containing milk or egg low dose.",
          "description": "Baked Group 1: consumed a daily fixed low dose of baked milk or egg (0.0375 g of milk protein or 0.11 g of egg protein) for 6 months, followed by an additional increase at that time (0.075 g or 0.22 g).",
          "armGroupLabels": [
            "Dietary intervention with cow's milk or egg baked cookies low dose"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Dietary intervention with cow's milk or egg baked cookies high dose",
          "description": "Baked Group 2: continued a daily high dose of baked milk (0.55 g of milk protein or 1.1g egg protein) for 6 months. An increase dose is given at that time (1.1g cow's milk or 2g egg protein).",
          "armGroupLabels": [
            "Dietary intervention with cow's milk or egg baked cookies high dose"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "1. To evaluate proportion of children who develop tolerance to raw milk or cooked/raw egg at 12 months.",
          "description": "Proportion of participants who achieve clinical tolerance to raw cow's milk or cooked/raw egg following 12 months of intervention. All participants underwent a controlled oral food challenge (OFC) in day's hospital. The intervention will be evaluated positively if the participant become tolerant. An increase in the reaction threshold dose relative to the initial OFC will also be considered favorable. If symptoms appear immediately, the patient will be considered allergic.",
          "timeFrame": "12 months from enrollment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in immunologic markers (IgE, IgG4, Tregs, BAT).",
          "description": "Longitudinal changes in immunological biomarkers (specific IgE, IgG4, Tregs, and BAT) over the 12-month study period. The measurements of the biomarkers obtained initially (T0) and after the intervention (T1) were compared, observing a reduction in specific IgE and an increase in IgG4 in the tolerant patients. The BAT has also shown changes in the intervention but the statistical significance must be individualized by food. T-cell cytokine profiling in patients with cow's milk allergy showed no significant changes. Analysis for the egg allergy group is pending.",
          "timeFrame": "12 months intervention"
        },
        {
          "measure": "Rate of reactions during oral food challenges.",
          "description": "Number and severity of reactions recorded during oral food challenge procedures were obtained T0 and T1. The severity of reactions were classified according to the EACCI position paper 2007.",
          "timeFrame": "12 months intervention"
        },
        {
          "measure": "Changes in threshold dose triggering reactions.",
          "description": "Variation in the minimum eliciting dose (MED) triggering allergic symptoms in the OFC at T1 was evaluated. An increase in the tolerated allergen dose without a clinical reaction indicates a higher reaction threshold-dose, and this was assessed as favorable after the intervention. This condition would allow the participant to follow a less restrictive diet and, consequently, less concern about food safety.",
          "timeFrame": "12 months intervention"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Children with confirmed allergy to cow's milk or cooked egg\n\nExclusion Criteria:\n\n* Contraindication to epinephrine use\n* Ongoing consumption of baked milk or egg goods",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Months",
      "maximumAge": "6 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Montserrat Alvaro, PhD, MD",
          "affiliation": "Hospital Sant Joan de Deu",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Barcelona",
          "city": "Esplugues de Llobregat",
          "state": "Barcelona",
          "zip": "08950",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.37732,
            "lon": 2.08809
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "17590200",
          "type": "RESULT",
          "citation": "Muraro A, Roberts G, Clark A, Eigenmann PA, Halken S, Lack G, Moneret-Vautrin A, Niggemann B, Rance F; EAACI Task Force on Anaphylaxis in Children. The management of anaphylaxis in childhood: position paper of the European academy of allergology and clinical immunology. Allergy. 2007 Aug;62(8):857-71. doi: 10.1111/j.1398-9995.2007.01421.x. Epub 2007 Jun 21."
        },
        {
          "pmid": "25577613",
          "type": "RESULT",
          "citation": "Leonard SA, Caubet JC, Kim JS, Groetch M, Nowak-Wegrzyn A. Baked milk- and egg-containing diet in the management of milk and egg allergy. J Allergy Clin Immunol Pract. 2015 Jan-Feb;3(1):13-23; quiz 24. doi: 10.1016/j.jaip.2014.10.001."
        },
        {
          "pmid": "21601913",
          "type": "RESULT",
          "citation": "Kim JS, Nowak-Wegrzyn A, Sicherer SH, Noone S, Moshier EL, Sampson HA. Dietary baked milk accelerates the resolution of cow's milk allergy in children. J Allergy Clin Immunol. 2011 Jul;128(1):125-131.e2. doi: 10.1016/j.jaci.2011.04.036. Epub 2011 May 23."
        },
        {
          "pmid": "28516451",
          "type": "RESULT",
          "citation": "Lambert R, Grimshaw KEC, Ellis B, Jaitly J, Roberts G. Evidence that eating baked egg or milk influences egg or milk allergy resolution: a systematic review. Clin Exp Allergy. 2017 Jun;47(6):829-837. doi: 10.1111/cea.12940. Epub 2017 May 17."
        },
        {
          "pmid": "38901613",
          "type": "RESULT",
          "citation": "Anagnostou A, Mack DP, Johannes S, Shaker M, Abrams EM, DeSanto K, Greenhawt M. The Safety and Efficacy of Baked Egg and Milk Dietary Advancement Therapy: A Systematic Review and Meta-Analysis. J Allergy Clin Immunol Pract. 2024 Sep;12(9):2468-2480. doi: 10.1016/j.jaip.2024.06.016. Epub 2024 Jun 18."
        },
        {
          "pmid": "32067114",
          "type": "RESULT",
          "citation": "Warren CM, Jiang J, Gupta RS. Epidemiology and Burden of Food Allergy. Curr Allergy Asthma Rep. 2020 Feb 14;20(2):6. doi: 10.1007/s11882-020-0898-7."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The following individual participant data will be shared: demographic data (age, sex), clinical outcomes (primary and secondary endpoints), laboratory results, and adverse events. Data will be available beginning 6 months after publication and will remain accessible for 5 years. Data will be shared with qualified researchers affiliated with academic or healthcare institutions, for purposes of academic research or meta-analysis, and can be used for further analysis of the intervention's efficacy, safety profiling, or inclusion in systematic reviews. Study protocol, statistical analysis plan, and informed consent forms (in anonymized format) will also be made available. Requests should be submitted to the corresponding author by email. A data access agreement must be signed, and the research proposal will be reviewed by the study steering committee before approval is granted.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "ICF",
        "CSR"
      ],
      "timeFrame": "Data will be available beginning 6 months after publication",
      "accessCriteria": "Researchers affiliated with academic or healthcare institutions"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2014-11-06",
          "uploadDate": "2025-05-16T07:18",
          "filename": "Prot_SAP_000.pdf",
          "size": 841061
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2014-11-06",
          "uploadDate": "2025-05-16T07:15",
          "filename": "ICF_001.pdf",
          "size": 606700
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D004531",
          "term": "Eggs"
        },
        {
          "id": "D004035",
          "term": "Diet Therapy"
        },
        {
          "id": "D008892",
          "term": "Milk"
        }
      ],
      "ancestors": [
        {
          "id": "D005502",
          "term": "Food"
        },
        {
          "id": "D000066888",
          "term": "Diet, Food, and Nutrition"
        },
        {
          "id": "D010829",
          "term": "Physiological Phenomena"
        },
        {
          "id": "D019602",
          "term": "Food and Beverages"
        },
        {
          "id": "D044623",
          "term": "Nutrition Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D001628",
          "term": "Beverages"
        },
        {
          "id": "D003611",
          "term": "Dairy Products"
        }
      ]
    }
  },
  "hasResults": false
}