{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07227597",
      "orgStudyIdInfo": {
        "id": "6070-003"
      },
      "secondaryIdInfos": [
        {
          "id": "MK-6070-003",
          "type": "OTHER",
          "domain": "MSD"
        }
      ],
      "organization": {
        "fullName": "Merck Sharp & Dohme LLC",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Clinical Study of Gocatamig (MK-6070) and Infinatamab Deruxtecan (MK-2400) in People With Small Cell Lung Cancer (MK-6070-003)",
      "officialTitle": "A Phase 1b/2 Open-label Study Evaluating Different MK-6070 and Ifinatamab Deruxtecan (MK-2400)-Based Regimens in First-line Extensive Stage Small Cell Lung Cancer"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-12",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-01-14",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2030-11-29",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-11-29",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-11-10",
      "studyFirstSubmitQcDate": "2025-11-10",
      "studyFirstPostDateStruct": {
        "date": "2025-11-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-29",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Merck Sharp & Dohme LLC",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Daiichi Sankyo",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Researchers are looking for new ways to treat extensive-stage small cell lung cancer (ES-SCLC). ES-SCLC is a type of lung cancer that has spread throughout the lung, to the other lung, or to other parts of the body.\n\nA standard (usual) treatment for ES-SCLC uses both chemotherapy and immunotherapy.\n\n* Chemotherapy is a treatment that works to destroy cancer cells or stop them from growing.\n* Immunotherapy is a treatment that helps the immune system fight cancer.\n\nGocatamig and I-DXd (short for ifinatamab deruxtecan) are study medicines. Researchers want to know if giving gocatamig and I-DXd together can treat ES-SCLC. Researchers will also look at giving the study medicines with standard treatment. Gocatamig is a T-cell engager therapy. I-DXd is an antibody drug conjugate.\n\n* T-cell engager therapy is a certain type of immunotherapy that uses T-cells to find and destroy cancer cells.\n* A T-cell is a type of white blood cell, which are cells that help the body fight infection.\n* An antibody drug conjugate (ADC) is a treatment that attaches to a protein on cancer cells and delivers treatment to destroy those cells.\n\nThe goals of this study are to learn:\n\n* About the safety of combining gocatamig and I-DXd and if people tolerate them together\n* If people who receive gocatamig and I-DXd have ES-SCLC respond, which means the cancer gets smaller or goes away",
      "detailedDescription": "In Part A, participants will be allocated to Arm 1 or Arm 2 per investigator's discretion. In Part B, participants will be allocated to Arm 1 per investigator's discretion and randomized to Arms 2, 3, and 4."
    },
    "conditionsModule": {
      "conditions": [
        "Small Cell Lung Cancer Extensive Stage"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 170,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Arm 1, Parts A and B: Gocataming + I-DXd",
          "type": "EXPERIMENTAL",
          "description": "Participants who completed standard of care (SOC) induction chemotherapy with concurrent approved anti-programmed cell death 1/ligand 1 protein (anti-PD-1/L1) treatment for ES-SCLC and did not have disease progression per investigator discretion, will receive gocatamig and I-DxD in the maintenance phase, until documented disease progression or meeting other study discontinuation criteria.",
          "interventionNames": [
            "Drug: Gocatamig",
            "Drug: I-DXd",
            "Drug: Rescue Medications"
          ]
        },
        {
          "label": "Arm 2, Parts A and B: Gocataming + I-DXd",
          "type": "EXPERIMENTAL",
          "description": "Participants who did not receive prior systemic treatment for ES-SCLC will receive gocatamig and I-DxD during induction and maintenance phases, until documented disease progression or meeting other study discontinuation criteria.",
          "interventionNames": [
            "Drug: Gocatamig",
            "Drug: I-DXd",
            "Drug: Rescue Medications"
          ]
        },
        {
          "label": "Arm 3, Part B: Gocataming + I-DXd → gocatamig + atezolizumab",
          "type": "EXPERIMENTAL",
          "description": "Participants who did not receive prior systemic treatment for ES-SCLC will receive gocatamig and I-DxD in the induction phase, followed by gocatamig and atezolizumab in the maintenance phase, until documented disease progression or meeting other study discontinuation criteria.",
          "interventionNames": [
            "Drug: Gocatamig",
            "Drug: I-DXd",
            "Drug: Atezolizumab",
            "Drug: Rescue Medications"
          ]
        },
        {
          "label": "Arm 4, Part B: Carboplatin + etoposide + atezolizumab → atezolizumab",
          "type": "ACTIVE_COMPARATOR",
          "description": "Participants who did not receive prior systemic treatment for ES-SCLC will receive SOC (carboplatin + etoposide + atezolizumab) in the induction phase, followed by atezolizumab in the maintenance phase, until documented disease progression or meeting other study discontinuation criteria.",
          "interventionNames": [
            "Drug: Atezolizumab",
            "Drug: Carboplatin",
            "Drug: Etoposide"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Gocatamig",
          "description": "Intravenous (IV) administration",
          "armGroupLabels": [
            "Arm 1, Parts A and B: Gocataming + I-DXd",
            "Arm 2, Parts A and B: Gocataming + I-DXd",
            "Arm 3, Part B: Gocataming + I-DXd → gocatamig + atezolizumab"
          ],
          "otherNames": [
            "MK-6070",
            "HPN328",
            "DS-3280"
          ]
        },
        {
          "type": "DRUG",
          "name": "I-DXd",
          "description": "IV administration",
          "armGroupLabels": [
            "Arm 1, Parts A and B: Gocataming + I-DXd",
            "Arm 2, Parts A and B: Gocataming + I-DXd",
            "Arm 3, Part B: Gocataming + I-DXd → gocatamig + atezolizumab"
          ],
          "otherNames": [
            "MK-2400",
            "DS-7300a"
          ]
        },
        {
          "type": "DRUG",
          "name": "Atezolizumab",
          "description": "IV administration",
          "armGroupLabels": [
            "Arm 3, Part B: Gocataming + I-DXd → gocatamig + atezolizumab",
            "Arm 4, Part B: Carboplatin + etoposide + atezolizumab → atezolizumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Carboplatin",
          "description": "IV administration",
          "armGroupLabels": [
            "Arm 4, Part B: Carboplatin + etoposide + atezolizumab → atezolizumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Etoposide",
          "description": "IV administration",
          "armGroupLabels": [
            "Arm 4, Part B: Carboplatin + etoposide + atezolizumab → atezolizumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Rescue Medications",
          "description": "Participants will receive rescue medications at the investigator's discretion. Recommended rescue medications include tocilizumab for treatment of cytokine release syndrome (CRS); dexamethasone, acetaminophen, and diphenhydramine for CRS/infusion-related reaction (IRR) prophylaxis; and 5-hydroxytryptamine 3 (5-HT3) receptor antagonist, neurokinin 1 (NK-1) receptor antagonist, and corticosteroid for prevention of nausea and vomiting.",
          "armGroupLabels": [
            "Arm 1, Parts A and B: Gocataming + I-DXd",
            "Arm 2, Parts A and B: Gocataming + I-DXd",
            "Arm 3, Part B: Gocataming + I-DXd → gocatamig + atezolizumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of Participants Who Experience an Adverse Event (AE)",
          "description": "An AE is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who experience an AE will be reported.",
          "timeFrame": "Up to approximately 59 months"
        },
        {
          "measure": "Number of Participants Who Experience One or More Dose-Limiting Toxicities (DLTs)",
          "description": "DLT will be defined as any drug-related AE observed during the DLT evaluation period (up to 21 days) that meets the protocol-specified DLT criteria. The number of participants who experience at least one DLT will be presented.",
          "timeFrame": "Up to approximately 21 days"
        },
        {
          "measure": "Number of Participants Who Discontinue Study Intervention Due to an AE",
          "description": "An AE is defined as any untoward medical occurrence in a clinical study participant, temporally associated with the use of study intervention, whether or not considered related to the study intervention. The number of participants who discontinue study intervention due to an AE will be reported.",
          "timeFrame": "Up to approximately 59 months"
        },
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "ORR is defined as the percentage of participants with Complete Response (CR: disappearance of all target lesions) or Partial Response (PR: at least a 30% decrease in the sum of diameters of target lesions) per Response Evaluation Criteria In Solid Tumors Version 1.1 (RECIST 1.1). The percentage of participants who experience CR or PR as assessed by Blinded Independent Central Review (BICR) will be presented.",
          "timeFrame": "Up to approximately 59 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Disease Control Rate (DCR)",
          "description": "DCR is defined, per RECIST 1.1, as the percentage of participants who have a CR or PR or Stable Disease (SD: Neither sufficient shrinkage to qualify for PR nor sufficient increase to qualify for progressive disease (PD: At least a 20% increase in the sum of diameters of target lesions and an absolute increase of at least 5 mm. The appearance of one or more new lesions is also considered PD). The DCR as assessed by BICR will be presented.",
          "timeFrame": "Up to approximately 59 months"
        },
        {
          "measure": "Duration of Response (DOR)",
          "description": "For participants who demonstrate a confirmed CR or PR per RECIST 1.1, DOR is defined as the time from first documented evidence of CR or PR until PD or death due to any cause, whichever occurs first. Per RECIST 1.1, PD is defined as at least a 20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions is also considered PD. DOR as assessed by BICR will be presented.",
          "timeFrame": "Up to approximately 59 months"
        },
        {
          "measure": "Progression-Free Survival (PFS)",
          "description": "PFS is defined as the time from randomization (Part B for Arms 2-4) or from the first dose of study treatment (safety run-in Part A and Arm 1 Part B) to the first documented PD or death due to any cause, whichever occurs first as assessed by RECIST 1.1. PD is defined as ≥20% increase in the sum of diameters of target lesions. In addition to the relative increase of 20%, the sum must also demonstrate an absolute increase of ≥5 mm. The appearance of one or more new lesions is also considered PD. PFS as assessed by BICR will be presented.",
          "timeFrame": "Up to approximately 59 months"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "OS is defined as the time from the first dose of study treatment (Part A and Arm 1 Part B) or randomization (Part B for Arms 2-4) to death due to any cause.",
          "timeFrame": "Up to approximately 59 months"
        },
        {
          "measure": "Area Under the Concentration-Time Curve Over the Dosing Interval t (AUCt) of Gocatamig",
          "description": "Blood samples will be collected at multiple time points to determine the AUCt of the drug gocatamig.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "AUCt of I-DXd",
          "description": "Blood samples will be collected at multiple time points to determine the AUCt of the drug I-DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "AUCt of Deruxtecan (DXd)",
          "description": "DXd is the payload released from the drug I-DXd. Blood samples will be collected at multiple time points to determine the AUCt of the drug payload DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "AUCt of Anti-B7-H3 Antibody",
          "description": "Blood samples will be collected at multiple time points to determine the AUCt of the anti-B7-H3 antibody.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Area Under the Steady-State Concentration-Time Curve Over the Dosing Interval t (AUCt,ss) of Gocatamig",
          "description": "Blood samples will be collected at multiple time points to determine the AUCt,ss of the drug gocatamig.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "AUCt,ss of I-DXd",
          "description": "Blood samples will be collected at multiple time points to determine the AUCt,ss of the drug I-DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "AUCt,ss of DXd",
          "description": "DXd is the payload released from the drug I-DXd. Blood samples will be collected at multiple time points to determine the AUCt,ss of the drug payload DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "AUCt,ss of Anti-B7-H3 Antibody",
          "description": "Blood samples will be collected at multiple time points to determine the AUCt,ss of the anti-B7-H3 antibody.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Maximum Concentration (Cmax) of Gocatamig",
          "description": "Blood samples will be collected at multiple time points to determine Cmax of the drug gocatamig.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Cmax of I-DXd",
          "description": "Blood samples will be collected at multiple time points to determine Cmax of the drug I-DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Cmax of DXd",
          "description": "DXd is the payload released from the drug I-DXd. Blood samples will be collected at multiple time points to determine Cmax of the drug payload DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Cmax of Anti-B7-H3 Antibody",
          "description": "Blood samples will be collected at multiple time points to determine Cmax of the anti-B7-H3 antibody.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Trough Concentration (Ctrough) of Gocatamig",
          "description": "Blood samples will be collected at multiple time points to determine Ctrough of the drug gocatamig.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Ctrough of I-DXd",
          "description": "Blood samples will be collected at multiple time points to determine Ctrough of the drug I-DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Ctrough of DXd",
          "description": "DXd is the payload released from the drug I-DXd. Blood samples will be collected at multiple time points to determine Ctrough of the drug payload DXd.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Ctrough of Anti-B7-H3 Antibody",
          "description": "Blood samples will be collected at multiple time points to determine Ctrough of the anti-B7-H3 antibody.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Incidence of Anti-Drug Antibodies (ADAs) Against Gocatamig",
          "description": "Blood samples will be collected at multiple time points to determine the ADA response to gocatamig. The incidence of ADAs for gocatamig will be presented.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        },
        {
          "measure": "Incidence of ADAs Against I-DXd",
          "description": "Blood samples will be collected at multiple time points to determine the ADA response to I-DXd. The incidence of ADAs for I-DXd will be presented.",
          "timeFrame": "At designated time points (up to approximately 59 months)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nThe main inclusion criteria include but are not limited to the following:\n\n* Has a histologically or cytologically confirmed diagnosis of extensive-stage small cell lung cancer (ES-SCLC)\n* For participants receiving gocatamig + ifinatamab deruxtecan (I-DXd) in maintenance only:\n\n  * Completed 3 to 4 cycles of platinum + etoposide chemotherapy with concurrent approved anti-programmed cell death 1/Ligand 1 (anti PD-1/L1) as first line (1L) treatment of ES-SCLC within 6 weeks prior to enrollment\n  * No radiological disease progression per Response Evaluation Criteria In Solid Tumors version 1.1 (RECIST 1.1)\n  * No other prior systemic ES-SCLC therapy allowed\n  * Rechallenge therapy counts as an additional line and leads to exclusion\n* For participants receiving gocatamig + I-DXd in induction and maintenance, or gocatamig + I-DXd in induction followed by gocatamig + atezolizumab in maintenance, or carboplatin + etoposide + atezolizumab in induction followed by atezolizumab in maintenance: No prior systemic ES-SCLC treatment allowed\n* Applicable to all participants: prior limited-stage small cell lung cancer (SCLC) is allowed if \\> 6 months have passed since the end of previous therapy and progression\n* Must be able to provide a pretreatment archival tumor tissue sample or newly obtained core, incisional, or excisional biopsy of a tumor lesion not previously irradiated\n* Measurable disease by RECIST 1.1 as assessed by the local site investigator/radiology. Lesions situated in a previously irradiated area are considered measurable if growth has been shown in such lesions since the completion of radiation\n\nExclusion Criteria:\n\nThe main exclusion criteria include but are not limited to the following:\n\n* Has pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures\n* Has history of (noninfectious) pneumonitis/interstitial lung disease (ILD) that required steroids or has current pneumonitis/ILD, and or suspected pneumonitis/ILD\n* Has clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses\n* Has history of clinically significant intracranial bleeding or spinal cord bleeding\n* Has active neurologic paraneoplastic syndrome\n* Has history of coronary/peripheral artery bypass graft and/or any coronary/peripheral angioplasty or clinically significant cardiovascular disease such as myocardial infarction, symptomatic congestive heart failure (CHF), and/or uncontrolled cardiac arrhythmia within 6 months before the first dose of study intervention\n* Has other uncontrolled or significant protocol specified cardiovascular disease\n* Has history of arterial thrombosis within 6 months before the first dose of study intervention\n* Has chronic liver disease\n* Has history of allogeneic tissue/solid organ transplant\n* Has history of leptomeningeal disease\n* Is infected with human immunodeficiency virus (HIV) and has a history of Kaposi's sarcoma and/or Multicentric Castleman's Disease\n* Has received prior therapy with an anti-programmed cell death protein 1 (anti-PD-1), anti-programmed cell death ligand 1 (anti-PD-L1), or anti-programmed cell death ligand 2 (anti-PD-L2) agent or with an agent directed to another stimulatory or coinhibitory T-cell receptor\n* Has received prior radiotherapy within 2 weeks of start of study intervention, or has radiation-related toxicities, requiring corticosteroids\n* Has known additional malignancy that is progressing or has required active treatment within the past 3 years\n* Has active autoimmune disease that has required systemic treatment in the past 2 years except replacement therapy\n* Has known active central nervous system (CNS) metastases and/or carcinomatous meningitis\n* Has major surgery within 4 weeks or minor surgery within 2 weeks of allocation (or first dose), or is anticipated to require a major surgical procedure during the study",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Medical Director",
          "affiliation": "Merck Sharp & Dohme LLC",
          "role": "STUDY_DIRECTOR"
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Merck Clinical Trials Information",
          "url": "https://www.merckclinicaltrials.com/"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "https://trialstransparency.msdclinicaltrials.com/pdf/ProcedureAccessClinicalTrialData.pdf",
      "url": "https://externaldatasharing-msd.com/"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000594389",
          "term": "atezolizumab"
        },
        {
          "id": "D016190",
          "term": "Carboplatin"
        },
        {
          "id": "D005047",
          "term": "Etoposide"
        }
      ],
      "ancestors": [
        {
          "id": "D056831",
          "term": "Coordination Complexes"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D011034",
          "term": "Podophyllotoxin"
        },
        {
          "id": "D013764",
          "term": "Tetrahydronaphthalenes"
        },
        {
          "id": "D009281",
          "term": "Naphthalenes"
        },
        {
          "id": "D011084",
          "term": "Polycyclic Aromatic Hydrocarbons"
        },
        {
          "id": "D006841",
          "term": "Hydrocarbons, Aromatic"
        },
        {
          "id": "D006844",
          "term": "Hydrocarbons, Cyclic"
        },
        {
          "id": "D006838",
          "term": "Hydrocarbons"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        },
        {
          "id": "D005960",
          "term": "Glucosides"
        },
        {
          "id": "D006027",
          "term": "Glycosides"
        },
        {
          "id": "D002241",
          "term": "Carbohydrates"
        }
      ]
    }
  },
  "hasResults": false
}