{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01950559",
      "orgStudyIdInfo": {
        "id": "14-0097"
      },
      "secondaryIdInfos": [
        {
          "id": "Monsanto",
          "type": "OTHER",
          "domain": "Monsanto"
        }
      ],
      "organization": {
        "fullName": "University of Colorado, Denver",
        "class": "OTHER"
      },
      "briefTitle": "Evaluation of Potential Allergenicity of New Soybean Varieties",
      "officialTitle": "Evaluation of Potential Allergenicity of New Soybean Varieties",
      "acronym": "Monsanto"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-07",
      "overallStatus": "TERMINATED",
      "whyStopped": "insufficient subjects recruited in allotted time",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2013-09"
      },
      "primaryCompletionDateStruct": {
        "date": "2018-05-15",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2018-05-15",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2013-09-23",
      "studyFirstSubmitQcDate": "2013-09-23",
      "studyFirstPostDateStruct": {
        "date": "2013-09-25",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-07-11",
      "lastUpdatePostDateStruct": {
        "date": "2018-07-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Colorado, Denver",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Food allergy is on the rise within the pediatric population. Having a food allergy can cause medical, nutritional and psychological issues in those who suffer with it. Although making the appropriate diagnosis of food allergy is very important, properly diagnosing food allergy has been a challenge. Skin prick testing and food-specific immunoglobulin-e (IgE) testing of the blood can give positive results that are false. Currently, Oral Food Challenges are the best way to diagnose a food allergy. Unfortunately, Oral Food Challenges are time consuming and may not be readily available to suspected food allergy sufferers. This study is designed to examine the effectiveness of an allergy-detecting blood test called ImmunoCAP manufactured by the company, ThermoFisher.\n\nSoybean is one of the eight allergy-inducing foods that are responsible for 90% of all food allergies. A part of the study is to allow the study Sponsor to use some of the blood sample collected from you to test if genetically-changed soy has more or less allergy producing factors. This is important to the Sponsor to test the safety of their genetically modified soy."
    },
    "conditionsModule": {
      "conditions": [
        "Soy Allergy"
      ],
      "keywords": [
        "soy allergy",
        "food allergy",
        "pediatric",
        "adult"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Subjects may opt to have extra blood drawn. Ths sample will be de-identified and sent to the sponsor, Monsanto, for future study that is yet to be determined."
      },
      "enrollmentInfo": {
        "count": 10,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Subjects who are allergic to Soy",
          "description": "Subject allergy to soy is determined by an oral food challenge or history of positive soy food challenge.",
          "interventionNames": [
            "Other: Oral food challenge"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Oral food challenge",
          "description": "Oral food challenge to determine allergy to soy",
          "armGroupLabels": [
            "Subjects who are allergic to Soy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluate soy-specific IgE antibody",
          "description": "To quantitatively and/or qualitatively evaluate the soy-specific IgE antibody reactivity to biotech and conventional soybean varieties using sera from clinically documented soybean-allergic subjects.",
          "timeFrame": "approximately 2 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Relationship between IgE, components and oral food challenge",
          "description": "To determine the relationship between whole soy-specific IgE, IgE to components Gly m 4, 5, and 6, and OFC outcomes.",
          "timeFrame": "approximately 2 weeks"
        },
        {
          "measure": "Monsanto repository",
          "description": "To establish a serum repository at Monsanto of soy-reactive allergic patients",
          "timeFrame": "approximately 2 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 6 months to 40 years of any sex and any race\n* A convincing history of allergic reaction to soybean and a positive ImmunoCAP (\\>0.35 kU/L) and/or a positive skin prick test to soy. Subjects should have ImmunoCAP repeated (if not done within the last 6 months) at National Jewish Health.\n* One of the following:\n\nA) Recent (within one year) failed open OFC B) Positive DBPCFC to soy at NJH; or C) Recent (within one year) exposure to soybean resulting in immediate IgE-mediated allergic symptoms (within 2 hours of ingestion; symptoms such as urticaria, angioedema, congestion, rhinorrhea, wheezing).\n\n* Written informed consent from parent/guardian and assent (when age appropriate).\n* Willingness to submit specimen for laboratory serum IgE testing\n* Willingness to submit lab specimen for ELISA testing\n\nExclusion Criteria:\n\n* Inability to discontinue antihistamines for skin prick testing and OFCs\n* Current allergy to placebo ingredient (oat flour) OR reaction to any dose of placebo at the qualifying OFC\n* FEV1 value \\<80% predicted or any clinical features of moderate or severe persistent asthma, as defined by the 2007 NHLBI guidelines table for classifying asthma severity (Step 3 or above), and greater than high daily doses of inhaled corticosteroids, as defined by the 2007 NHLBI guidelines inhaled corticosteroid dosing table (500 μg fluticasone or equivalents for an adult)\n* Asthma requiring either:\n\n\\> 1 hospitalization in the past year for asthma or \\> 1 ER visit in the past 6 months for asthma\n\n* History of intubation due to allergies or asthma\n* Life-threatening allergic reaction (i.e. respiratory compromise, hypoxia, hypotension) to food(s) within last 1 year\n* Diagnosis of active eosinophilic gastrointestinal disease in the past year\n* Severe or poorly controlled atopic dermatitis\n* Use of omalizumab or other non-traditional forms of allergen immunotherapy (e.g., oral or sublingual), immunomodulatory therapy (not including corticosteroids), or biologic therapy within the past year\n* Uncontrolled hypertension\n* Any use of β-blockers (oral), angiotensin-converting enzyme (ACE) inhibitors, angiotensin-receptor blockers (ARB) or calcium channel blockers\n* Other significant medical conditions (e.g., liver, gastrointestinal, kidney, cardiovascular, pulmonary disease, or blood disorders), which, in the opinion of the Investigator, make the subject unsuitable for induction of food reactions\n* Pregnancy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Months",
      "maximumAge": "40 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "Study population will primarily be obtained through patients at National Jewish Health",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "David Fleischer, MD",
          "affiliation": "University of Colorado, Denver",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Children's Hospital Colorado",
          "city": "Aurora",
          "state": "Colorado",
          "zip": "80045",
          "country": "United States",
          "geoPoint": {
            "lat": 39.72943,
            "lon": -104.83192
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}