{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02146781",
      "orgStudyIdInfo": {
        "id": "ITI PH IC- 2014"
      },
      "organization": {
        "fullName": "Immunomic Therapeutics, Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Safety and Immunogenicity Phase IC Study of CryJ2 -DNA-LAMP Plasmid Vaccine for Assessment of Intradermal (ID) Route of Administration Using the Biojector 2000 Device",
      "officialTitle": "A Safety and Immunogenicity Phase IC Study of CryJ2-DNA-Lysosomal Associated Membrane Protein (CryJ2 -DNA-LAMP) Plasmid for Assessment of Intradermal (ID) Route of Administration Using the Biojector 2000 Device"
    },
    "statusModule": {
      "statusVerifiedDate": "2015-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-06"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-03",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2015-03",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2014-04-30",
      "studyFirstSubmitQcDate": "2014-05-21",
      "studyFirstPostDateStruct": {
        "date": "2014-05-26",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2015-03-24",
      "lastUpdatePostDateStruct": {
        "date": "2015-03-25",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Immunomic Therapeutics, Inc.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This is a research study of a vaccine for allergy to Japanese Red Cedar. The vaccine is called CryJ2-DNA-LAMP Plasmid vaccine. This research study will determine how the vaccine is tolerated and how research participants respond to the vaccine using a different route of administration, the Intradermal (ID) route. CryJ2-DNA-LAMP Plasmid vaccine is investigational, which means it is not approved for use by the United States Food and Drug Administration (FDA) but is available in research studies like this one.\n\nThe study is a Phase IC study to assess and evaluate the safety and immunological responses to therapeutic doses of a dosing regimen of 1.08 mg and 2.16 mg of CryJ2-DNA-LAMP plasmid vaccine delivered intradermally (ID) using the Biojector 2000 device, to be administered every 14 days in subjects with atopic sensitivity to Japanese Red Cedar pollen, identified by skin test reactivity to this pollen. The protocol has three subject cohorts: a Cohort 1: composed of atopic and non-atopic subjects (half atopic and half non-atopic), who will only receive saline control administered using the Biojector 2000 device; a Cohort 2: atopic subjects, who will receive 2.16 mg per dose in a four (4) dose regimen using a Biojector 2000 device; and a Cohort 3: atopic subjects, who will receive 1.08 mg per dose in a four (4) dose regimen vaccinated using a Biojector 2000 device.The study will be conducted at 1 study center. Subjects are enrolled in the trial for a period of 132 days. The objectives of the statistical analyses are to establish the safety and to explore the immunogenicity of the LAMP-vax vaccine using a different route of administration, the Intradermal (ID) route. All statistical analyses conducted on the data from this trial will be exploratory in nature.\n\nThe primary objective of this Phase IC Study is to evaluate the safety and immunological responses of therapeutic doses and the dosing regimen of CryJ2-DNA-LAMP plasmid vaccine delivered intradermally (ID) using the Biojector 2000 device.",
      "detailedDescription": "A safety and Immunological assessment of JRC sensitive (atopic) subjects will be assessed in terms of current skin test reactivity. Subjects that are eligible to participate in this study will be assigned by whether they are sensitive or non sensitive to CryJ2 or Mountain Cedar to one of 3 study vaccine cohorts:\n\nCohort 1: These Japanese Red Cedar atopic and non-atopic subjects will be recruited as a placebo control. This cohort will be composed of 5 atopic and 5 non-atopic subjects (half of the subjects will be atopic and half non-atopic), that will receive 4 vaccinations, 14 days apart, of a saline control in four separate 0.200 ml volumes administered Intradermally (ID) using the needle-free Biojector device.\n\nCohort 2: These Japanese Red Cedar atopic subjects will receive intradermal (ID) injections of the same CryJ2-DNA-LAMP vaccine previously used in Phase IA and IB studies. Cohort #2 will receive four (4) 2.16 mg doses at 14 day intervals. Each 2.16 mg dose will require administration of four (4) separate 0.200 ml volumes of a 2.7 mg/ml vaccine concentrate using the needle-free Biojector device. Each of the four volumes will be injected at different sites on the same or different deltoid muscle.\n\nCohort 3: These Japanese Red Cedar atopic subjects will receive intradermal (ID) injections of the same CryJ2-DNA-LAMP vaccine previously used in Phase IA and IB studies. Cohort #3 will receive four (4) 1.08 mg doses at 14 day intervals. Each 1.08 mg dose will require administration of two (2) separate 0.200 ml volumes of a 2.7 mg/ml vaccine concentrate using the needle-free Biojector device. Each of the four volumes will be injected at different sites on the same or different deltoid muscle.\n\nThere will be between 18 to 26 men and women participating in the study at one location. Your participation in this study will last approximately 132 days."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 22,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "0.80 mL Saline Placebo Cohort 1",
          "type": "PLACEBO_COMPARATOR",
          "description": "Healthy male and female subjects 18 to 63 years of age, who have lived in Japan and are skin test positive or negative at Screening to Japanese Red Cedar, Mountain Cedar and/or CryJ2 allergens.\n\nCohort # 1: Subjects will receive four 0.200 mL volume intradermal injections of saline control as a placebo control using the Biojector device.\n\nIntervention: Saline Control via Intradermal route.",
          "interventionNames": [
            "Other: Saline Control"
          ]
        },
        {
          "label": "2.16 mg of CryJ2-DNA-LAMP plasmid vaccine Cohort 2",
          "type": "EXPERIMENTAL",
          "description": "Healthy male and female subjects 18 to 63 years of age who have lived in Japan and are skin test positive at Screening to Japanese Red Cedar, Mountain Cedar and/or CryJ2 allergens and have a history of allergic rhinitis symptoms during the Japanese Red Cedar or Mountain cedar pollen seasons.\n\nCohort # 2: Subjects receive four (4) injections of 0.200 mL volumes (2.7 mg/mL) for a single dose of 2.16 mg of CryJ2-DNA-LAMP plasmid vaccine; intradermally (ID) administered using the Biojector device (each dose administered by separate Biojector device injections at different skin sites. These subjects will receive the same batch vaccine used in Phase 1A and 1B\n\nIntervention: Biological/Vaccine: CryJ2-DNA-LAMP plasmid vaccine by intradermal injection",
          "interventionNames": [
            "Biological: CryJ2-DNA-LAMP plasmid vaccine by intradermal injection"
          ]
        },
        {
          "label": "1.08 mg CryJ2-DNA-LAMP plasmid vaccine Cohort 3",
          "type": "EXPERIMENTAL",
          "description": "Healthy male and female subjects 18 to 63 years of age who have lived in Japan and are skin test positive at Screening to Japanese Red Cedar, Mountain Cedar and/or CryJ2 allergens and have a history of allergic rhinitis symptoms during the Japanese Red Cedar or Mountain cedar pollen seasons.\n\nCohort # 3: Subjects will receive two (2) injections of 0.200 mL (2.7 mg/mL) for a single dose intradermally (ID) for a single dose of 1.08 mg CryJ2-DNA-LAMP plasmid vaccine administered using the Biojector device, each dose administered by separate Biojector device injections at different skin sites. These subjects will receive the same batch vaccine used in Phase 1A and 1B\n\nIntervention: Biological/Vaccine: CryJ2-DNA-LAMP plasmid vaccine by intradermal injection",
          "interventionNames": [
            "Biological: CryJ2-DNA-LAMP plasmid vaccine by intradermal injection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "CryJ2-DNA-LAMP plasmid vaccine by intradermal injection",
          "description": "Immunomic Therapeutics Inc. CryJ2-DNA-LAMP vaccine is a frozen product formulated in physiological saline and contains no preservative. The study product is packaged in a 1 ml volume in a 3 ml glass vial, with label complying with FDA requirements.\n\nSubjects will receive CryJ2-DNA-LAMP plasmid vaccine by intradermal injection using the Biojector 2000 devibe.",
          "armGroupLabels": [
            "1.08 mg CryJ2-DNA-LAMP plasmid vaccine Cohort 3",
            "2.16 mg of CryJ2-DNA-LAMP plasmid vaccine Cohort 2"
          ]
        },
        {
          "type": "OTHER",
          "name": "Saline Control",
          "description": "The subjects in Cohort 1 will receive four doses of saline control 14 days apart, beginning Day 0. Each dose will be delivered as four separate injections of 0.200 mL volumes administered Intradermally (ID) using the needless Biojector 2000 device in separate skin sites. The use of the four 0.200 mL volumes is necessitated in order to compare the skin test sites to the number of sites in Cohorts 2 (4 sites per dose) and Cohort 3 (2 sites per dose). The multiple intradermal administration sites per dose are because of the dilute vaccine material (2.7 mg/mL).",
          "armGroupLabels": [
            "0.80 mL Saline Placebo Cohort 1"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participants with Adverse Events",
          "description": "The primary objective of this Phase IC Study is to evaluate the safety of the therapeutic doses and the dosing regimen of CryJ2-DNA-LAMP plasmid vaccine delivered intradermally (ID) using the Biojector 2000 device.\n\nAEs will be monitored at days 14, 28, 42, 72, 102 \\& 132/ET",
          "timeFrame": "132 Days (+/-)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Immunogenicity and functional variables [Japanese Red Cedar Immunocap (IgE & IgG), Mountain Cedar Immunocap (IgE) & Th1/Th2 cytokines ELISA Panel]",
          "description": "Immonogenecity parameters include: Japanese Red Cedar Immunocap (IgE \\& IgG), Mountain Cedar Immunocap (IgE) \\& Th1/Th2 cytokines ELISA Panel.\n\nThese parameters will determine if there is a change in beneficial immunoglobulins(IgG), and changes in Th1/Th2 cytokines in the serum of non-atopic (no allergic sensitivities to CryJ2 allergen) subjects and atopic subjects with known allergy to Japanese Red Cedar CryJ2 allergen. These subjects were identified by positive skin test re-activity and/or IgG specific antibody titers from previous time-points in the Phase IA using one boost of IM route of administration.\n\nImmunogenicity parameters will be measured at baseline and days 0, 14, 28, 42, 72, 102 \\& 132/ET",
          "timeFrame": "132 days (+/-)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male and female subjects between the ages of 18 and 63 years, who are either:\n\n   1. Japanese Red Cedar pollen or Mountain Cedar positive in skin tests, or\n   2. Presence of anti-CryJ2 antibodies. Subjects will be assigned to Cohorts 1, 2 and 3. Half of cohort 1 will be composed of Japanese Red Cedar pollen or Mountain Cedar positive atopic subjects, the other half composed of non-atopic subjects.\n2. Execute a written informed consent (in English and where appropriate; in Japanese if subject prefers) to participate in the study.\n3. For subjects to be enrolled in Cohorts 2, 3 and half of cohort 1, documented allergy to Japanese Red Cedar pollen as demonstrated by a positive epicutaneous skin test for Japanese Red Cedar pollen or Mountain Cedar antigen (wheal \\>3 mm greater than the negative control). Although the subjects may have positive skin tests to other allergens, these will not be used to qualify or to participate in the study.\n4. Female subjects of childbearing potential, defined as not surgically sterile or at least 2 years postmenopausal, must agree to use one of the following forms of contraception for the duration of the study: hormonal (oral, implant, or injection) begun \\>30 days prior to screening, barrier (condom, diaphragm with spermicide), intrauterine device (IUD), or vasectomized partner (6 months minimum).\n5. Subjects will be healthy without any clinically significant abnormal findings on the physical examination, with the exception of HEENT (head, eyes, ears, nose and throat) findings consistent with allergic rhinitis, medical history, or clinical laboratory results during screening which, in the opinion of the Investigator, would not jeopardize the safety of the subject or impact the validity of the study results.\n6. Subject must be willing and able to comply with study requirements, including their availability for the study period.\n\nExclusion Criteria:\n\n1. Previous Japanese red cedar allergen immunotherapy \\[(Subcutaneous Immunotherapy (SCIT), oral immunotherapy, SLIT (Sublingual Immunotherapy), or recombinant peptide\\].\n2. History of anaphylaxis requiring medical intervention.\n3. Intolerance of or severe allergic reaction to previous immunotherapy (SCIT, oral immunotherapy, SLIT, or recombinant peptide).\n4. History of asthma requiring daily medication with the exception of exercise induced asthma. (History of intermittent and/or mild asthma is permitted).\n5. Subjects receiving anti-IgE monoclonal antibodies.\n6. Congenital immune deficiency or acquired immune suppression. Causes of acquired immune suppression may include, but are not limited to, systemic illnesses such as malignancy and infection, the use of medications such as corticosteroids and chemotherapeutic agents, and radiation therapy.\n7. History of organ transplant, hematologic malignancy, autoimmune disease, myocardial infarction, or congestive heart failure.\n8. History of clinically significant gastrointestinal, renal, hepatic, neurologic, hematologic diseases which, in the opinion of the Principal Investigator, would jeopardize the safety of the subject or impact the validity of the study results.\n9. Inability or unwillingness to stop using drugs that may inhibit the ability to treat a severe allergic adverse event. This includes, but is not limited to; beta blockers such as atenolol (Tenormin), metoprolol (Lopressor, Toprol-XL) and propranolol (Inderal, Inderal LA) for 48 hours prior to each visit. All subjects must be off of antihistamine therapy 7 days before skin testing.\n10. Female subjects who are trying to conceive, are pregnant, or are lactating.\n11. Positive serum pregnancy test at screening or a positive human chorionic gonadotropin (HCG) urine test on Visit 1 for women of childbearing potential.\n12. Positive blood screen for human immunodeficiency virus (HIV), Hepatitis B surface antigen (HbSAg), or Hepatitis C.\n13. Forced Expiratory Volume 1 (FEV1) of \\<70% as measured by spirometry.\n14. Chronic history of recurrent sinusitis, urticaria or angioedema within the last 12 months.\n15. History of alcohol or drug abuse within the year prior to the Screening Visit 1, or current evidence of substance dependence or abuse.\n16. Laboratory Values (hematology, biochemistry, urine tests), that are outside the normal ranges, unless the abnormality is not considered clinically significant by the Principal Investigator.\n17. Participation in a clinical trial or receipt of a non-FDA approved therapy within 30 days prior to the Screening Visit.\n18. Subjects with anti-LAMP antibodies above the Cutpoint Assay baseline will be excluded.\n19. Subjects who have suffered from general fatigue without etiology during the previous six (6) months will be excluded from the study. Fatigue is characterized by a lessened capacity or motivation for work and reduced efficiency of accomplishment, usually accompanied by a feeling of weariness, sleeplessness, and muscle tiredness.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "63 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "David Fitz-Patrick, MD",
          "affiliation": "East-West Medical Research Institute",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "East West Medical Research Institute",
          "city": "Honolulu",
          "state": "Hawaii",
          "zip": "96814",
          "country": "United States",
          "geoPoint": {
            "lat": 21.30694,
            "lon": -157.85833
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}