{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01634737",
      "orgStudyIdInfo": {
        "id": "235_09/2010"
      },
      "organization": {
        "fullName": "Niguarda Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Crustacean Allergy and Dust Mites Sensitization",
      "officialTitle": "Crustacean Allergy and Sensitization to Dust Mites in Patients With Respiratory Allergy: Clinical Study and Analysis of Common and Peculiar Allergens"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2010-09"
      },
      "primaryCompletionDateStruct": {
        "date": "2011-11",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2012-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-07-03",
      "studyFirstSubmitQcDate": "2012-07-05",
      "studyFirstPostDateStruct": {
        "date": "2012-07-06",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-03-06",
      "lastUpdatePostDateStruct": {
        "date": "2014-03-07",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Niguarda Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This study evaluates the diagnostic efficacy of CAP System (capsulated hydrophilic carrier polymer) for recombinant tropomyosin from shrimp extract in discriminating between subjects allergic to shrimp with CAP positive subjects allergic to mites, crustaceans asymptomatic but with a positive CAP to shrimp, to identify those at greatest risk of food reactions.",
      "detailedDescription": "Most epidemiological data related to allergy to shellfish come from the USA, where 2.5% of the adult population is subject to an allergy to shellfish, which is also the leading cause of anaphylaxis in adults in these areas. This allergy affects also the European adult population, so that the crustaceans were included in the European Directive 2003/89/EC on the labeling requirement to indicate any allergenic ingredients (listed in Annex 3 a) used in the production of a food and present, although in other form, in the finished product. The allergen mainly involved in allergic reactions to shellfish food is the tropomyosin protein of PM of about 34-36 kDa, isolated for the first time in the shrimp (Pen to 1), involved in the mechanisms of muscle activation and identified in the muscle fiber of many crustaceans (Pen i 1, Cha f 1, Cra c 1, Hom a 1, v 1 Lit, Pan s 1, Pen m 1) and molluscs (Hel as 1, d 1 Hal, Cra g 1, Oct 1 st, Tod p 1). The tropomyosins, identified in many other invertebrates, such as dust mites and cockroaches, seem to be cross-reactive with each other, suggesting the role of allergens inside of the Invertebrates. In those circumstances, the positivity of specific IgE for the crustaceans can thus be determined also by sensitization to tropomyosin even for simple cross-reactivity with tropomyosin of the mites, which represents a minor allergen Der known as p10."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy",
        "Respiratory Allergy"
      ],
      "keywords": [
        "shellfish",
        "tropomyosin",
        "mites",
        "food allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Blood for in vitro investigations"
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients with shellfish allergy",
          "description": "Patients with symptoms of allergy to shellfish (OAS-Oral allergy syndrome and/or systemic symptoms) and circulating IgE positive for the extract of shrimp (\\> 0.10 kU/L)"
        },
        {
          "label": "Patients with respiratory allergy",
          "description": "Patients with respiratory allergy and IgE positive to dust mites, asymptomatic for shrimp or other shellfish and circulating IgE positive for shrimp"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluation of the ability of the CAP System for recombinant tropomyosin in identifying those most at risk of food reactions",
          "description": "Will be carried out the assay of specific IgE to the extract of shrimp and other shellfish and dust mites by the CAP System.On the same blood sample will be also made for the CAP recombinant major allergens Der p1,Der p2 and tropomyosin recombinant mite Der p 10 and the recombinant shrimp tropomyosin Pen a 1.The test consists of a reaction between allergens covalently bound to a solid phase(ImmunoCAP) and the specific IgE in the serum.This reaction is highlighted by the use of anti-IgE conjugated with an enzyme and the subsequent addition of a reagent of development",
          "timeFrame": "One day"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Determination of specific IgE reactivity profile of each individual patient by immunoblotting",
          "description": "After separation by SDS-PAGE (Sodium Dodecyl Sulphate - PolyAcrylamide Gel Electrophoresis) proteins are transferred thanks to an electric field on a nitrocellulose membrane, which will subsequently be cut into strips. Each strip will be incubated with the serum of a patient; the binding of specific IgE to allergenic proteins will be detected by anti-human IgE antibodies radiolabeled with I125. Using autoradiographic films will be highlighted so the pattern corresponding to the specific IgE-binding allergenic profile recognized by each patient studied and related to both mite and shrimp.",
          "timeFrame": "One day"
        },
        {
          "measure": "Oral provocation test in double-blind placebo-controlled",
          "description": "Patients with a doubtful allergic reaction to shrimp will be tested for oral provocation against placebo with shrimp cooked according to the method described in 1988 by Lherer",
          "timeFrame": "Two days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* males and females aged between 18 and 80 years;\n* Patients with clinical manifestations have been discovered and documented allergy to shrimp and / or mite in which both demonstrated IgE-mediated mechanism (CAP System for shrimp and / or mite positive);\n* patients with questionable symptoms to shellfish are tested for unleashing double-blind placebo-controlled trial with shrimp and when clinical manifestations are enrolled;\n* all patients with these characteristics will necessarily have to sign the informed consent for inclusion in the study.\n\nExclusion Criteria:\n\n* Women who are pregnant;\n* patients chronically treated with antihistamines or steroids;\n* those who deny consent to participate.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Will be selected a group of patients (group A) consisted of 50 subjects with a history of allergic reactions to shellfish, both slight localized to the oral cavity than severe systemic, these patients will show positive IgE to the extract of whole shrimp. In this group may also be included subjects with symptoms and circulating IgE positive for dust mites, both symptomatic and asymptomatic",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "AO Ospedale Niguarda Ca' Granda",
          "city": "Milan",
          "zip": "20162",
          "country": "Italy",
          "geoPoint": {
            "lat": 42.78235,
            "lon": 12.59836
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}