{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00287378",
      "orgStudyIdInfo": {
        "id": "GCRC-2423"
      },
      "secondaryIdInfos": [
        {
          "id": "HL080337-01"
        }
      ],
      "organization": {
        "fullName": "University of North Carolina, Chapel Hill",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Ozone on Airway Inflammation in Allergic Asthmatics Treated With Omalizumab",
      "officialTitle": "Effect of Ozone on Airway Inflammation in Allergic Asthmatics Treated With Omalizumab"
    },
    "statusModule": {
      "statusVerifiedDate": "2009-02",
      "overallStatus": "TERMINATED",
      "whyStopped": "lack of enrollment",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2006-03"
      },
      "primaryCompletionDateStruct": {
        "date": "2007-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2007-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2006-02-03",
      "studyFirstSubmitQcDate": "2006-02-03",
      "studyFirstPostDateStruct": {
        "date": "2006-02-06",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2009-06-26",
      "lastUpdatePostDateStruct": {
        "date": "2009-06-30",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Barbara Longmire, Director Office of Clinical Trials",
        "oldOrganization": "University of North Carolina at Chapel Hill"
      },
      "leadSponsor": {
        "name": "University of North Carolina, Chapel Hill",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Institutes of Health (NIH)",
          "class": "NIH"
        },
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "Ozone can cause acute airway inflammation in both asthmatics and normal volunteers. However, in asthmatics ozone can cause episodes of worsening of asthma. We want to learn if chronic allergic response, known as \"IgE-induced airway inflammation\" is what causes the increased inflammation in response to ozone. To do this we will examine the response to ozone in a group of asthmatics treated with omalizumab, a medicine available and approved for use in people with asthma, or a placebo control. The placebo for this study is inert physiologic saline (\"salt water\") which contains no omalizumab. Both the omalizumab and the placebo will be administered as an injection under the skin. Omalizumab, also called Xolair, is a humanized monoclonal antibody, which means that it originally was produced in mice, then genetically engineered to look more like human than mouse antibody. Omalizumab inactivates IgE, a protein our own immune systems make as part of allergic reactions. The purpose of this study is to test the hypothesis that omalizumab, by blocking this aspect of allergic reactions, will decrease the number of inflammatory cells in the airway after ozone challenge. We also hypothesize that omalizumab will decrease the effects of ozone on changes in lung function, mucociliary clearance (a measure of how quickly mucus clears form the airway) and airway reactivity. Airway reactivity is a measure of how sensitive the airways are to a medication used to diagnose asthma, called methacholine. We will examine these as additional information we can learn during the course of the study. This is a blinded study, meaning that neither you nor the researchers know if you get the active drug or placebo, but that information can be obtained if needed. The placebo is an injection of inert physiological saline (\"salt water\") which contains no omalizumab.",
      "detailedDescription": "Week 0: Training and baseline studies day MCC (Dr. Bennett and MCC technician); blood draw for baseline studies, urine pregnancy test if applicable, treadmill training, spirometry, exercise testing with minute ventilation measurement, and sputum induction for baseline studies (SC)\n\nRandomization of cohorts for study (SC):\n\n1. Mild, mite sensitive asthmatics randomized to omalizumab\n2. Mild mite sensitive asthmatics on placebo\n\nWeek 1: Visit for injection of omalizumab vs. placebo (injections carried out by CEMALB nurse; MD immediately available in facility) (see below for dosing of omalizumab); phlebotomy for baseline CBC with platelets; urine pregnancy test if applicable\n\nWeek 3: Visit for injection of omalizumab vs. placebo; urine pregnancy test if applicable\n\nWeek 5: Visit for injection of omalizumab vs. placebo (CEMALB nurse); urine pregnancy test if applicable\n\nWeek 7: Visit for injection of omalizumab vs. placebo; urine pregnancy test if applicable\n\nWeek 9: Visit for injection of omalizumab vs. placebo; urine pregnancy test if applicable\n\nWeek 11: Visit for injection of omalizumab vs. placebo, phlebotomy for CBC and platelets; urine pregnancy test if applicable\n\nRandomization of chamber exposure order (for each cohort) (SC):\n\n1. Clean, filtered air with mild exercise for 2 hours\n2. 0.4 ppm O3 with mild exercise for 2 hours\n\nWeek 13: EXPOSURE PROCEDURES-SESSION 1\n\nDay 1 (Pre-exposure):\n\n1. Review medical history (30 min) (SC)\n2. Pre-challenge spirometry (30 min) (SC)\n3. Sputum induction (SC) for assessment of pre-challenge differential cell counts, CD11b, cell identification markers, samples for mucus and mediator assessments (30 min)\n4. Phlebotomy for circulating cell surface markers, and for CBC and platelet count (30 min) (CEMALB nurse)\n5. urine pregnancy test if applicable\n\nDay 2 (Exposure to Air or 0.4 ppm Ozone for 2 hours):\n\n1. Pre-challenge spirometry and symptom scoring (SC) and physical examination assessment (Investigator MD) (1 hr)\n2. Begin 2 hours morning exposure/exercise protocol (15 minutes of mild exercise followed by15 minutes rest for total of 2 hrs, spirometry and minute ventilation 2 minutes after beginning each exercise session) (SC and Human Studies Facility exposure chamber staff) (see below for dosing of ozone)\n3. Post-challenge spirometry and symptom scoring (SC)\n4. Inhalation of 99mTc labeled particles and baseline imaging for MCC and C/P ratio (30 minutes) (Dr Bennett and MCC technician)\n5. Gamma camera scintigraphy for assessment of MCC for 2 hours post inhalation (Dr Bennett and MCC technician). A lunch will be provided and subjects will have time to eat during part of this study day.\n6. Methacholine challenge for NSBR (1 hr) (SC)\n7. Administration of 2 puffs of albuterol\n8. Sputum induction for assessment of post-challenge cell differential counts, CD11b, cell identification markers, samples for mucus and mediator assessments (30 min) (SC)\n9. Phlebotomy for circulating cell surface markers (30 min) (CEMALB staff)\n10. Overnight observation in GCRC if needed (for observation or treatment for adverse event as defined below under Safety Measures). (CEMALB nurse and Investigator MD)\n\nDay 3 (followup gamma scan)\n\n1. Return next morning for 30 min gamma camera scan. (Dr Bennett and MCC technician)\n2. Symptom scoring and dismiss home (SC), Physical assessment\n\nTHREE WEEK WAITING PERIOD (+/- 1 WEEK)\n\nWeek 16: EXPOSURE PROCEDURES-SESSION 2\n\nSimilar to Session 1 except with opposite (air or ozone) exposure regimen.\n\nStudy Discontinuation Visit (5-10 days after last exposure) History, spirometry (SC), medical evaluation if needed (Investigator MD)\n\nDosages of ozone and omalizumab\n\nOzone:The 0.4 ppm ozone exposures will be conducted in an ozone exposure chamber. Each subject will be exposed to ozone for 2 hours. During exposures, subjects will perform four 15 minute bouts of moderate exercise (minute ventilation or VE = 30 40 L/min) on a treadmill, each separated by 15 minutes of seated rest. Minute ventilation is measured for 2-3 minutes after about 4 minutes of exercise during the first exercise period, and again at about 12 minutes of exercise. It is then measured at about 12 minutes into each exercise period.\n\nOmalizumab: Dosing for omalizumab will be consistent with doses approved for use in moderate or severe allergic asthma. The only exception to its indicated use is that we will be examining its effect in mild (rather than moderate or severe) allergic asthmatics, a group we have recruited for ozone challenge. IgE within the following ranges and body weights for subcutaneous omalizumab dosing:\n\n1. IgE ≥30-100 int. units/mL: 30-90 kg: 150 mg every 4 weeks\n2. IgE \\>100-200 int. units/mL: 30-90 kg: 300 mg every 4 weeks\n3. IgE \\>200-300 int. units/mL:30-60 kg: 300 mg every 4 weeks \\>60-90 kg: 225 mg every 2 weeks\n4. IgE \\>300-400 int. units/mL:30-70 kg: 225 mg every 2 weeks\\>70-90 kg: 300 mg every 2 weeks\n5. IgE \\>400-500 int. units/mL:30-70 kg: 300 mg every 2 weeks\\>70-90 kg: 375 mg every 2 weeks\n6. IgE \\>500-600 int. units/mL:30-60 kg: 300 mg every 2 weeks\\>60-70 kg: 375 mg every 2 weeks\\>70 kg: Do not administer dose\n7. IgE \\>600-700 int. units/mL:30-60 kg: 375 mg every 2 weeks\n\nSubjects for whom the IgE level and weight indicate that no dose will be given will be excluded from the study."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 1,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: omalizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "omalizumab",
          "description": "omalizumab as per weight and IgE",
          "armGroupLabels": [
            "1"
          ],
          "otherNames": [
            "Xolair"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The primary efficacy endpoint (increase in airway neutrophils) will be assessed by comparison of the differences between sputum neutrophil influx after ozone (adjusted for post air challenge neutrophils) between omalizumab and placebo treated volunteers",
          "timeFrame": "16 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Differences in ozone induced changes in FEV1 and FVC between omalizumab and control groups",
          "timeFrame": "16 weeks"
        },
        {
          "measure": "Differences in mucociliary clearance and airway deposition between omalizumab and control groups",
          "timeFrame": "16 weeks"
        },
        {
          "measure": "Differences in ozone induced changes in sputum eosinophils between omalizumab and control groups",
          "timeFrame": "16 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Normal lung function, defined as (Knudson 1976/1984 predicted set):\n* FVC of \\> 80 % of that predicted for gender, ethnicity, age and height\n* FEV1 of \\> 80 % of that predicted for gender, ethnicity, age and height\n* FEV1/FVC ratio of \\> 80 % of predicted values\n* Evidence of allergy to house dust mite\n* Oxygen saturation of \\> 94 %\n* Normal blood pressure (Systolic between 150 - 90, Diastolic between 90-60 mm Hg)\n* Symptom Score (defined in section \"f\") no greater than 20 (out of a possible 60) for total symptom score with a value no greater than 3 for any one score. No more than one score may be greater or equal than 3.\n* IgE within the following ranges and body weights for omalizumab dosing: IgE ≥30-700 int. units/mL, and weight 30-90 kg.\n\nExclusion Criteria:\n\n* A history of significant chronic illnesses (to include diabetes, autoimmune diseases, immunodeficiency state, known ischemic heart disease, chronic respiratory diseases such as chronic obstructive pulmonary disease or severe asthma, hypertension)\n* Allergy to any medications which may be used in the course of this study (albuterol, acetaminophen, aspirin or non-steroidal anti-inflammatory agents, corticosteroids, lactose, polyethylene glycol)\n* Positive pregnancy test at time of initial screening\n* Medications which may impact the results of the ozone challenge, interfere with any other medications potentially used in the study (to include steroids, beta antagonists, non-steroidal anti-inflammatory agents) or suggest an ongoing illness (such as antibiotics)\n* Mega doses of vitamins and supplements, homeopathic/naturopathic medicines\n* Acute, non-chronic, medical conditions, including (but not limited to) pneumonia or bronchitis requiring antibiotics, febrile illnesses, flu-like symptoms must be totally resolved symptomatically for 2 weeks. Documentation of normal lung function (as defined in \"Specific Inclusion Criteria\") must be met.\n* Unspecified illnesses, which in the judgment of the investigator increase the risk associated with ozone inhalation challenge, will be a basis for exclusion.\n* Physician directed emergency treatment for an asthma exacerbation within the preceding 12 months.\n* Use of systemic steroid therapy within the preceding 12 months.\n* Use of inhaled steroids, cromolyn or leukotriene inhibitors (Montelukast or zafirkulast) initiated within the past month (except for use of cromolyn exclusively prior to exercise). Patients must be on a stable regimen of therapy and shown to be stable.\n* Use of daily theophylline within the past month.\n* Pregnancy or nursing a baby.\n* Cigarette smoking \\> 1 pack per month.\n* Nighttime symptoms of cough or wheeze greater than 1x/week at baseline (not during a clearly recognized viral induced asthma exacerbation) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma.\n* Exacerbation of asthma more than 2x/week which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma.\n* Daily requirement for albuterol due to asthma symptoms (cough, wheeze, chest tightness) which would be characteristic of a person of moderate or severe persistent asthma as outlined in the current NHLBI guidelines for diagnosis and management of asthma. (Not to include prophylactic use of albuterol prior to exercise).\n* Dosing level of an inhaled steroid must be consistent with mild episodic asthma as outlined by the NHLBI NAEPP guidelines. Any dose of inhaled steroid typically used for moderate or severe asthma will result in exclusion from the protocol.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Terry L Noah, MD",
          "affiliation": "University of North Carolina, Chapel Hill",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Center for Environmental Medicine, Asthma and Lung Biology at the University of North Carolina",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27599-7310",
          "country": "United States",
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Center for Environmental Medicine, Asthma and Lung Biology",
          "url": "http://www.med.unc.edu/cemalb/"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}