{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00133146",
      "orgStudyIdInfo": {
        "id": "GrassMATAMPL202"
      },
      "secondaryIdInfos": [
        {
          "id": "P2DP05004",
          "type": "OTHER",
          "domain": "Protocol number"
        }
      ],
      "organization": {
        "fullName": "Allergy Therapeutics",
        "class": "INDUSTRY"
      },
      "briefTitle": "Assessment of the Contribution of Monophosphoryl Lipid A (MPL) to a Grass Pollen Allergy Vaccine",
      "officialTitle": "Double-Blind Phase 2a Study to Demonstrate the Contribution of MPL to Tyrosine Adsorbed Grass/Rye Pollen Allergoid With a Single-Blind Portion to Evaluate Residual Allergenicity in Skin Test in Volunteers Allergic to Grass & Rye Pollen"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-07",
      "overallStatus": "COMPLETED",
      "startDateStruct": {
        "date": "2005-09-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2005-11-23",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2005-11-23",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2005-08-22",
      "studyFirstSubmitQcDate": "2005-08-22",
      "studyFirstPostDateStruct": {
        "date": "2005-08-23",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2021-07-07",
      "lastUpdatePostDateStruct": {
        "date": "2021-07-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Allergy Therapeutics",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Allergen-specific immunotherapy (SIT), the administration of gradually increasing quantities of an allergen extract to an allergic patient, is a curative approach which directly treats the underlying allergic disease. GrassMATAMPL has been developed to provide pre-seasonal specific immunotherapy for patients with an allergy to grass and rye pollen (hay fever).\n\nThe tolerability and immunogenicity of GrassMATA (allergen modified with glutaraldehyde and adsorbed to tyrosine) with and without MPL adjuvant (monophosphoryl lipid A, extracted from a bacterial cell surface) was investigated in this double-blind, randomized Phase IIa study in volunteers allergic to grass and rye pollen.\n\nAdditionally, this study assessed residual allergenicity of the modified grass and rye pollen in the product GrassMATAMPL using skin prick testing in volunteers allergic to grass and rye pollen.",
      "detailedDescription": "Double-blind Phase IIa study with a single-blind component, to evaluate skin tests allergenicity and to demonstrate the contribution of MPL® to tyrosine adsorbed grass/rye pollen allergoid (Grass MATA) in volunteers allergic to grass and rye pollen. Volunteers underwent skin prick tests with 12 different solutions and then were randomized to receive 3 subcutaneous injections of either Grass MATA MPL or Grass MATA over approximately 14-day intervals for total study duration of approximately 67 days.\n\nEnrollment was planned for 40 patients, 20 in each active treatment group. Data from 41 patients who completed the single blind portion of the study and from 40 randomized patients who took part in the double blind portion of the study were analyzed and included in the study. Screening was performed at Visit 0, then subjects fulfilling all inclusion/exclusion criteria underwent a series of skin prick tests to evaluate the tolerability of native allergen, modified allergen and tyrosine adsorbates with and without MPL® (Visit 1, single-blind portion of the study).\n\nAt Visit 2, subjects were randomized 1:1 to receive either Grass MATA MPL or Grass MATA and received the first injection of treatment. The dosing regimen consisted of three 0.5 mL subcutaneous injections of increasing strengths and was the same for both treatment groups. Patients were asked to remain in the clinic for an observation period of 30 to 45 minutes following study drug administration in order to record adverse reactions associated. The second and third injections of treatment were administered at Visit 4 and Visit 6. Each dosing visit occurred at least 14 days after the previous one.\n\nSafety follow-up were performed 7-8 days after each dosing, at Visit 3, 5 and 7.\n\nSubjects terminated the study after completion of Visit 8 (Post-treatment visit).\n\nTo assess the immunological response to Grass MATA MPL versus Grass MATA blood test were performed at baseline (Visit 0), after the first administration (Visit 3) and at the end of the study (Visit 8). Safety and tolerability of the different allergens used during prick test and of Grass MATA MPL versus Grass MATA were also be evaluated."
    },
    "conditionsModule": {
      "conditions": [
        "Type I Hypersensitivity"
      ],
      "keywords": [
        "Allergy",
        "Specific Immunotherapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "double-blind with a single-blind component",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 41,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Grass MATA MPL",
          "type": "EXPERIMENTAL",
          "description": "300 SU/0.5 mL Grass MATA MPL (Visit 2);\n\n800 SU/0.5 mL Grass MATA MPL (Visit 4);\n\n2000 SU/0.5 mL Grass MATA MPL (Visit 6)",
          "interventionNames": [
            "Biological: Grass MATA MPL"
          ]
        },
        {
          "label": "Grass MATA",
          "type": "ACTIVE_COMPARATOR",
          "description": "300 SU/0.5 mL Grass MATA (Visit 2);\n\n800 SU/0.5 mL Grass MATA (Visit 4);\n\n2000 SU/0.5 mL Grass MATA (Visit 6);",
          "interventionNames": [
            "Biological: Grass MATA MPL"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Grass MATA MPL",
          "armGroupLabels": [
            "Grass MATA",
            "Grass MATA MPL"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Immunological response to GrassMATAMPL versus GrassMATA (grass specific)",
          "description": "Immunoglobulin levels: Timothy Grass specific IgG, Timothy Grass specific IgG1, Timothy Grass specific IgG4, and Timothy Grass specific IgE",
          "timeFrame": "14 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Immunological response to Grass MATA MPL versus Grass MATA in volunteers allergic to grass and rye pollen",
          "description": "immunoglobulin levels: rye specific IgG, rye specific IgG1, rye specific IgG4, and rye specific IgE; June grass specific IgG, June Grass specific IgG1, June Grass specific IgG4, and June Grass specific IgE",
          "timeFrame": "up to 10 weeks"
        },
        {
          "measure": "Tolerability of native allergen, modified allergen and tyrosine adsorbents with and without MPL® in the skin prick tests",
          "timeFrame": ">= 30 min to 6 hours post application"
        },
        {
          "measure": "Tolerability of the cumulative subcutaneous doses compared between Grass MATA MPL and Grass MATA.",
          "description": "The rate of Adverse events reported by subjects in the two groups was compared.",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Tolerability of the different dose steps compared between GrassMATAMPL and GrassMATA treatment groups.",
          "description": "The rate of local or systemic Adverse Events occurring within a 24-hour after any injection with study drug in subjects of the two groups was compared.",
          "timeFrame": "Up to 24 hours post-administration"
        },
        {
          "measure": "Measure of concentration of Albumin (g/L)",
          "timeFrame": "10 Weeks"
        },
        {
          "measure": "Measure of concentration of Alkaline Phospatase, ALT, AST and LDH (U/L)",
          "timeFrame": "10 Weeks"
        },
        {
          "measure": "Measure of concentration of Bilirubin Total and Creatinine (µmol/L)",
          "timeFrame": "10 Weeks"
        },
        {
          "measure": "Measure of concentration of Calcium, Glucose, Phosphorus, Potassium, Sodium and Urea (mmol/L).",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Measure of concentration of Red Blood Cells (10E12/L)",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Measure of concentration of White Blood Cells, Neutrophils, Lymphocytes, Basophils, Eosinophils, Monocytes and Platelets (10E9/L)",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Measure of concentration of Haemoglobin (g/L)",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Measure of concentration of Haematocrit (L/L)",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Vital signs - Blood pressure",
          "description": "Assessment of Sistolic (SBP) and diastolic (DBP) blood pressure.",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Vital signs - Pulse",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Vital signs - Temperature",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "12-lead electrocardiogram (ECG)",
          "description": "ECG evaluations by parameter (QRS interval, PR interval, QT interval, and QTc interval) and overall ECG results (normal, abnormal non clinical significant, abnormal clinical significant).",
          "timeFrame": "10 weeks"
        },
        {
          "measure": "Number of adverse events",
          "timeFrame": "Up to 10 weeks"
        },
        {
          "measure": "Number of adverse reactions",
          "description": "The total of local or systemic events occurring in one patient within a 24-hour period after any one injection",
          "timeFrame": "Up to 24 hours post-injection"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients had a positive skin prick test for grass and rye allergen (wheal \\>= 5 mm greater than the negative control)\n* Patients had a positive skin prick test to positive histamine control with a wheal (longest) diameter \\>= 3 mm.\n* Patients had a negative skin prick test to negative control; redness, but no wheal was acceptable.\n* Specific IgE for grass and rye as documented by radioallergosorbent (RAST) or equivalent test with class \\>= 2\n* History of at least 1 season of moderate to severe seasonal rhinoconjunctivitis due to an IgE-mediated allergy to pollen from grass and rye\n* Patients scored moderate or severe in the disease severity questionnaire\n* Males or non-pregnant, non-lactating females who are post-menopausal or naturally or surgically sterile (hysterectomy; bilateral oophorectomy; bilateral tubal ligation with surgery at least 6 weeks prior to study initiation). Postmenopausal was defined as at least 12 months natural spontaneous amenorrhea, or at least 6 weeks following surgical menopause (bilateral oophorectomy). Females of childbearing potential were required to have a confirmed absence of pregnancy according to a negative urine pregnancy test and were required to be using one of the following acceptable birth control methods:\n\n  1. Intrauterine device (IUD) in place for at least 90 days\n  2. Barrier method (condom or diaphragm) with spermicide\n  3. Stable hormonal contraceptive for at least 90 days prior to study and through study completion\n  4. Abstinence\n  5. Non-heterosexual lifestyle\n  6. Vasectomised partner for at least 90 days.\n* Patients were normally active and otherwise judged to be in good health on the basis of medical history, physical examination, and routine laboratory tests.\n* Patients were willing and able to attend required study visits.\n* Patients were able to follow instructions.\n* Patients were willing and able to give written informed consent and provided this consent. Consent was required prior to the initiation of any washout period.\n* Spirometry at Screening demonstrates FEV1\\>= 80% predicted and FEV1/FVC\\>= 70%.\n\nExclusion Criteria:\n\n* Acute or subacute atopic dermatitis and/or urticaria factitia and/or urticaria due to physical or chemical influence and/or chronic dermatitis\n* Patient has moderate to severe asthma. Patients with mild asthma requiring use of bronchodilators as needed were allowed as long as they did not have significant worsening with seasonal exposure to grass pollen\n* Visual inspection of the forearms indicates potential problems with the conduct or interpretation of the skin prick test; both forearms must be available for testing\n* History or presence of diabetes (insulin dependent and non-dependent), cancer or any clinically significant cardiac, metabolic renal, hematologic diseases or disorders\n* Recent clinically significant history (within 2 years) of hepatic gastrointestinal, dermatologic, venereal, neurologic or psychiatric diseases or disorders\n* Any clinically significant (as determined by the investigator) abnormal laboratory value at Visit 0\n* Clinically relevant sensitivity to any of the following perennial allergens: house dust mites (Dermatophagoides pteronyssinus, Dermatophagoides farinae), molds (Cladosporium cladosporoides, Alternaria alternata, Penicillium chrysogenum, Aspergillus fumigatus) and epithelia (cat \\[Felis domesticus\\], dog \\[Canis familiaris\\])\n* Patient had clinically relevant sensitivity determined by a positive case history, skin prick test wheal size \\>= 3 mm in diameter greater than the negative control, or RAST test with class \\>= 2 against the following summer/autumn season flowering plants: Plantago lanceolata (plantain), Atriplex sp. (orache), Urtica dioica (nettle), Artemisia vulgaris (mugwort), Cynodon dactylon (Bermuda grass), or Ambrosia elatior (ragweed).\n* Secondary alteration at the affected organ (i.e. emphysema, bronchiectasis)\n* History of autoimmune diseases and/or rheumatoid diseases\n* Patients who are taking b-blockers for any indication\n* Patients who are not allowed to receive adrenalin\n* Disorder of tyrosine metabolism (especially in the case of alcaptonuria, tyrosinemia).\n* Presence of a disease with a pathogenesis interfering with the immune response and had received medication which could influence the results of this study\n* Documented evidence of acute or significant chronic infection\n* History of anaphylaxis, including anaphylactic food allergy, insect venom anaphylaxis, or exercise- or drug-induced anaphylaxis.\n* Documented history of angioedema\n* Hypersensitivity to the excipients in the study medication\n* Previous or current hyposensitization therapy with comparable grass allergen extracts\n* Currently using anti-allergy medication and other drugs with antihistaminic activity\n* Currently participating in a clinical trial or has been exposed to study drug within the last 30 days\n* Could not communicate reliably with the Investigator or was not likely to cooperate with the requirements of the study\n* Patient is pregnant or planning pregnancy and/or lactating\n* Patient has received treatment with preparation containing monophosphoryl lipid A (MPL) during the past 12 months.\n* Concurrent use of any prohibited medication or inadequate washout of any medication\n* Any systemic disorder that could have interfered with the evaluation of the study drug.\n* Clinical history (within 2 years) of drug or alcohol abuse, at the Investigator's discretion, that would interfere with the patient's participation in the study.\n* Study site staff or immediate relatives of study site staff or other individuals who would have access to the clinical study protocol",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Karl Jürgen Fischer von Weikersthal-Drachenberg, MD",
          "affiliation": "Allergy Therapeutics",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Allied Research International Inc.",
          "city": "Mississauga",
          "state": "Ontario",
          "zip": "L4W 1N2",
          "country": "Canada",
          "geoPoint": {
            "lat": 43.5789,
            "lon": -79.6583
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}