{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05061628",
      "orgStudyIdInfo": {
        "id": "JS006-001-I"
      },
      "organization": {
        "fullName": "Shanghai Junshi Bioscience Co., Ltd.",
        "class": "OTHER"
      },
      "briefTitle": "The Recombinant Humanized Anti-TIGIT Monoclonal Antibody (JS006) Monotherapy and in Combination With Toripalimab in Patients With Advanced Tumor",
      "officialTitle": "A Phase I Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Initial Efficacy of Recombinant Humanized Anti-TIGIT Monoclonal Antibody (JS006) Monotherapy and in Combination With Toripalimab in Patients With Advanced Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-08",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-04-21",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-08-14",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-09-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-08-19",
      "studyFirstSubmitQcDate": "2021-09-21",
      "studyFirstPostDateStruct": {
        "date": "2021-09-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-09-21",
      "lastUpdatePostDateStruct": {
        "date": "2021-09-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Junshi Bioscience Co., Ltd.",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is an open-label, dose-escalation and dose-expansion phase I clinical study to evaluate the safety and tolerability of JS006 as Monotherapy and in combination with toripalimab in patients with advanced tumors who have failed standard therapies or who have no standard therapy. It is planned to enroll 69-176 patients into the study."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 176,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "JS006 as Monotherapy",
          "type": "EXPERIMENTAL",
          "description": "1. JS006 as Monotherapy dose-escalation：5 proposed dose levels（18mg, 60mg, 180mg, 600mg, 1800mg).\n2. JS006 as Monotherapy dose-extension：1 or 2 proposed dose levels, to be determined.",
          "interventionNames": [
            "Drug: JS006 as Monotherapy"
          ]
        },
        {
          "label": "JS006 in combination with Toripalimab",
          "type": "EXPERIMENTAL",
          "description": "1. JS006 in combination with Toripalimab dose-escalation：2 or 3 proposed dose levels, to be determined.\n2. JS006 in combination with Toripalimab dose-extension：1 or 2 proposed dose levels, to be determined.\n3. JS006 in combination with Toripalimab indications expansion: 2 to 4 specific tumor types are selected for indication expansion after the combination dose-expansion is completed.",
          "interventionNames": [
            "Drug: JS006 in combination with Toripalimab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "JS006 as Monotherapy",
          "description": "1. JS006 as Monotherapy dose-escalation: JS006, 18/ 60/ 180/ 600/ 1800mg, IV infusion, every 3 weeks (q3w).\n2. JS006 as Monotherapy dose-extension: JS006, 1 or 2 specific dose, IV infusion, every 3 weeks (q3w).",
          "armGroupLabels": [
            "JS006 as Monotherapy"
          ]
        },
        {
          "type": "DRUG",
          "name": "JS006 in combination with Toripalimab",
          "description": "1. JS006 in combination with Toripalimab dose-escalation: JS006, 2 or 3 specific dose, IV infusion, every 3 weeks (q3w), combined with Toripalimab, 240mg, IV infusion, every 3 weeks (q3w).\n2. JS006 in combination with Toripalimab dose-extension: JS006, 1 or 2 specific dose, IV infusion, every 3 weeks (q3w), combined with Toripalimab, 240mg, IV infusion, every 3 weeks (q3w).\n3. JS006 in combination with Toripalimab indications expansion: JS006, RP2D, IV infusion, every 3 weeks(q3w), combined with Toripalimab, 240mg, IV infusion, every 3 weeks (q3w).",
          "armGroupLabels": [
            "JS006 in combination with Toripalimab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To evaluate the safety and tolerability of JS006 as Monotherapy and in combination with toripalimab in patients with advanced tumors",
          "description": "Incidence and severity of dose limiting toxicity (DLT), adverse events (AEs), serious adverse events (SAEs), and immune-related adverse events (irAEs); abnormal changes with clinical significance in the laboratory and other tests",
          "timeFrame": "2 years"
        },
        {
          "measure": "Determing the maximum tolerated dose and the recommended phase II dose for JS006 as Monotherapy and in combination with toripalimab in patients with advanced tumors",
          "description": "Maximum tolerated dose: Dose Limitted Toxictiy events occurred at a rate less than 1/3 of the maximum tolerated dose.\n\nPhase II recommended dose: safety, pharmacokinetics, and preliminary efficacy data of dose escalation will be integrated. When the Maximum tolerated dose(MTD) is determined, the Maximum tolerated dose(MTD) is usually used as the Phase II recommended dose(RP2D), or the dose lower than the Maximum tolerated dose(MTD) is selected as the Phase II recommended dose(RP2D) based on the comprehensive data.",
          "timeFrame": "2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Pharmacokinetic (PK) profile: JS006",
          "description": "JS006 concentrations in individual subjects at different time points after dosing of JS006.",
          "timeFrame": "2 years"
        },
        {
          "measure": "To determine the immunogenicity of JS006 as monotherapy and in combination with toripalimab in patients with advanced tumors",
          "description": "Immunogenicity: incidence of anti-drug antibodies (ADAs) and/or neutralizing antibodies (Nabs) of JS006 and toripalimab.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Within 1 hour before the first administration to 90 ±7 days after the last administration.",
          "description": "Peripheral blood immune cell subset and receptor occupancy of TIGIT",
          "timeFrame": "2 years"
        },
        {
          "measure": "Objective response rate (ORR)",
          "description": "The percentage of cases with remission (PR + CR) after treatment was assessable.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Duration of response (DOR)",
          "description": "The time from the first assessment of CR or PR to the first assessment of PD or death due to any cause.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Disease control rate (DCR)",
          "description": "The percentage of cases with remission (PR + CR) and stable lesions (SD) after treatment was assessable.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Time to response (TTR)",
          "description": "time from the start of treatment to progression of diease.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Progression-free survival (PFS)",
          "description": "PFS is defined as time from the start of treatment to progression of disease or death.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "Overall survival is defined as time from the start of treatment until death due to any reason.",
          "timeFrame": "2 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "PD-L1 expression",
          "description": "The relationship between efficacy and potential biomarkers in tumor tissue: CD155 expression in tumor tissue.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Tumor mutation burden (TMB)",
          "description": "The relationship between efficacy and potential biomarkers in tumor tissue: whole exome sequencing (WES) for tumor mutation burden (TMB) in tumor tissue.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Tumor microsatellite instability (MSI)",
          "description": "The relationship between efficacy and potential biomarkers in tumor tissue: whole exome sequencing (WES) for tumor microsatellite instability (MSI) in tumor tissue.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Immune cell surface receptors",
          "description": "Immune cell surface receptors testing in peripheral blood",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria\n\n1. Understanding and signature of the informed consent form voluntarily;\n2. Age 18 - 75 years (inclusive), male or female;\n3. Pathologically confirmed advanced malignancy who have failed standard treatment or with no standard treatment available;\n4. Eastern Cooperative Oncology Group (ECOG) performance status of 0 or 1;\n5. Expected survival ≥ 12 weeks;\n6. Having at least one measurable lesion that meets RECIST v1.1 criteria or Lugano 2014 criteria;\n7. The function of vital organs meets the following requirements (no blood transfusion or blood products and no hematopoietic stimulating factors and other drugs to correct blood cell counts within 14 days before the examination):\n\n   7-1.Absolute neutrophil count (ANC) ≥1.5 × 109/L; 7-2. Platelet count (PLT) ≥ 90 × 109/L; 7-3.Hemoglobin (Hb) ≥ 90 g/L; 7-4.Total bilirubin (TBIL) ≤ 1.5 × ULN, or for patients with liver metastases or Gilbert syndrome, TBIL ≤ 3 × ULN; 7-5.Alanine aminotransferase (ALT) and aspartate aminotransferase (AST) ≤ 3 × ULN, or for patients with liver metastases, ALT and AST ≤ 5 × ULN; 7-6.Serum creatinine (Cr) ≤ 1.5 × ULN, or calculated creatinine clearance (Cockcroft-Gault formula) ≥ 50 mL/min; 7-7.For patients not receiving anticoagulant therapy, international normalized ratio (INR), prothrombin time (PT) and activated partial thromboplastin time (aPTT) ≤1.5 × ULN; For patients receiving anticoagulation therapy (such as low molecular weight heparin or warfarin) require a stable dose of anticoagulant drugs for at least 4 weeks without dose adjustment; 7-8.QTc interval calculated according to Fridericia's criteria ≤ 450 ms for males and ≤ 470 ms for females;\n8. Female patients of childbearing potential and male patients whose partners are women of childbearing potential are willing to use effective contraceptive measures during the study treatment and for 6 months after the last dose; Female patients of childbearing potential must have a negative serum HCG test within 7 days before study enrollment and must be non-lactating. The childbearing potential is defined as a woman who has not undergone surgical sterilization, hysterectomy and/or bilateral oophorectomy or who is not postmenopausal (amenorrhea ≤ 12 months).\n\nExclusion Criteria\n\nPatients who met any of the following criteria will be excluded from the study:\n\n1. Known allergic to toripalimab or ingredients of JS006;\n2. Have received anti-TIGIT or related targets CD155, CD112 or CD113 antibody treatment in the past;\n3. Participation in other clinical studies within 4 weeks before the first dose, except for an observational (non-interventional) clinical study or follow-up period of an interventional study;\n4. Major surgery (as judged by the investigator) within 4 weeks before the first dose or in the recovery period of surgery;\n5. Received systemic anti-tumor therapy within 4 weeks before the first dose, such as chemotherapy (or within 6 weeks for the last chemotherapy with nitrosourea or mitomycin), radiotherapy, targeted therapy, immunotherapy or biological therapy. Received traditional Chinese medicine or Chinese patent medicine with anti-tumor indications within 2 weeks before the first dose of JS006. Hormone therapy, such as insulin for diabetes, hormone replacement therapy, etc., is acceptable for non-tumor-related diseases. Local palliative treatment (such as local surgery or radiotherapy) for isolated lesions can be accepted without affecting the efficacy evaluation;\n6. Patients who discontinued prior immunotherapy due to immune-related adverse reactions;\n7. Received immunosuppressive medications within 4 weeks before the first dose, except corticosteroid nasal spray, inhalers, or systemic prednisone ≤ 10 mg/day or equivalent;\n8. Received allogeneic bone marrow transplantation or solid organ transplantation in the past;\n9. Patients who received live attenuated vaccination within 30 days before the first dose;\n10. Patients with two or more malignancies within 5 years before the first dose, except for early malignancy (carcinoma in situ or stage I tumors) that have been cured, such as adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer;\n11. Presence of central nervous system (CNS) metastases that are symptomatic, untreated, or require continued treatment (including corticosteroids and antiepileptic drugs). Patients who previously received treatment but were clinically stable for at least 4 weeks before enrollment can be enrolled, excluding patients with evidence of new or expanded metastasis and discontinued steroid therapy;\n12. The toxicity has not resolved after prior anti-tumor therapy, which means do not recover to baseline, NCI-CTCAE 5.0 Grade 0 to 1 (except alopecia, pigmentation) or the level specified in the inclusion/exclusion criteria. Irreversible toxicity (such as hearing loss) that is reasonably not expected to be aggravated by the study drug can be enrolled after consultation with the medical monitor;\n13. Patients with autoimmune disorder within the previous 2 years, including but not limited to systemic lupus erythematosus or multiple sclerosis;\n14. History of immediate allergic reactions, eczema or asthma uncontrolled by topical corticosteroids;\n15. History of primary immunodeficiency;\n16. Comorbidities that cannot be controlled by concomitant treatment, including but not limited to: ongoing or active infection, unexplained fever \\> 38.5°C (subjects with neoplastic fever are judged by the investigator to be included), symptomatic congestive heart failure ≥ Grade 2 according to New York Heart Association (NYHA) functional classification, LVEF (left ventricular ejection fraction) \\< 50%, hypertension poorly controlled by drugs, unstable angina, arrhythmia, active peptic ulcer disease or gastritis;\n17. History of active tuberculosis, drug-induced interstitial lung disease, or ≥ Grade 2 pulmonitis;\n18. History of active inflammatory bowel disease (such as Crohn's disease or ulcerative colitis);\n19. Patients with human immunodeficiency virus (HIV) positive;\n20. Active hepatitis B or C. Active hepatitis B is defined as hepatitis B core antibody (HBcAb) or hepatitis B surface antigen (HBsAg) positive, and HBV DNA level above the upper limit of normal at the study site; Active hepatitis C is defined as positive hepatitis C antibody and HCV RNA level above the upper limit of normal at the study site;\n21. Patients with endocrine defects that have been controlled by hormone replacement therapy can be enrolled, such as type I diabetes, hypothyroidism, etc. The following patients should be evaluated for target organ involvement and the need for systemic therapy at the discretion of the investigator, such as patients with concurrent rheumatoid arthritis and other joint diseases, Sjogren's syndrome, celiac disease and psoriasis that have been controlled after topical medication, as well as patients with positive serological tests e.g. antinuclear antibodies (ANA), anti-thyroid antibodies, etc.;\n22. Other conditions are considered not suitable for the study by the investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Bifeng Liu",
          "role": "CONTACT",
          "phone": "18967116090",
          "email": "bifeng_liu@junshipharma.com"
        }
      ],
      "locations": [
        {
          "facility": "Sun Yat-Sen University Cancer Center",
          "status": "RECRUITING",
          "city": "Guangzhou",
          "state": "Guangdong",
          "zip": "510060",
          "country": "China",
          "contacts": [
            {
              "name": "Ruihua Xu, PHD,MD",
              "role": "CONTACT",
              "phone": "+86 20 87343333",
              "email": "xurh@sysucc.org.cn"
            }
          ],
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000656314",
          "term": "toripalimab"
        }
      ]
    }
  },
  "hasResults": false
}