{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05472324",
      "orgStudyIdInfo": {
        "id": "TQC2731-II-01"
      },
      "organization": {
        "fullName": "Chia Tai Tianqing Pharmaceutical Group Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Evaluate the Efficacy and Safety of TQC2731 Injection in Patients With Severe Asthma.",
      "officialTitle": "A Multicenter,Randomized,Double-blind, Placebo-controlled Phase II Clinical Trial to Evaluate the Efficacy and Safety of TQC2731 Injection in Patients With Poorly Controlled Severe Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-09-23",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-03-05",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-03-05",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-06-09",
      "studyFirstSubmitQcDate": "2022-07-22",
      "studyFirstPostDateStruct": {
        "date": "2022-07-25",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Chia Tai Tianqing Pharmaceutical Group Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a phase II, multicenter, double-blind, randomized, parallel group, placebo-controlled clinical study to evaluate the effect of three doses of TQC2731 on Annualized Asthma Exacerbation Rates(AAER) in adult subjects with poor control of severe asthma. It is estimated that 220 subjects will be included. The subjects will receive TQC2731 (70 mg Q4w, 210 mg Q4w, 420 mg Q4w) or placebo (Q4w) administered by Subcutaneous (SC) in the ratio of 1:1:1:1.\n\nThe study comprised a 5 to 6-week screening period, a 52-week treatment period and a 12-week follow-up period. During the treatment period, the study drug will be administered from day 0 until week 48. The study drug was not administered at the 52nd week."
    },
    "conditionsModule": {
      "conditions": [
        "Severe Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 205,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo, subcutaneous administration, 4 weeks as a treatment cycle.",
          "interventionNames": [
            "Drug: Placebo"
          ]
        },
        {
          "label": "TQC2731 injection 70 mg",
          "type": "EXPERIMENTAL",
          "description": "TQC2731 injection 70 mg, subcutaneous administration, 4 weeks as a treatment cycle.",
          "interventionNames": [
            "Drug: TQC2731 injection"
          ]
        },
        {
          "label": "TQC2731 injection 210 mg",
          "type": "EXPERIMENTAL",
          "description": "TQC2731 injection 210 mg, subcutaneous administration, 4 weeks as a treatment cycle.",
          "interventionNames": [
            "Drug: TQC2731 injection"
          ]
        },
        {
          "label": "TQC2731 injection 420 mg",
          "type": "EXPERIMENTAL",
          "description": "TQC2731 injection 420 mg, subcutaneous administration, 4 weeks as a treatment cycle.",
          "interventionNames": [
            "Drug: TQC2731 injection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "TQC2731 injection",
          "description": "TQC2731 is a humanized monoclonal antibody based on human thymic stromal lymphopoietin (TSLP) sequence.",
          "armGroupLabels": [
            "TQC2731 injection 210 mg",
            "TQC2731 injection 420 mg",
            "TQC2731 injection 70 mg"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "The drug is a placebo Comparator.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Annual Asthma Exacerbation Rate",
          "description": "The annual exacerbation rate is based on annualized asthma exacerbation rates reported by the investigator in the electronic case report form(eCRF). The analysis is based on the primary population (Full Analysis Set)",
          "timeFrame": "Baseline up to Study Week 64"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline in forced expiratory volume in first second(FEV1) of Pre-dose and Pre-bronchodilator (Pre-BD).",
          "description": "FEV1 is defined as the volume of air exhaled from the lungs in the first second of a forced expiration.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Mean Change From Baseline in Weekly Rescue Medication Use",
          "description": "Daily rescue medication use is defined as: Number of night inhaler puffs + 2 x \\[number of night nebulizer times\\] + number of daytime inhaler puffs + 2 x \\[number of day nebulizer times\\]. Weekly means are calculated using at least 4 of 7 days of daily rescue medication use.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Change From Baseline in Clinic Fractional Exhaled Nitric Oxide (FeNO) (Ppb) .",
          "description": "Mean change from baseline in FeNO (Ppb)",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Change From Baseline in Standardized Asthma Quality of Life Questionnaire (AQLQ(S)+12) Total Score",
          "description": "The AQLQ(S)+12 is a questionnaire that measures the health-related quality of life experienced by asthma subjects. The total score is defined as the average of all 32 questions in the AQLQ(S)+12 questionnaire. AQLQ(S)+12 is a 7-point scale questionnaire, ranging from 7 (no impairment) to 1 (severe impairment).",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Change From Baseline in Asthma Control Questionnaire-6(ACQ-6)",
          "description": "The ACQ-6 captures asthma symptoms and short-acting β2-agonist use via subject-report. Questions are weighted equally and scored from 0 (totally controlled) to 6 (severely uncontrolled). The ACQ-6 score is the mean of the responses.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Mean Change From Baseline in Asthma Symptom Diary",
          "description": "Mean change from baseline at Week 52 in Asthma Symptom Diary (ASD). The Asthma Symptom Diary comprises of 10 items (5 items in the morning; 5 items in the evening). Asthma symptoms during night time and daytime are recorded by the patient each morning and evening in the daily diary. A daily ASD score is the mean of the 10 items. Responses for all 10 items are required to calculate the daily ASD score; otherwise, it is treated as missing. For the 7-day average asthma symptom score, scoring is done with no imputation using the mean of at least 4 of the 7 daily ASD scores as a mean weekly item score. The 7-day average ASD score ranges from 0 to 4, where 0 indicates no asthma symptoms.",
          "timeFrame": "Baseline up to Study Week 52"
        },
        {
          "measure": "Change From Baseline in 5-level EuroQol 5-dimensional questionnaire (EQ-5D-5L) VAS",
          "description": "Mean change from baseline in EQ-5D-5L VAS. EQ-5D-5L visual analogue scale (VAS) allows subjects to rate current health status on a scale of 0-100, with 0 being the worst imaginable health state. EQ-5D-5L VAS.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Time to First Asthma Exacerbation",
          "description": "Time to first occurrence of asthma exacerbation post-randomisation, presented as number of subjects with at least one asthma exacerbation as reported by the investigator in the eCRF.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Proportion of subjects with at least one asthma exacerbation",
          "description": "Proportion of subjects with at least one asthma exacerbation as recorded by the investigator in the Case Report Form(CRF). This is presented as proportion of subjects with at least one asthma exacerbation.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Incidence and severity of adverse events (AE)",
          "description": "The incidence of adverse events in subjects recorded by the investigator in CRF.\n\nThe evaluation criteria for the severity of adverse events were carried out in accordance with \\[NCI- CTCv5.0\\].",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Mean Change From Baseline in Morning and Evening Peak Expiratory Flow (PEF) (Weekly Means).",
          "description": "Home PEF testing will be performed by the subject in the morning upon awakening and in the evening at bedtime using an electronic, hand-held spirometer. Weekly means are calculated using at least 4 of the 7 days of PEF data.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Mean Change From Baseline in Night Time Awakenings (Weekly Means)",
          "description": "Night-time awakenings percentage defined as number of nights with awakenings due to asthma and requiring rescue medication divided by number of nights with data and multiplied by 100%. At least 4 out of 7 days of data is required to calculate a weekly mean.",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Change From Baseline in Blood Eosinophils .",
          "description": "Mean change from baseline in Blood Eosinophils measured at site",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Change From Baseline in Total Serum immunoglobulin E(IgE).",
          "description": "Mean change from baseline in Total Serum IgE measured at site",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "Incidence and severity of serious adverse events (SAE)",
          "description": "The incidence of serious adverse events in subjects recorded by the investigator in CRF.\n\nThe evaluation criteria for the severity of serious adverse events were carried out in accordance with \\[NCI-CTCv5.0\\].",
          "timeFrame": "Baseline up to Study Week 64"
        },
        {
          "measure": "abnormal laboratory test indicators",
          "description": "Researchers make medical judgment according to the severity of abnormal indicators and the relevant conditions of patients' diseases.",
          "timeFrame": "Baseline up to Study Week 64"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1 Age. 18-75\n* 2 Documented physician-diagnosed asthma for at least 12 months before visit 1.\n* 3 Subjects who have received a physician-prescribed asthma controller medication with medium or high dose inhaled glucocorticosteroid (ICS) for at least 12 months before visit 1.\n* 4 Documented treatment with a total daily dose of either medium or high dose ICS for at least 3 months before visit 1.\n* 5 At least one additional maintenance asthma controller medication such as Long acting β2 receptor agonist (LABA), leukotriene receptor antagonist (LTRA), theophylline, Long-acting muscarinic antagonists (LAMA), sodium cromoglycate, etc. is required according to standard practice of care and must be documented for at least 3 months.\n* 6 Morning pre-BD FEV1 \\<80% predicted normal At visit 2 or visit 2a.\n* 7 Evidence of asthma as documented by either: Documented historical reversibility of FEV1 ≥12% and ≥200 mL in the previous 12 months before visit 1 OR Post-BD (albuterol/salbutamol) reversibility of FEV1 ≥12% and ≥200 mL during screening At visit 2 or visit 2a.\n* 8 Documented history of at least 2 asthma exacerbation events within 12 months before visit 1.\n* 9 ACQ-6 score ≥1.5 at visit 1\n* 10 Body weight ≥ 40 kg at visit 1.\n\nExclusion Criteria:\n\n* 1 Pulmonary disease other than asthma.\n* 2 History of cancer.\n* 3 Current smokers or subjects with smoking history ≥10 pack-years.\n* 4 Hepatitis B, C, human immunodeficiency virus (HIV) or Syphilis.\n* 5 History of anaphylaxis following any biologic therapy.\n* 6 History of chronic alcohol or drug abuse within 12 months.\n* 7 History of a clinically significant infection.\n* 8 Pregnant or breastfeeding.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "GUANGZHOU FIRST PEOPLE's HOSPITAL",
          "city": "Guangzhou",
          "state": "Guangdong",
          "zip": "510180",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "The First Affiliated Hospital of Zhengzhou University",
          "city": "Zhengzhou",
          "state": "Henan",
          "zip": "450000",
          "country": "China",
          "geoPoint": {
            "lat": 34.75778,
            "lon": 113.64861
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}