{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02070263",
      "orgStudyIdInfo": {
        "id": "110035"
      },
      "organization": {
        "fullName": "Arkansas Children's Hospital Research Institute",
        "class": "OTHER"
      },
      "briefTitle": "Mixed Tree Nut Food Challenges",
      "officialTitle": "Mixed Tree Nut Food Challenges"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-01",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ENROLLING_BY_INVITATION",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2009-04"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2020-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2013-08-08",
      "studyFirstSubmitQcDate": "2014-02-21",
      "studyFirstPostDateStruct": {
        "date": "2014-02-25",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2019-01-09",
      "lastUpdatePostDateStruct": {
        "date": "2019-01-10",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Arkansas Children's Hospital Research Institute",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this prospective study is twofold: 1) to establish oral tolerance to selected tree nuts and to examine potential predictors of oral tolerance and 2) to determine the usefulness of mixed tree nut allergen food challenges in more efficiently defining tree nut allergy and oral tolerance.",
      "detailedDescription": "To evaluate the absence of tree nuts (TN) allergy, referred patients from one of the Arkansas Children's Hospital (ACH) Allergy Clinic physicians with current serum immunoglobulin E (IgE) to TNs that meet eligibility criteria will be invited to undergo a series of open mixed TN food challenges.\n\nA questionnaire pertaining to their TN allergy will be administered\n\nA brief physical exam will be performed.\n\nSkin prick tests using selected nut allergen extracts along with a positive (histamine) and a negative (salt-water) control will be performed at the first oral food challenge visit.\n\nEach food challenges will be performed to 1 to 3 TNs.\n\nTwo telephone follow-up phone calls will evaluate inclusion/exclusion of tree nuts in the diet post food challenge."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ],
      "keywords": [
        "Food allergy",
        "Tree nuts"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Oral tolerance to selected tree nuts (TN) to determine potential predictors of oral tolerance.",
          "description": "This prospective, observational study uses serum IgE to specific TN, skin prick test to TN, and TN oral food challenges to establish oral tolerance.",
          "timeFrame": "total -20 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Use of tree nut (TN) IgE testing to assess the risk of positive food challenges based on grouped mixed TN food challenges",
          "description": "We postulate that by grouping TN that are mixed into one food challenge based on the individual's TN serum IgE will be more efficient in defining TN allergy and tolerance. One to three TNs will be in one food challenge based on TN IgE testing.",
          "timeFrame": "total - 20 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Any patient between 3-21 years of age followed by the Allergy and Immunology Department at Arkansas Children's Hospital on tree nut avoidance diet.\n* Has current serum IgE test within the past 12 months to major nuts in question. All TN serum IgE are \\<10\n* Children must have a stable baseline examination prior to undergoing challenge without significant symptoms of atopic dermatitis, allergic rhinoconjunctivitis, current urticaria or other allergic symptoms deemed important by the physician.\n* Children must have stable asthma and no wheezing or repetitive cough prior to challenge, nor have been treated with oral steroids for a significant asthma exacerbation within 1 month of challenge. Asthmatics that undergo lung function testing.\n* Children must have no current illness (e.g., fever or viral illness) at time of challenge.\n* The subject will be asked to restrict the use of antihistamines (short acting, 72 hours: long acting, 5-7 days), (B-agonists (12 hours), theophylline (12 hours), and cromolyn (12 hours) prior to the first mixed TN food challenge. Other medications may be continued.\n\nExclusion Criteria:\n\n* Any TN serum IgE ≥10.\n* Life-threatening reaction (respiratory involvement requiring medications, or shock, or gastrointestinal reaction requiring intravenous fluids) to any TN.\n* History of a reaction in the past year or severe reaction in the past 2 years or a history of a severe reaction anytime with a TN serum IgE \\>5\n* Unstable asthma, gastrointestinal disease, cardiovascular disease, chronic lung disease, beta-blocker use.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "21 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "Patients seen at Arkansas Children's Hospital between 3-21 years of age who have tree nut food allergies.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Stacie M Jones, MD",
          "affiliation": "University of Arkansas for Medical Sciences / Arkansas Children's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Arkansas Children's Hospital",
          "city": "Little Rock",
          "state": "Arkansas",
          "zip": "72202",
          "country": "United States",
          "geoPoint": {
            "lat": 34.74648,
            "lon": -92.28959
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED",
      "description": "Data has not been analyzed at thistime"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}