{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07231081",
      "orgStudyIdInfo": {
        "id": "TX103T-RP007"
      },
      "organization": {
        "fullName": "Tcelltech Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Phase I Study of TX103 CAR-T Cells in Participants With Advanced Solid Tumors",
      "officialTitle": "An Open-label, Single-arm, Phase I Clinical Trial to Evaluate the Safety and Efficacy of TX103 CAR-T Cells in Participants With Advanced Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-10-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-12-20",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-12-20",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-11-13",
      "studyFirstSubmitQcDate": "2025-11-13",
      "studyFirstPostDateStruct": {
        "date": "2025-11-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-13",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Tcelltech Inc.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a single-arm, open-label, Phase I study to evaluate the safety, tolerability, and antitumor activity of TX103 CAR-T cells in subjects with TX103-positive advanced solid tumors. The study also aims to explore the maximum tolerated dose (MTD) and determine the recommended Phase II dose (RP2D) of TX103 CAR-T cell therapy."
    },
    "conditionsModule": {
      "conditions": [
        "Solid Tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 85,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "IV Dose-Escalation Cohort",
          "type": "EXPERIMENTAL",
          "description": "Subjects in this arm will receive TX103 CAR-T cells via intravenous infusion. A standard 3+3 dose-escalation design will be used to evaluate safety, tolerability, and preliminary antitumor activity. The planned dose levels are as follows:Dose Level 1: 1.0 × 10⁸ CAR-T cells;Dose Level 2: 3.0 × 10⁸ CAR-T cells;Dose Level 3: 9.0 × 10⁸ CAR-T cells;Dose Level 4: 2.0 × 10⁹ CAR-T cells.",
          "interventionNames": [
            "Biological: Anti-B7-H3 Chimeric Antigen Receptor T-Cell (CAR-T Cell) Injection/TX103"
          ]
        },
        {
          "label": "IP Dose-Escalation Cohort",
          "type": "EXPERIMENTAL",
          "description": "Subjects in this arm will receive TX103 CAR-T cells via intraperitoneal (IP) infusion. This cohort will be initiated sequentially after the IV dose-escalation cohort. The starting dose for the IP cohort will be based on the safe and potentially efficacious dose identified in the IV cohort. Further dose escalation will be determined by the Safety Science Committee based on accumulated safety and efficacy data. The planned dose levels are as follows:Dose Level 1: 1.0 × 10⁸ CAR-T cells;Dose Level 2: 3.0 × 10⁸ CAR-T cells;Dose Level 3: 9.0 × 10⁸ CAR-T cells;Dose Level 4: 2.0 × 10⁹ CAR-T cells;Dose Level 5: 4.0 × 10⁹ CAR-T cells.\n\nDose escalation will proceed sequentially, with safety evaluation at each dose level before escalation.",
          "interventionNames": [
            "Biological: Anti-B7-H3 Chimeric Antigen Receptor T-Cell (CAR-T Cell) Injection/TX103"
          ]
        },
        {
          "label": "Expansion Cohort (Phase Ib)",
          "type": "EXPERIMENTAL",
          "description": "Subjects in this arm will receive TX103 CAR-T cells at the dose determined to be safe and potentially efficacious in the Phase Ia dose-escalation cohorts. The expansion cohort will focus on tumor types that showed preliminary signs of antitumor activity in Phase Ia, and selection will also consider clinical needs and other relevant factors. The purpose of this cohort is to further evaluate the safety, tolerability, and preliminary efficacy of TX103 CAR-T therapy in these selected tumor types.",
          "interventionNames": [
            "Biological: Anti-B7-H3 Chimeric Antigen Receptor T-Cell (CAR-T Cell) Injection/TX103"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Anti-B7-H3 Chimeric Antigen Receptor T-Cell (CAR-T Cell) Injection/TX103",
          "description": "TX103 CAR-T cells are autologous T cells genetically engineered to express a chimeric antigen receptor (CAR) targeting TX103-positive tumor cells. This therapy is designed to recognize and kill TX103-expressing malignant cells.\n\nTX103 CAR-T cells are administered either via intravenous (IV) infusion or intraperitoneal (IP) infusion, depending on the cohort. For dose-escalation cohorts (Phase Ia), a standard 3+3 design is used:\n\n1. IV dose-escalation cohort: planned doses range from 1.0 × 10⁸ to 2.0 × 10⁹ CAR-T cells.\n2. IP dose-escalation cohort: initiated sequentially after the IV cohort; starting dose is based on the safe and potentially efficacious dose from IV cohort, with planned escalation up to 4.0 × 10⁹ CAR-T cells.\n\nThe Phase Ib expansion cohort administers TX103 CAR-T at the dose determined to be safe and potentially efficacious in Phase Ia, focusing on tumor types that showed preliminary signs of antitumor activity and meet clinical needs.\n\nTX103 CAR-T therapy is distinct fro",
          "armGroupLabels": [
            "Expansion Cohort (Phase Ib)",
            "IP Dose-Escalation Cohort",
            "IV Dose-Escalation Cohort"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety#Incidence and severity of adverse events (AEs)",
          "description": "To evaluate the possible adverse events after TX103 infusion, including the incidence, and severity of AEs.",
          "timeFrame": "1 year post CAR-T cells infusion"
        },
        {
          "measure": "Safety#Incidence of Dose Limiting Toxicity (DLT)",
          "description": "Type, incidence, and severity of dose limiting toxicities (DLTs) within 28 days after the first TX103 infusion.",
          "timeFrame": "28 days after the first TX103 infusion"
        },
        {
          "measure": "The maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D) of TX103",
          "timeFrame": "From first dose of TX103 until the end of Dose Limiting Toxicity (DLT) observation period (typically 28 days post-infusion for each dose)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression Free Survival (PFS)",
          "description": "To evaluate the time from the start of TX103 therapy to disease progression (according to RICIST1.1 criteria) or death from any cause, whichever occurs first.",
          "timeFrame": "1 year post CAR-T cells infusion"
        },
        {
          "measure": "Disease Control Rate (DCR)",
          "description": "To evaluate the proportion of subjects who achieved CR/PR/SD in the best overall response according to RICIST1.1 criteria.",
          "timeFrame": "1 year post CAR-T cells infusion."
        },
        {
          "measure": "Overall survival (OS)",
          "description": "The proportion of subjects who have survived for more than 6 and 12 months since the first infusion.",
          "timeFrame": "6 and 12 months post CAR-T cells infusion"
        },
        {
          "measure": "Objective response rate (ORR)",
          "description": "To evaluate the proportion of subjects who achieved CR/PR in the best response condition according to RICIST1.1 criteria.",
          "timeFrame": "1 year post CAR-T cells infusion"
        },
        {
          "measure": "Time to Remission (TTR)",
          "description": "To evaluate the time from the start of treatment to the first remission (CR/PR).",
          "timeFrame": "1 year post CAR-T cells infusion."
        },
        {
          "measure": "Duration of Response (DOR)",
          "description": "Defined as the time from the first evaluation of the tumor as CR or PR to the first evaluation of PD or death from any cause.",
          "timeFrame": "1 year post CAR-T cells infusion."
        },
        {
          "measure": "Duration of disease control (DDC)",
          "description": "To evaluate the time from the first evaluation of tumor as CR, PR or SD to the first evaluation of PD or death from any cause.",
          "timeFrame": "1 year post CAR-T cells infusion."
        }
      ],
      "otherOutcomes": [
        {
          "measure": "The immunogenicity of TX103",
          "description": "Drug antibody (ADA) positive rate after infusion of TX103.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "The positive rate of replication competent lentivirus tests.",
          "description": "Detect replication competent lentivirus (RCL)",
          "timeFrame": "Up to 15 years."
        },
        {
          "measure": "Peak Concentration (Cmax) of TX103 CAR gene.",
          "description": "Peak Concentration (Cmax) of TX103 CAR gene.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Area under the concentration versus time curve (AUC) of TX103 CAR-T cells.",
          "description": "Area under the concentration versus time curve (AUC) of TX103 CAR-T cells.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Peak concentration of cytokines",
          "description": "Peak concentration of IL-2, IL-4#IL-6, IL-8#IL-10#IFN-γ# TNF-a",
          "timeFrame": "Up to 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Voluntary participation: Subjects must voluntarily participate in this clinical trial, fully understand and sign the informed consent form (ICF), and be willing and able to comply with all study procedures.\n\n  2\\. Age: Male or female patients aged ≥18 years and \\<75 years at the time of signing the ICF.\n\n  3\\. Diagnosis: Subjects must have B7-H3/CD276-positive advanced solid tumors confirmed by pathology, who have failed standard therapy or are intolerant to standard treatment.\n  * Intraperitoneal infusion cohort: limited to subjects with recurrent or metastatic ovarian cancer, fallopian tube cancer, primary peritoneal cancer, or other advanced solid tumors with peritoneal metastases confined to the peritoneal cavity.\n  * Intravenous infusion cohort: subjects with advanced solid tumors regardless of peritoneal metastasis, preferably including head and neck squamous cell carcinoma, esophageal cancer, lung malignancies, triple-negative breast cancer, colorectal cancer, and mesenchymal-derived malignancies.\n\n    4\\. B7-H3/CD276 expression: Tumor tissue immunohistochemistry (IHC) results show B7-H3/CD276 positivity ≥20%, defined as the percentage of viable tumor cells with positive membrane expression of B7-H3/CD276 in non-necrotic tumor tissue.\n\n    5\\. Measurable/evaluable disease:\n  * Intraperitoneal infusion cohort, Phase Ia: at least one evaluable lesion per RECIST 1.1;\n  * Intravenous infusion cohorts (Ia and Ib) and intraperitoneal infusion cohort (Ib): at least one measurable lesion per RECIST 1.1.\n\n    6\\. Performance status: Eastern Cooperative Oncology Group (ECOG) performance status of 0-1.\n\n    7\\. Life expectancy: Expected survival of \\>6 months. 8. Apheresis capability: Adequate venous access for leukapheresis and no contraindications to the procedure.\n\n    9\\. Adequate organ function (per NCI CTCAE v5.0) within screening period:\n    1. Hematologic: WBC ≥ 3.0×10⁹/L; hemoglobin ≥ 8.0 g/dL; absolute neutrophil count ≥ 1.5×10⁹/L; platelet count ≥ 75.0×10⁹/L. No transfusions or supportive treatments (e.g., G-CSF, erythropoietin, TPO agonists, IL-11) within 14 days before testing.\n    2. Renal: Serum creatinine ≤ 1.5× upper limit of normal (ULN) and estimated glomerular filtration rate (eGFR) or creatinine clearance (CrCl, per Cockcroft-Gault formula) \\> 50 mL/min.\n    3. Hepatic: ALT and AST ≤ 2.5× ULN (≤ 5.0× ULN for patients with liver metastases).\n    4. Bilirubin: Total bilirubin ≤ 2.0× ULN (except for patients with Gilbert's syndrome).\n    5. Coagulation: PT, APTT, or INR ≤ 1.5× ULN (without anticoagulant therapy).\n    6. Cardiac function: Left ventricular ejection fraction (LVEF) ≥ 50% within 1 month before enrollment.\n    7. Pregnancy test: Negative serum pregnancy test for women of childbearing potential.\n    8. Contraception: Subjects with reproductive potential must agree to use effective contraception from the date of informed consent signing until 365 days after the last infusion.\n\n       Exclusion Criteria:\n* 1\\. Pregnant or lactating women. 2. Viral infections:\n\n  1. Positive for HIV antibody or syphilis serologic test;\n  2. Positive for HBsAg or HBcAb with HBV DNA ≥ 2000 IU/mL;\n  3. Positive for HCV antibody with detectable HCV RNA;\n  4. Presence of other active viremia. 3. Known hypersensitivity, allergy, intolerance, or contraindication to TX103 CAR-T or any component of the study drugs (including fludarabine, cyclophosphamide, or tocilizumab), or history of severe allergic reactions.\n\n     4\\. Active autoimmune diseases, including but not limited to autoimmune hepatitis, interstitial pneumonitis, uveitis, enteritis, hepatitis, hypophysitis, vasculitis, nephritis, hyperthyroidism, or hypothyroidism.\n     * Subjects with vitiligo or childhood asthma that has resolved and requires no intervention may be included.\n     * Subjects requiring medical intervention for asthma (e.g., bronchodilators) are excluded.\n\n       5\\. Receiving systemic immunosuppressive therapy, or judged by the investigator to require long-term immunosuppressants during the study. Topical, inhaled, or intranasal corticosteroids are permitted.\n\n       6\\. Prior exposure to any gene-engineered T-cell therapy (including CAR-T or TCR-T) or any other gene therapy.\n\n       7\\. History of organ transplantation. 8. Untreated or symptomatic central nervous system (CNS) metastases or leptomeningeal metastases.\n     * Subjects previously treated for brain/leptomeningeal metastases may be eligible if neurologically stable for ≥1 month (MRI) and off systemic corticosteroids for \\>2 weeks.\n\n       9\\. Imaging (CT/MRI) showing tumor invasion of major blood vessels (e.g., aorta, pulmonary arteries/veins, vena cava) or indistinct vascular margins.\n\n       10\\. History of epilepsy or seizure-provoking disorders within 1 year prior to infusion.\n\n       11\\. Unresolved toxicities from prior anticancer therapy not recovered to CTCAE v5.0 Grade ≤1, except for investigator-judged non-safety-risk toxicities (e.g., alopecia, Grade 2 peripheral neuropathy, stable hypothyroidism with replacement therapy).\n\n       12\\. Major surgery or significant trauma within 1 month prior to leukapheresis. 13. Any severe, acute, or chronic medical or psychiatric condition, or laboratory abnormality that may increase risk or interfere with study results, including but not limited to:\n\n  <!-- -->\n\n  1. Active infection requiring systemic therapy prior to lymphodepletion;\n  2. Uncontrolled cardiac disease: unstable angina, myocardial infarction within 1 year, heart failure (NYHA class ≥ II), or clinically significant arrhythmia requiring treatment/intervention;\n  3. Poorly controlled hypertension (SBP ≥ 160 mmHg or DBP ≥ 100 mmHg despite therapy);\n  4. Clinically significant bleeding (e.g., GI bleeding, bleeding ulcers, stool occult blood ++ or above, vasculitis) within 3 months before first infusion;\n  5. Arterial/venous thrombotic events (e.g., stroke, TIA, intracerebral hemorrhage, DVT, pulmonary embolism) within 6 months before first infusion;\n  6. Clinically significant pleural, pericardial, or peritoneal effusions not controllable by drainage or other means;\n  7. Severe cirrhosis, hepatic atrophy, or severe portal hypertension;\n  8. Complete intestinal obstruction. 14. History of or concurrent malignancy within the past 3 years, except for adequately treated non-melanoma skin cancer or carcinoma in situ (e.g., cervix, bladder, or breast).",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Rui Feng, MD",
          "role": "CONTACT",
          "phone": "+(86)13509312934",
          "email": "fengrui@tcelltech.com"
        },
        {
          "name": "Xianzhen Chen, MM",
          "role": "CONTACT",
          "phone": "+(86)18649725652",
          "email": "chenxianzhen@tcelltech.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Gangxiong Huang, MD",
          "affiliation": "Tcelltech Inc.",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Beijing Cancer Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Beijing",
          "country": "China",
          "contacts": [
            {
              "name": "Lin Shen, MD",
              "role": "CONTACT",
              "phone": "010-88196340",
              "email": "doctorshenlin@sina.cn"
            },
            {
              "name": "Lin Shen",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Beijing Gaobo Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "country": "China",
          "contacts": [
            {
              "name": "Changsong Qi, MD",
              "role": "CONTACT",
              "phone": "（+86）138 1139 4004",
              "email": "xiwangpku@126.com"
            },
            {
              "name": "Changsong Qi, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D016219",
          "term": "Immunotherapy, Adoptive"
        },
        {
          "id": "D007267",
          "term": "Injections"
        }
      ],
      "ancestors": [
        {
          "id": "D019264",
          "term": "Adoptive Transfer"
        },
        {
          "id": "D007116",
          "term": "Immunization, Passive"
        },
        {
          "id": "D007114",
          "term": "Immunization"
        },
        {
          "id": "D007167",
          "term": "Immunotherapy"
        },
        {
          "id": "D056747",
          "term": "Immunomodulation"
        },
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D007158",
          "term": "Immunologic Techniques"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D004333",
          "term": "Drug Administration Routes"
        },
        {
          "id": "D004358",
          "term": "Drug Therapy"
        }
      ]
    }
  },
  "hasResults": false
}