{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01420003",
      "orgStudyIdInfo": {
        "id": "MAC-GNE-07222011"
      },
      "organization": {
        "fullName": "Hamilton Health Sciences Corporation",
        "class": "OTHER"
      },
      "briefTitle": "Kinetics of IgE Memory B Cells, Plasmablasts and Plasma Cells After Whole Lung Allergen Challenge in Mild Asthmatics",
      "officialTitle": "Kinetics of IgE Memory B Cells, Plasmablasts and Plasma Cells After Whole Lung Allergen Challenge in Mild Asthmatics"
    },
    "statusModule": {
      "statusVerifiedDate": "2015-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2011-11"
      },
      "primaryCompletionDateStruct": {
        "date": "2014-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2014-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2011-08-17",
      "studyFirstSubmitQcDate": "2011-08-18",
      "studyFirstPostDateStruct": {
        "date": "2011-08-19",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2015-03-19",
      "lastUpdatePostDateStruct": {
        "date": "2015-03-20",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Gail Gauvreau",
        "investigatorTitle": "Gail Gauvreau, PhD",
        "investigatorAffiliation": "Hamilton Health Sciences Corporation"
      },
      "leadSponsor": {
        "name": "Hamilton Health Sciences Corporation",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to characterize the time course of B cell activation after allergen challenge, and more specifically measure the M1 prime related biomarkers.",
      "detailedDescription": "M1 prime is a segment of IgE found only in the membrane form of IgE and not on soluble IgE found in serum. Membrane IgE (and M1prime) is expressed on IgE-switched B cells, IgE-memory B cels, and IgE-plasmablasts. Depletion of IgE-switched B cells and plasmablasts will reduce IgE-producing cells and serum IgE, and may be a target for treatment of allergic asthma. A humanized antibody targeting M1 prime is being developed by Genentech, Inc., as a potential therapeutic for asthma.\n\nCurrently, the efficacy of MEMP1972A is being assessed in an allergen challenge study in mild asthmatics (MOP4843g). Extensive biomarker samples have been incorporated in that study to characterize the mechanism of action (MOA) as well as the kinetics of the MOA of MEMP1972A, which are poorly understood at this time. Furthermore, samples for the B cell enriched peripheral blood flow cytometry and bone marrow aspirates to evaluate the kinetics and MOA of MEMP1972a are collected only 24 hr after allergen challenge due to visit and sample volume limitations. It is known that maximal B cell responses are expected \\~7 days after allergen stimulation. Therefore, the purpose of this research study will be to characterize the time course of B cell activation after allergen challenge, and more specifically measure the M1 prime related biomarkers."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Asthma"
      ],
      "keywords": [
        "Allergen Challenge",
        "B cell activation",
        "M1 prime related biomarkers"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 12,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Allergen Challenge",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Procedure: Bone Marrow Aspiration",
            "Procedure: Tonsil Biopsy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Bone Marrow Aspiration",
          "description": "3 per study",
          "armGroupLabels": [
            "Allergen Challenge"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Tonsil Biopsy",
          "description": "Optional upon completion of study",
          "armGroupLabels": [
            "Allergen Challenge"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To characterize the time course of B cell activation after allergen challenge, and more specifically measure the M1 prime related biomarkers.",
          "timeFrame": "Within 7 days of allergen challenge"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male and female volunteers 18 through 65 years of age.\n* Females must not be actively seeking pregnancy, must be using adequate and effective contraception\n* General good health\n* Mild to moderate, stable, allergic asthma\n* History of episodic wheeze and shortness of breath; FEV1 at baseline at least 70% of the predicted value\n* Able to understand and give written informed consent and has signed a written informed consent form approved by the investigator's REB\n* Positive methacholine challenge\n* Positive skin-prick test to common aeroallergens (including cat, dust mite, grass, pollen)\n* Positive allergen-induced airway bronchoconstriction (a fall in FEV1 of at least 20% from baseline)\n\nExclusion Criteria:\n\n* A worsening of asthma or a respiratory tract infection within 6 weeks preceding study entry\n* History of clinically significant hypotensive episodes or symptoms of fainting, dizziness, or lightheadedness\n* History or symptoms of clinically significant autoimmune disease\n* History of clinically significant hematologic abnormality, including coagulopathy\n* Be pregnant or lactating\n* Use of corticosteroids, immunosuppressives, anticoagulants (warfarin or heparin) within 28 days prior to randomization into the study\n* Use of nonsteroidal anti-inflammatory drugs (NSAIDs) within 48 hours of dosing or aspirin with 7 days of dosing\n* Have chronic use of any other medication for treatment of allergic lung disease other than short- and intermediate-acting ß2-agonists or ipratropium bromide\n* Use of caffeine-containing products or medications for 12 hours or alcohol or over the counter drugs including aspirin, cold and allergy medications for 48 hours or inhaled bronchodilators for 8 hours prior to methacholine and allergen challenges\n* Use of tobacco products of any kind currently or within the previous 12 months, or smoking history \\> 10 pack years.\n* Lung disease other than mild to moderate allergic asthma\n* Unwillingness or inability to comply with the study protocol for any other reason.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Gail M Gauvreau, PhD",
          "affiliation": "McMaster Health Sciences",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Cardio- Respiratory Research Laboratory, Hamilton Health Sciences",
          "city": "Hamilton",
          "state": "Ontario",
          "zip": "L8N 3Z5",
          "country": "Canada",
          "geoPoint": {
            "lat": 43.25011,
            "lon": -79.84963
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "18166595",
          "type": "BACKGROUND",
          "citation": "Bateman ED, Hurd SS, Barnes PJ, Bousquet J, Drazen JM, FitzGerald JM, Gibson P, Ohta K, O'Byrne P, Pedersen SE, Pizzichini E, Sullivan SD, Wenzel SE, Zar HJ. Global strategy for asthma management and prevention: GINA executive summary. Eur Respir J. 2008 Jan;31(1):143-78. doi: 10.1183/09031936.00138707."
        },
        {
          "pmid": "17983880",
          "type": "BACKGROUND",
          "citation": "National Asthma Education and Prevention Program. Expert Panel Report 3 (EPR-3): Guidelines for the Diagnosis and Management of Asthma-Summary Report 2007. J Allergy Clin Immunol. 2007 Nov;120(5 Suppl):S94-138. doi: 10.1016/j.jaci.2007.09.043."
        },
        {
          "pmid": "10779282",
          "type": "BACKGROUND",
          "citation": "Sears MR, Burrows B, Flannery EM, Herbison GP, Holdaway MD. Atopy in childhood. I. Gender and allergen related risks for development of hay fever and asthma. Clin Exp Allergy. 1993 Nov;23(11):941-8. doi: 10.1111/j.1365-2222.1993.tb00279.x."
        },
        {
          "pmid": "6601124",
          "type": "BACKGROUND",
          "citation": "Boulet LP, Cartier A, Thomson NC, Roberts RS, Dolovich J, Hargreave FE. Asthma and increases in nonallergic bronchial responsiveness from seasonal pollen exposure. J Allergy Clin Immunol. 1983 Apr;71(4):399-406. doi: 10.1016/0091-6749(83)90069-6."
        },
        {
          "pmid": "2710172",
          "type": "BACKGROUND",
          "citation": "Anto JM, Sunyer J, Rodriguez-Roisin R, Suarez-Cervera M, Vazquez L. Community outbreaks of asthma associated with inhalation of soybean dust. Toxicoepidemiological Committee. N Engl J Med. 1989 Apr 27;320(17):1097-102. doi: 10.1056/NEJM198904273201701."
        },
        {
          "pmid": "1987459",
          "type": "BACKGROUND",
          "citation": "O'Hollaren MT, Yunginger JW, Offord KP, Somers MJ, O'Connell EJ, Ballard DJ, Sachs MI. Exposure to an aeroallergen as a possible precipitating factor in respiratory arrest in young patients with asthma. N Engl J Med. 1991 Feb 7;324(6):359-63. doi: 10.1056/NEJM199102073240602."
        },
        {
          "pmid": "1603007",
          "type": "BACKGROUND",
          "citation": "Bellomo R, Gigliotti P, Treloar A, Holmes P, Suphioglu C, Singh MB, Knox B. Two consecutive thunderstorm associated epidemics of asthma in the city of Melbourne. The possible role of rye grass pollen. Med J Aust. 1992 Jun 15;156(12):834-7. doi: 10.5694/j.1326-5377.1992.tb136994.x."
        },
        {
          "pmid": "6126624",
          "type": "BACKGROUND",
          "citation": "Platts-Mills TA, Tovey ER, Mitchell EB, Moszoro H, Nock P, Wilkins SR. Reduction of bronchial hyperreactivity during prolonged allergen avoidance. Lancet. 1982 Sep 25;2(8300):675-8. doi: 10.1016/s0140-6736(82)90709-7."
        },
        {
          "pmid": "13044326",
          "type": "BACKGROUND",
          "citation": "HERXHEIMER H. The late bronchial reaction in induced asthma. Int Arch Allergy Appl Immunol. 1952;3(4):323-8. doi: 10.1159/000227979. No abstract available."
        },
        {
          "pmid": "3115156",
          "type": "BACKGROUND",
          "citation": "O'Byrne PM, Dolovich J, Hargreave FE. Late asthmatic responses. Am Rev Respir Dis. 1987 Sep;136(3):740-51. doi: 10.1164/ajrccm/136.3.740. No abstract available."
        },
        {
          "pmid": "10231314",
          "type": "BACKGROUND",
          "citation": "O'Byrne PM, Wood L. Interleukin-5 and allergic inflammation. Clin Exp Allergy. 1999 May;29(5):573-5. doi: 10.1046/j.1365-2222.1999.00556.x. No abstract available."
        },
        {
          "pmid": "20228417",
          "type": "BACKGROUND",
          "citation": "Kloek J, Mortaz E, van Ark I, Lilly CM, Nijkamp FP, Folkerts G. Glutathione prevents the early asthmatic reaction and airway hyperresponsiveness in guinea pigs. J Physiol Pharmacol. 2010 Feb;61(1):67-72."
        },
        {
          "pmid": "7759431",
          "type": "BACKGROUND",
          "citation": "Becker AB, Black C, Lilley MK, Bajwa K, Ford-Hutchinson AW, Simons FE, Tagari P. Antiasthmatic effects of a leukotriene biosynthesis inhibitor (MK-0591) in allergic dogs. J Appl Physiol (1985). 1995 Feb;78(2):615-22. doi: 10.1152/jappl.1995.78.2.615."
        },
        {
          "pmid": "2389910",
          "type": "BACKGROUND",
          "citation": "Coyle AJ, Page CP, Atkinson L, Flanagan R, Metzger WJ. The requirement for platelets in allergen-induced late asthmatic airway obstruction. Eosinophil infiltration and heightened airway responsiveness in allergic rabbits. Am Rev Respir Dis. 1990 Sep;142(3):587-93. doi: 10.1164/ajrccm/142.3.587."
        },
        {
          "pmid": "3804916",
          "type": "BACKGROUND",
          "citation": "Hamel R, McFarlane CS, Ford-Hutchinson AW. Late pulmonary responses induced by Ascaris allergen in conscious squirrel monkeys. J Appl Physiol (1985). 1986 Dec;61(6):2081-7. doi: 10.1152/jappl.1986.61.6.2081."
        },
        {
          "pmid": "8756799",
          "type": "BACKGROUND",
          "citation": "Pizzichini E, Pizzichini MM, Efthimiadis A, Evans S, Morris MM, Squillace D, Gleich GJ, Dolovich J, Hargreave FE. Indices of airway inflammation in induced sputum: reproducibility and validity of cell and fluid-phase measurements. Am J Respir Crit Care Med. 1996 Aug;154(2 Pt 1):308-17. doi: 10.1164/ajrccm.154.2.8756799."
        },
        {
          "pmid": "28665197",
          "type": "DERIVED",
          "citation": "Oliveria JP, Salter BM, MacLean J, Kotwal S, Smith A, Harris JM, Scheerens H, Sehmi R, Gauvreau GM. Increased IgE+ B Cells in Sputum, but Not Blood, Bone Marrow, or Tonsils, after Inhaled Allergen Challenge in Subjects with Asthma. Am J Respir Crit Care Med. 2017 Jul 1;196(1):107-109. doi: 10.1164/rccm.201611-2274LE. No abstract available."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}