{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05442658",
      "orgStudyIdInfo": {
        "id": "CMRPG4C0061_CORPG3F0071-3F0073"
      },
      "organization": {
        "fullName": "Chang Gung Memorial Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Importance and Association of Gut Microbiota and Biochemical Metabolites on Children Allergic Disorder",
      "officialTitle": "Importance and Association of Gut Microbiota and Biochemical Metabolites on Children Allergic Disorder"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-08-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-07-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-07-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-06-23",
      "studyFirstSubmitQcDate": "2022-06-30",
      "studyFirstPostDateStruct": {
        "date": "2022-07-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-06-30",
      "lastUpdatePostDateStruct": {
        "date": "2022-07-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Chien-Chang Chen, MD",
        "investigatorTitle": "Pediatrics, Chang Gung Children's Hospital, Chang Gung Memorial Hospital",
        "investigatorAffiliation": "Chang Gung Memorial Hospital"
      },
      "leadSponsor": {
        "name": "Chang Gung Memorial Hospital",
        "class": "OTHER"
      }
    },
    "descriptionModule": {
      "briefSummary": "Food allergies account for only a small percentage of all adverse reactions to foods and their prevalence has increased over the past 10-15 years, particularly in industrialized countries: 3-6% of children under 3 years of age and 1-3% of adults. Food allergens in children are represented by milk, egg, wheat, soy, peanuts, tree nuts, fish, and shellfish. The majority of allergic processes that develop during the childhood tend to abate with age, whereas those that occur during adulthood tend to persist. Hypersensitivity refers to an excessive immunological reaction to food antigens with undesirable consequences.\n\nThe first aim of our study is to evaluate the role of intestinal microbiota and their relationship with immune tolerance or allergic disorder. The second aim of our study is determining the biochemical metabolites on the host (human being) in allergic disorder, and these biochemical metabolites can be measured in fecal or urine samples by metabolomics methods. We try to seek to gain an advanced understanding of gut microbiota and biochemical metabolites associated with mucosal immune responses in the host. These findings could be useful for developing strategies to modify the gut microbiota or medical applications (e.g. healthy microbe preparations) involving beneficial microorganisms to control the development of allergic disorders.",
      "detailedDescription": "Intestinal microbiota are directly involved in the development of innate and acquired mucosal immune response. The gut microbiota also have metabolic, synthetic, and processing functions in close liaison with the human body's metabolic processes. They are excellent energy anaerobic bioreactors, and they can consume, store, and redistribute the energy produced. The gut microbiota also allow us to extract energy from substances not otherwise useful in terms of energy, such as indigestible carbohydrates.\n\nIntestinal microflora are able to use the substances consumed in the diet: bacteria can transform complex polysaccharides and monosaccharides in short-chain fatty acids. Short-chain fatty acids are a source of energy for colonocytes and directly affect the storage of lipids and the absorption and metabolism of food, creating the so-called 'second meal effect'.\n\nQualitative and quantitative alterations of commensal flora may result in various gastrointestinal and extraintestinal diseases. Food hypersensitivity and allergies are an emerging entity in the microbial related diseases universe."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Disorder",
        "Food Hypersensitivity",
        "Food Allergy in Children"
      ],
      "keywords": [
        "Food sensitization",
        "Food hypersensitivity",
        "Food allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "human feces, stool"
      },
      "enrollmentInfo": {
        "count": 120,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Food hypersensitivity, Food allergy",
          "description": "younger children undergo complete screening of the fecal microbiota and determination of total serum IgE and specific IgE levels.\n\nThe specific IgE antibodies that were measured included those for the following food allergens: egg white, cow milk, wheat, peanut, soy, and gluten. Subjects with FH were defined as those with a total IgE level of over 100 IU/ml and a level of at least one specific IgE of greater than 0.35 IU/ml.",
          "interventionNames": [
            "Other: Microbiota"
          ]
        },
        {
          "label": "Healthy control",
          "description": "The control children came from an age-matched cohort and did not exhibit allergic manifestations or increased total or specific IgE levels.",
          "interventionNames": [
            "Other: Microbiota"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Microbiota",
          "armGroupLabels": [
            "Food hypersensitivity, Food allergy",
            "Healthy control"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "microbiota",
          "description": "Taxonomy-based analyses were performed by classifying each sequence using the RDP Naïve Bayesian rRNA Classifier Version 2.5 program",
          "timeFrame": "\"baseline, pre-intervention\""
        },
        {
          "measure": "Biochemical Metabolites",
          "description": "The identity of compounds will be confirmed by LC/MS/MS by using a QTOF (model 6510,Agilent). The water-soluble fraction of the fecal samples will be analyzed using 1H Nuclear magnetic resonance (NMR) spectroscopy.",
          "timeFrame": "\"baseline, pre-intervention\""
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nChildren with immune tolerance; Children with food hypersensitivity Children with food allergy Children with allergic disorder Healthy volunteers (Children)\n\nExclusion Criteria:\n\nExclusively vegetarian was not enrolled in this study.\n\n\\-",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "6 Months",
      "maximumAge": "6 Years",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "Younger children to undergo complete screening of the fecal microbiota and determination of total serum IgE and specific IgE levels. Fecal samples were immediately frozen at -20 °C after collection and were later stored at -70 °C.\n\nBefore the enrollment of participants, food categories intakes were record. Exclusively vegetarian was not enrolled in this study. Healthy, age-matched children with no history of food allergy and those eating an unrestricted diet were recruited and used as healthy controls.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D064307",
          "term": "Microbiota"
        }
      ],
      "ancestors": [
        {
          "id": "D008827",
          "term": "Microbiological Phenomena"
        },
        {
          "id": "D058448",
          "term": "Biota"
        },
        {
          "id": "D044822",
          "term": "Biodiversity"
        },
        {
          "id": "D017753",
          "term": "Ecosystem"
        },
        {
          "id": "D004777",
          "term": "Environment"
        },
        {
          "id": "D055669",
          "term": "Ecological and Environmental Phenomena"
        },
        {
          "id": "D001686",
          "term": "Biological Phenomena"
        },
        {
          "id": "D004778",
          "term": "Environment and Public Health"
        }
      ]
    }
  },
  "hasResults": false
}