{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01803763",
      "orgStudyIdInfo": {
        "id": "199/10"
      },
      "secondaryIdInfos": [
        {
          "id": "CIGE025ECH04T",
          "type": "OTHER",
          "domain": "Swissmedic"
        }
      ],
      "organization": {
        "fullName": "Insel Gruppe AG, University Hospital Bern",
        "class": "OTHER"
      },
      "briefTitle": "Prospective Double-blind Placebo-controlled Study of the Effect of Xolair (Omalizumab) in Chronic Urticaria Patients",
      "officialTitle": "Prospective Double-blind Placebo-controlled Study of the Effect of Xolair (Omalizumab) in Chronic Urticaria Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-09"
      },
      "primaryCompletionDateStruct": {
        "date": "2014-03",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2014-03",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2013-02-27",
      "studyFirstSubmitQcDate": "2013-03-01",
      "studyFirstPostDateStruct": {
        "date": "2013-03-04",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-04-14",
      "lastUpdatePostDateStruct": {
        "date": "2014-04-15",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Insel Gruppe AG, University Hospital Bern",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Adverse Drug Reactions, Advice and Consulting ADR-AC",
          "class": "UNKNOWN"
        },
        {
          "name": "University of Bern",
          "class": "OTHER"
        },
        {
          "name": "Novartis",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The aim of this study is to investigate the pathophysiological mechanism of omalizumab in patients with documented chronic urticaria who have complaints under standard antihistamine treatment. With this study the investigators will assess the correlation between Fc-IgE receptor downregulation as well as functionality and clinical response to omalizumab treatment in patients with chronic urticaria. This may be an approach for other diseases as well, where Fc-IgE receptor crosslinking are essential. The treatment time is set for a total of 4 monthly applications of omalizumab. According to the dosage recommendations of recent studies, fixed doses of 300 mg omalizumab are administered subcutaneously.",
      "detailedDescription": "Background\n\nChronic urticaria (CU) is a frequent disease with a lifetime incidence of up to 25-30% of the population. Currently, CU treatment relies mainly on second generation antihistamines and is purely symptomatic. The disease tends to have a cyclical nature with spontaneous disappearance and frequent relapses. Some patients show a sufficient response to standard second generation antihistamines like (levo)cetirizine 10mg, (des)loratadine 5mg or terfenadine 120-180mg. Others need higher doses (up to 4-fold usual daily dose), often accompanied by sedation. Treatment may last for months, even years. If this first-line therapy is insufficient, the next step (sometimes even before use of excessively high doses of antihistamines) is to add first generation, even more sedating antihistamines, some of which have additional modes of action (e.g. anticholinergic effects in doxepin treatment). A considerable number of patients with CU need treatment escalations with leukotriene receptor blocking agents (e.g. montelukast), systemic corticosteroids (5-20mg prednisolon/d) or even cyclosporine (daily dose 3-5 mg/kg) or other immunosuppressive drugs used off-label. Such patients are often investigated more in detail to find an infection or autoimmune disease - often still without clear results.\n\nDifferent clinical findings suggest that the mast cell system in many patients with CU is \"overactive\" with increased releasability. Minor stress like scratching can already induce degranulation resulting in wheal-and-flare skin reactions. Therefore, a therapy directly aiming at a decrease in this mast cell \"hyperreleasability\" would be optimal. Omalizumab binds selectively to free IgE in plasma, inhibits its binding to Fc-IgE receptor on the surface of mast cells and basophils and reduces the number of Fc-IgE receptors on basophils in atopic patients. Significant reduction of Fc-IgE receptor density on the surface of circulating basophils has been found as early as 1 week after administration of omalizumab. In contrast to this, the onset of clinical efficacy of omalizumab in asthma is considered to take place relatively late, namely about 4 months after start of treatment. The pathophysiologic concepts of omalizumab treatment in allergic asthma are focused on the neutralisation of IgE, and less on the Fc-IgE receptor density. In allergology, free IgE in plasma is only relevant regarding Fc-IgE receptor density on effector cells. Therefore, Fc-IgE receptor density measurement might be an important parameter for mast cell and basophil \"releasability\" and therefore a good in vitro surrogate marker for their reactivity. E.g. it is well known that only about 50% of IgE-sensitized individuals show clinically relevant allergic symptoms. This difference between sensitization and allergy may also be due to Fc-IgE receptor density on mast cells and basophils. Flowcytometric determination of Fc-IgE receptor density on the surface of basophils and additional testing for the functional consequences of a change in this density (ability to crosslink Fc-IgE receptors by autoantibodies and allergens) raise the possibility to evaluate this hypothesis - using omalizumab as a drug being able to decrease Fc-IgE receptor density:\n\n1. Study data show that a fixed dose of 300 mg omalizumab is useful for the treatment of CU. The investigators assume that this effect is due to the decrease of Fc-IgE receptor density. Thus, the basophil Fc-IgE receptor density should be monitored quantitatively and functionally (see below) and correlated to clinical response.\n2. 30-40% of patients with CU have autoantibodies against Fc-IgE receptor or IgE itself, which can be measured in vitro (already via ELISA, flowcytometric via CD63 and CD203c upregulation on basophils). Decrease of Fc-IgE receptor density may decrease basophil reactivity and explain or be correlated to the clinical response in CU patients. At least three patients will be followed for reactivity to autoantibodies over the study period.\n3. Some patients with CU may also have an accompanying IgE-mediated allergy, which is most probably irrelevant for the CU, but offers the possibility of a functional test of basophil responsiveness to low concentrations of allergens - before (with presumably high Fc-IgE receptor density) and after omalizumab treatment (low Fc-IgE rec. density). At least three patients will be followed for allergen reactivity of basophils.\n\nObjective\n\nPrimary objectives\n\n\\- Measurement of the kinetic of Fc-IgE receptor density change on basophils from patients with chronic urticaria with omalizumab compared to placebo\n\nSecondary objectives\n\n* Change of responsiveness to Fc-IgE cross-linking dependent stimuli:\n\n  * incubation of patient's basophils with anti-IgE\n  * allergen induced cross-linking (only grass pollen and birch pollen allergic patients)\n  * comparison of serum on third party basophils\n* Measurement of IL-3 hyperresponsiveness of basophils after Stimulation with anti-IgE and allergen\n* Daily urticaria activity score\n* Medication and rescue medication use\n* German version of the Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL)\n\nMethods\n\nThis is a monocentric, double-blind, randomized placebo-controlled trial, which aims to investigate the pathophysiological mechanism of omalizumab in patients with documented chronic urticaria who have complaints under standard antihistamine treatment.\n\nAccording to the inclusion criteria, 30 patients with diagnosed chronic urticaria will be recruited in our outpatient clinic. Omalizumab (Xolair®) is administered in fixed dose of 300 mg in a total of 4 monthly doses according to the reference. A follow-up visit is planned 2 months after the last injection."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Urticaria",
        "Chronic Idiopathic Urticaria",
        "Chronic Spontaneous Urticaria"
      ],
      "keywords": [
        "Omalizumab",
        "Xolair",
        "Urticaria",
        "basophils",
        "chronic Urticaria",
        "Fc Receptor"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 30,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab (Xolair)",
          "type": "ACTIVE_COMPARATOR",
          "description": "Fixed dose of 300 mg omalizumab is subcutaneously administered in total 4 monthly doses",
          "interventionNames": [
            "Drug: Omalizumab (Xolair)"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Fixed dose of Placebo is subcutaneously administered in total 4 monthly doses",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab (Xolair)",
          "description": "Fixed dose of 300 mg omalizumab is subcutaneously administered in total 4 monthly doses",
          "armGroupLabels": [
            "Omalizumab (Xolair)"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Fixed dose of placebo is subcutaneously administered in total 4 monthly doses",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Fc-IgE Receptor density change on basophils",
          "timeFrame": "Twice before (1 month before and the day of first treatment), after 1 week, after 1 and 3 months of treatment start and 2 months after stopping treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change of responsiveness to Fc-IgE cross-linking dependent stimuli (anti-IgE, Allergen induced IgE-cross-linking in grass or birch pollen allergic patients)",
          "timeFrame": "Once before treatment, 1 week and 3 months after treatment start"
        },
        {
          "measure": "Comparison of serum of visit 1 and 6 on third party basophils (CD63 upregulation on basophils)",
          "timeFrame": "Once before treatment and 3 months after treatment start"
        },
        {
          "measure": "Measurement of IL-3 hyperresponsiveness of basophils",
          "timeFrame": "Day of the first treatment, 1 week and 3 months after treatment start"
        },
        {
          "measure": "Urticaria activity score",
          "timeFrame": "At 1, 2, 3, 4 and 6 months"
        },
        {
          "measure": "German version of the Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL)",
          "timeFrame": "At 1, 2, 3, 4 and 6 months"
        },
        {
          "measure": "Medication use",
          "timeFrame": "At 1, 2, 3, 4 and 6 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Diagnosis of chronic urticaria made by clinical symptoms and clinical investigations\n* 2\\. Patients with chronic urticaria were defined as having symptoms for at least 6 weeks, with hives present at least twice weekly, refractory to H1 antihistaminics at time of randomization\n* 3\\. Signed informed consent documenting understanding of the study procedures and the investigational nature of the study\n\nExclusion Criteria\n\n* Age \\<18 or \\>70 year\n* Patients with pure physical or cold urticaria, delayed pressure or cholinergic urticaria\n* Patients with a clearly defined allergic urticaria (food, drugs etc.)\n* Previous treatment with omalizumab within one year prior to randomization\n* Known hypersensitivity to omalizumab or any of its components\n* History of cancer in the previous 5 years\n* Patients with parasitic infections\n* Patients with documented active tuberculosis or undergoing anti-TB therapy\n* Patients currently or recently (in the preceding 4 weeks) treated with systemic immunosuppressive agents according to medical history\n* Pregnant or nursing women\n* Known intolerance to any protocol intervention\n* Patient's lack of accountability, inability to appreciate the nature, meaning and consequences of the study and to formulate his/her own wishes correspondingly",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Oliver Hausmann",
          "affiliation": "Department of Rheumatology, Clinical Immunology and Allergology, Bern University Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Department of Rheumatology, Clinical Immunology and Allergology, Bern University Hospital",
          "city": "Bern",
          "state": "Canton of Bern",
          "zip": "3010",
          "country": "Switzerland",
          "geoPoint": {
            "lat": 46.94809,
            "lon": 7.44744
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000080223",
          "term": "Chronic Urticaria"
        },
        {
          "id": "D014581",
          "term": "Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}