{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06419855",
      "orgStudyIdInfo": {
        "id": "TOP-1122-IV"
      },
      "organization": {
        "fullName": "Top Health S.A.P.I DE C.V.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Study to Evaluate the Effectivity and Safety of BIOSCAFF®H Compared to DuraGen®, in Patients Undergoing Dural Repair",
      "officialTitle": "Post-approval, Multicenter Study to Evaluate the Efficacy and Safety of BIOSCAFF®H, a Human Collagen Graft, Compared to DuraGen®, a Bovine-derived Graft, in Patients Undergoing Dural Repair Following Cranial Surgery"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "TERMINATED",
      "whyStopped": "Sponsor decision.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-09-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-02-18",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-02-18",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-05-09",
      "studyFirstSubmitQcDate": "2024-05-14",
      "studyFirstPostDateStruct": {
        "date": "2024-05-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-21",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-25",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Top Health S.A.P.I DE C.V.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "CLINICAL RESEARCH PS MEXICO",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Study in which the presence or absence of symptoms or any health condition is observed and recorded 30 days after a cranial surgery in which the physician places a material or graft, either BIOSCAFF®H or DuraGen®, into the skull; this material allows the regeneration of tissue that makes up one of the layers of the brain that was affected before or during surgery. The primary hypothesis of this study is that there will be no more than a 10% difference in outcomes between the BIOSCAFF®H device and the active comparator, DuraGen®, with respect to the incidence of cerebrospinal fluid leak or the presence of pseudomeningocele.",
      "detailedDescription": "This study will help describe the safety profile and other aspects such as quality of life of the subjects who received it. The primary objective of the study is to evaluate the efficacy of the BIOSCAFF® H graft in patients undergoing dural surgery in the absence of cerebrospinal fluid leakage compared to the active comparator.\n\nThis is a prospective, multicenter, cohort, post-approval study to evaluate the efficacy and safety of BIOSCAFF®H. It consists of a screening period and a follow-up period up to 52 weeks after surgery. Medical records of patients who underwent surgery less than 30 days post-operatively and were implanted with the BIOSCAFF®H human collagen dural substitute or the active bovine collagen-based comparator, DuraGen®, will be considered. It is estimated that approximately 86 dural surgery patients will be enrolled."
    },
    "conditionsModule": {
      "conditions": [
        "Cerebrospinal Fluid Leakage"
      ],
      "keywords": [
        "Dural surgery",
        "Sealing",
        "Leakage",
        "Cerebrospinal fluid",
        "Collagen matrix graft",
        "Dura"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood and urine samples"
      },
      "enrollmentInfo": {
        "count": 2,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Human collagen matrix graft",
          "description": "Is a porous cross-linked human collagen Matrix or Sponge, used as a scaffold in the repair and restoration of dura mater defects, following craniotomy, laminectomy or in general when there is intentional (surgical procedure) or accidental damage to the dura mater.",
          "interventionNames": [
            "Device: Human collagen matrix graft"
          ]
        },
        {
          "label": "Bovine collagen matrix graft",
          "description": "Is a porous type 1 collagen matrix derived from bovine Achilles tendon, this matrix is absorbed after 8 weeks and is used for the repair and restoration of dura mater defects.",
          "interventionNames": [
            "Device: Bovine collagen matrix graft"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "Human collagen matrix graft",
          "description": "Is a porous cross-linked human collagen Matrix or Sponge, used as a scaffold in the repair and restoration of dura mater defects, following craniotomy, laminectomy or in general when there is intentional (surgical procedure) or accidental damage to the dura mater.",
          "armGroupLabels": [
            "Human collagen matrix graft"
          ]
        },
        {
          "type": "DEVICE",
          "name": "Bovine collagen matrix graft",
          "description": "Is a porous type 1 collagen matrix derived from bovine Achilles tendon, this matrix is absorbed after 8 weeks and is used for the repair and restoration of dura mater defects.",
          "armGroupLabels": [
            "Bovine collagen matrix graft"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of cerebrospinal fluid leakage",
          "description": "To evaluate effectiveness of BIOSCAFF®️H graph in patients who underwent dural surgery on the incidence of cerebrospinal fluid leakage versus an active comparator",
          "timeFrame": "52 weeks post-surgery"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To evaluate the safety of BIOSCAFF®️H in relation to DuraGen®️ at 60, 90 and 180 days post-surgery in patients who underwent dural surgery compared to day 30 post-surgery using the Modified Rankin Score (mRS-9Q).",
          "description": "To evaluate the safety of BIOSCAFF®️H in relation to DuraGen®️ using the Modified Rankin Score (mRS-9Q), It consists of 9 questions to evaluate the degree of disability of the patient, with a minimum value of 0 indicating no symptoms and a maximum value of 5 indicating severe disability.",
          "timeFrame": "180 days post-surgery"
        },
        {
          "measure": "To evaluate the safety of BIOSCAFF®️H in relation to DuraGen®️ at 60, 90 and 180 days post-surgery in patients who underwent dural surgery compared to day 30 post-surgery using the Barthel Index.",
          "description": "To evaluate the safety of BIOSCAFF®️H in relation to DuraGen®️ using the Barthel Index, which consists of 10 questions to assess the patient's level of disability, with a minimum score of 0 and a maximum score of 100 indicating severe disability. The closer a subject's score is to 0, the more dependent he/she is; the closer to 100, the more independent he/she is.",
          "timeFrame": "180 days post-surgery"
        },
        {
          "measure": "Compare the quality of life in patients who underwent dural surgery and were implanted",
          "description": "To compare the results of the SF-36 and EQ-5D-5L quality of life scales in dural surgery patients implanted with BIOSCAFF®H or DuraGen® on days 60, 90, and 180 postoperatively compared to day 30 postoperatively.\n\nThe SF-36 is a self-administered instrument consisting of 36 questions. For each scale, the responses to each question are coded and recoded (10 questions), and the results are converted to a scale from 0 (worst health) to 100 (best health).\n\nThe EQ-5D-5L scale is a standardized measure of health status used to provide a simple, generic measure of health for clinical and economic evaluation with five dimensions. The maximum value is 100, which represents the best health you can imagine, and the minimum value of 0 represents the worst health you can imagine. It should be used in conjunction with the EuroQol website.\n\nAfter applying both scales to the patients, the results are compared.",
          "timeFrame": "180 days post-surgery"
        },
        {
          "measure": "To evaluate the incidence of infection with BIOSCAFF®H at 30 days post-surgery compared to the active comparator and the safety of BIOSCAFF®H on the incidence of surgical site infections at 30, 60, 90 and 180 days post-surgery compared to DuraGen®.",
          "description": "Frequency of surgical site infections at 30, 60, 90, and 180 days after surgery.",
          "timeFrame": "180 days post-surgery"
        },
        {
          "measure": "To evaluate the incidence of adverse events and serious adverse events for BIOSCAFF®H compared to DuraGen® from day 0 to week 52 after surgery.",
          "description": "Adverse events and serious adverse events from day 0 through week 52 after surgery.",
          "timeFrame": "52 weeks post-surgery"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "To evaluate the serum/plasma concentration of immunoglobulins IgG, IgE, IgM, IgA as possible indicators of immunogenicity in BIOSCAFF®H compared to those implanted with DuraGen®.",
          "description": "The concentration of the immunoglobulins IgG, IgE, IgM, IgA in serum or plasma.",
          "timeFrame": "180 days post-surgery"
        },
        {
          "measure": "To evaluate wound healing 180 days after surgery",
          "description": "Change in Manchester Scale Score (MSS) during the first 6 months after surgery. It evaluates and rates 7 scar parameters: scar color (perfect, slight, obvious, or gross mismatch to surrounding skin), skin texture (matte or shiny), relationship to surrounding skin (range from flush to keloid), texture (range from normal to hard), margins (distinct or indistinct), size (\\<1 cm, 1-5 cm, \\>5 cm), and single or multiple. Results are converted to a scale of 5 (excellent scar) to 28 (worst scar).",
          "timeFrame": "180 days post-surgery"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults ≥18 years of age up to 70 years of age, of both sexes.\n* Patients who agree to participate and are able to provide written informed consent.\n* Patients who underwent dural surgery or duraplasty for pathological processes or who required dural grafting at the neurosurgeon's discretion with a maximum of 30 days postoperatively.\n* Patients in need of an incision of at least 2 cm in length.\n\nExclusion Criteria:\n\n* Presence of empyema/subdural abscess or any type of systemic infection affecting/infiltrating the dura mater detected by the physician prior to surgery.\n* Diagnosis of malignant cranial tumor(NOTE: patients without a diagnosis of malignancy will still be allowed to enter the study).\n\n  * The diagnosis of malignancy will be considered according to the classification of Tumors of the Central Nervous System, stipulated by the World Health Organization version 2021, considering the lowest taxonomic hierarchy (specific) of the tumor available in the diagnosis considering: Category, family or class, type and subtype.\n  * The ICD-O morphological coding system will be used, to classify tumors as benign (Eligible) and malignant (Ineligible), considering: /0 for benign tumors; /1 nonspecific, borderline or of uncertain behavior as tumors that can be included in the study, while those coded as /2, /3 and /6 or metastatic tumors as ineligible. In APPENDIX 4 \"Patient eligibility associated with the listing of tumors in the central nervous system\" the classification of tumors according to the above-mentioned document is listed for clearer reference.\n* Drowsy or comatose patients at the time of screening.\n* Serum creatinine levels \\>2.0 mg/dL.\n* Patient with a total bilirubin level \\>2.5 mg/dL.\n* Previous surgery at the same site or patients with a previous craniotomy/craniectomy within 6 months prior to the study surgery.\n* Inability to read and understand protocol information by the participant.\n* History of symptomatic hydrocephalus.\n* Patients who have received chemotherapy or radiation therapy in the surgical region that was completed within 3 months prior to the planned surgery or are scheduled for the next 12 weeks.\n* Known history of hemophilia or other clinically significant coagulopathy.\n* Previous participation in any related device or investigational drug study within 30 days prior to screening.\n* Medical history report of status epilepticus in the patient.\n* Patients with uncontrolled diabetes according to ADA criteria: fasting glucose ≥200 mg/dL, HbA1C ≥8.5%.\n* Patients in whom radiological contrast medium is contraindicated.\n* Women who are breastfeeding or pregnant.\n* Patients with a body mass index (BMI) ≥ 35 kg/m2.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Adult patients of private and public clinical care, who have undergone dural surgery, residents of different states of Mexico",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Juan P. Aguilar Alemán, PhD",
          "affiliation": "Top Health S.A.P.I DE C.V.",
          "role": "STUDY_DIRECTOR"
        },
        {
          "name": "Beni Camacho Perez, PhD",
          "affiliation": "Top Health S.A.P.I DE C.V.",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "CIMeT Scientific Corporation S.A.P.I. DE C.V.",
          "city": "Guadalajara",
          "state": "Jalisco",
          "zip": "44340",
          "country": "Mexico",
          "geoPoint": {
            "lat": 20.67738,
            "lon": -103.34749
          }
        },
        {
          "facility": "Investigación Biomédica para el Desarrollo de Fármacos S.A de C.V.",
          "city": "Zapopan",
          "state": "Jalisco",
          "zip": "45070",
          "country": "Mexico",
          "geoPoint": {
            "lat": 20.72111,
            "lon": -103.38742
          }
        },
        {
          "facility": "Bind Investigaciones S.C.",
          "city": "San Luis Potos",
          "state": "San Luis Potos",
          "zip": "78213",
          "country": "Mexico"
        },
        {
          "facility": "Faicic S. de R.L. de C.V.",
          "city": "Veracruz",
          "state": "Veracruz",
          "zip": "91900",
          "country": "Mexico",
          "geoPoint": {
            "lat": 19.18095,
            "lon": -96.1429
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "21670715",
          "type": "BACKGROUND",
          "citation": "Rosen CL, Steinberg GK, DeMonte F, Delashaw JB Jr, Lewis SB, Shaffrey ME, Aziz K, Hantel J, Marciano FF. Results of the prospective, randomized, multicenter clinical trial evaluating a biosynthesized cellulose graft for repair of dural defects. Neurosurgery. 2011 Nov;69(5):1093-103; discussion 1103-4. doi: 10.1227/NEU.0b013e3182284aca."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065634",
          "term": "Cerebrospinal Fluid Leak"
        }
      ],
      "ancestors": [
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D006259",
          "term": "Craniocerebral Trauma"
        },
        {
          "id": "D020196",
          "term": "Trauma, Nervous System"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D014947",
          "term": "Wounds and Injuries"
        }
      ]
    }
  },
  "hasResults": false
}