{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02490813",
      "orgStudyIdInfo": {
        "id": "ALC-002"
      },
      "organization": {
        "fullName": "Hong Kong Sanatorium & Hospital",
        "class": "INDUSTRY"
      },
      "briefTitle": "Pilot Study on Traditional Chinese Medicine and Food Allergy",
      "officialTitle": "Pilot Study on Traditional Chinese Medicine and Food Allergy",
      "acronym": "TCMFA"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-02",
      "overallStatus": "TERMINATED",
      "whyStopped": "the study has been on hold throughout 3/10/2020-18/2/2023 due to the hospital regulations for COVID-19",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-06-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-02-18",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-02-18",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2015-07-02",
      "studyFirstSubmitQcDate": "2015-07-06",
      "studyFirstPostDateStruct": {
        "date": "2015-07-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2023-02-27",
      "lastUpdatePostDateStruct": {
        "date": "2023-03-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hong Kong Sanatorium & Hospital",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Chinese University of Hong Kong",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "Recently, there has been an increasing interest in using traditional Chinese medicine for food allergy. The Harvard group has successfully demonstrated the Food Allergy Herbal Formula - FAHF2 completely blocked peanut-induced anaphylaxis in a murine model, and currently being studied in human. Therefore, in collaboration with the Institute of Chinese Medicine, CUHK, the investigators have developed a more simplified Chinese herbal formula - X (CHFX), containing four food-grade Chinese herbs, Wu-mei (Fructus Pruni Mume); Ling-zhi (Gonoderma); Huang-bai (Cortex Phellodendron) and Zhi-su (Perilla frutescens).\n\nIn the present study, the investigators would like to examine whether there is reduction in allergic symptoms in food challenge after administering the CHFX for 8 weeks. There will be pre- and post- CHFX food challenges and other related tests.",
      "detailedDescription": "The investigators aim to recruit 24 subjects for the present study. Subjects will be randomized into two groups, control group (n=12) and treatment group (n=12). At recruitment all subjects will be required to stop anti-allergic medicines and Chinese medicines as a wash out period for two weeks (week 1 and week 2). They will be required to keep a record of their symptoms and peak flow rates twice daily throughout the entire study. Skin prick test will be performed with a panel of commercially available skin test solutions for cod, shrimp and crab (ALK). Total and specific IgE as well as total and specific IgG4 for fish and shellfish will be measured (by the HKSH laboratory or CUHK laboratory). Graded open cod, shrimp or crab challenge will be performed as described later at HKSH in each patient to determine the baseline tolerance level to fish or shellfish, using freeze-dried cod, shrimp or crab as appropriate.\n\nAfter determining the baseline tolerance level, subjects in the treatment group will take 2 grams of the CHFX or placebo daily for 8 weeks (week 4 to week 11). The placebo powder consists of food grade medicinal starch blended with coloring agent. After the 8 weeks of treatment, skin prick tests, blood tests as at baseline and oral challenges will be repeated (week 12). During the study subjects will be requested to consume their normal diet but avoiding fish and shellfish, with no consumption of any other Chinese herbal medication. They can take anti-allergic medicines as necessary but will note when medicines are taken in their symptom and peak flow diary."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy to Fish",
        "Allergy to Shrimp",
        "Allergy to Crab"
      ],
      "keywords": [
        "Fish allergy",
        "shrimp allergy",
        "crab allergy",
        "traditional Chinese medicine"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control",
          "type": "PLACEBO_COMPARATOR",
          "description": "This arm will receive the placebo.",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        },
        {
          "label": "Treatment - Chinese Herbal Formula - X",
          "type": "EXPERIMENTAL",
          "description": "This arm will receive the Chinese Herbal Formula - CHFX as treatment to their existing fish, shrimp or crab allergy.",
          "interventionNames": [
            "Dietary Supplement: Treatment - Chinese Herbal Formula - X"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Treatment - Chinese Herbal Formula - X",
          "description": "Wu Mei (Fructus Pruni Mume), Ling Zhi (Gonoderma), Huang Bai (Cortex Phellodendron), and Zhi Su (Perilla frutescens).",
          "armGroupLabels": [
            "Treatment - Chinese Herbal Formula - X"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Placebo will be starch with colorings",
          "armGroupLabels": [
            "Control"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Tolerance to existing allergen",
          "description": "subjects will be accessed on tolerance to existing allergen via opened oral food challenge",
          "timeFrame": "8 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Skin prick test result",
          "description": "Skin prick test result to existing allergen",
          "timeFrame": "8 weeks"
        },
        {
          "measure": "Blood test - IgE result",
          "description": "Specific IgE test result to existing allergen",
          "timeFrame": "8 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age 8 years or older with a history of allergic reaction to cod, shrimp or crab, manifested by any of the following: urticaria, angioedema, asthma or anaphylaxis, within 60 mins of ingestion.\n* Having a positive skin prick test to the cod, shrimp or crab as defined by a weal diameter 3 mm greater than the diluent control.\n* Having a positive oral challenge with freeze-dried cod, shrimp or crab.\n* Asthma must be under control with a FEV1 of at least 80% predicted value.\n* Aspirin, anti-histamines/anti-allergic medicines and antidepressants are not permitted for 3 days, one week and two weeks, respectively, before skin testing or oral food challenge.\n\nExclusion Criteria:\n\n* Pregnancy.\n* Requiring systemic glucocorticoids, beta-blockers and ACE inhibitors.\n* Having poorly controlled asthma, poorly controlled atopic dermatitis prior to study.\n* Inability to discontinue antihistamines or other medication for skin testing and oral challenges.\n* Unable to comply with the study protocol for any reason.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "8 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "June Chan, Master",
          "affiliation": "Hong Kong Sanatorium & Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hong Kong Sanatorium & Hospital",
          "city": "Happy Valley",
          "country": "Hong Kong",
          "geoPoint": {
            "lat": 22.26912,
            "lon": 114.18619
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}