{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05843045",
      "orgStudyIdInfo": {
        "id": "22-039"
      },
      "organization": {
        "fullName": "Dayton Children's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Indoor Air Quality Asthma Study: The Effect of Indoor Air Quality and Mitigation of Same on Persistent Asthma",
      "officialTitle": "Indoor Air Quality Asthma Study: A Cooperative Study Between Coepland LP, Cairify, and Dayton Children's Hospital to Determine the Effect of Indoor Air Quality and Mitigation of Indoor Air Quality on Persistent Asthma",
      "acronym": "IAQ"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-08-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-08-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-01-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-03-06",
      "studyFirstSubmitQcDate": "2023-04-24",
      "studyFirstPostDateStruct": {
        "date": "2023-05-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-01-04",
      "lastUpdatePostDateStruct": {
        "date": "2024-01-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Daniel Evans, MD",
        "investigatorTitle": "Chief, Pulmonary Medicine at Dayton Children's Hospital",
        "investigatorAffiliation": "Dayton Children's Hospital"
      },
      "leadSponsor": {
        "name": "Dayton Children's Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Cairify LLC",
          "class": "UNKNOWN"
        },
        {
          "name": "Copeland LP",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective is to determine whether continuous sensing, control and mitigation of home indoor air quality influences the frequency of asthma related symptoms, as measured by Serum IgE, Spirometry with exhaled Nitric Oxide, missed school and workdays, need for pharmacologic intervention (albuterol, oral steroids), frequency of sick visits to pulmonologist or primary care provider (PCP), urgent care / emergency department visits, and hospitalizations",
      "detailedDescription": "Participants will be in the research study for approximately 2 years. There will be 11 visits to the clinic for monitoring of asthma symptoms and pulmonary function and 16 interval contacts with research staff made by either telephone or email to monitor asthma symptoms. There will also be 5 visits to participants' homes by technicians from Emerson Climate Technologies and/or an electrician in cooperation with Emerson. During these visits Emerson employees will assess participants' homes to determine if they qualify for the study and install study equipment to monitor air quality for the first half of the study and monitor and mitigate air quality for the second half of the study. At the end of the study, the technicians and/or electrician from Emerson will reset the study equipment or replace participants' original equipment, if that is their wish.\n\nParticipants will be enrolled in the research study for approximately 2 years. The first year, technicians from the study sponsor will install indoor air quality monitoring equipment in the participants' homes and information about the air quality in their home as well as baseline health and asthma information will be collected. This will be done through continuous sensing via an Atmocube air quality sensor, and a portable air quality sensor, the Atmotube. Beginning in the second half of the study, mitigation strategies of a smart home thermostat, the Sensi Touch Smart Thermostat, a smart bath fan control, the Enbrighten Z-wave Switch, and high quality furnace filter, 3M Filtrete MPR 2800 Ultrafine Particle Reduction Air Filter, will be employed. Information about the participants' asthma, health status, and air quality in the homes will continue to be collected."
    },
    "conditionsModule": {
      "conditions": [
        "Persistent Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "interventionModelDescription": "The study will consist of two phases with each participant acting as their own control. Data will be collected from participants and their homes for approximately 1 year without mitigation and compared to a second period of approximately 1 year with mitigation.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "All participants, care providers, and investigators will be blinded to the indoor air quality data as it is collected and the responses of the indoor air quality to mitigation.",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 10,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Pre-mitigation",
          "type": "NO_INTERVENTION",
          "description": "Information will be collected from participants about their health status and asthma symptoms. Information about the air quality inside the participants' homes will also be collected."
        },
        {
          "label": "Indoor Air Quality Mitigation",
          "type": "EXPERIMENTAL",
          "description": "Indoor air quality mitigation strategies of a smart home thermostat, smart bath fan switch, and a high-quality furnace filter will be employed within the participants' homes. Information will continue to be collected about participants' health status and asthma symptoms as well as the air quality inside their homes.",
          "interventionNames": [
            "Device: Indoor Air Quality Mitigation"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "Indoor Air Quality Mitigation",
          "description": "Mitigation of indoor air quality with use of smart thermostat, smart bath fan control, and high quality furnace filters",
          "armGroupLabels": [
            "Indoor Air Quality Mitigation"
          ],
          "otherNames": [
            "Sensi Touch Smart Thermostat",
            "Enbrighten Z-Wave Switch",
            "3M Filtrete MPR 2800 Ultrafine Particle Reduction Air Filters"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Asthma Control Test questionnaire",
          "description": "Monthly Asthma Control Test by History. Possible scores ranging from 0 (worst control)-27 (best control) for patients ages 6-11 or 0 (worst control)- 25 (best control) for patients ages 12-16.",
          "timeFrame": "Through study completion, approximately 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of asthma related visits to Primary Care Physician, Emergency Department or Urgent Care",
          "description": "Sick Visits due to asthma",
          "timeFrame": "Through study completion, approximately 2 years"
        },
        {
          "measure": "Number of missed school and work days",
          "description": "Number of missed school and work days due to asthma symptoms",
          "timeFrame": "Through study completion, approximately 2 years"
        },
        {
          "measure": "Frequency of asthma Medication Use",
          "description": "Use of asthma rescue inhaler and systemic steroids",
          "timeFrame": "Through study completion, approximately 2 years"
        },
        {
          "measure": "Spirometry with exhaled nitric oxide",
          "description": "measurement of Forced Expiratory Volume in 1 second measured quarterly",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "Physical examination",
          "description": "head, eyes, ears, nose, throat (HEENT), lungs, cardiovascular, abdominal, neurologic, and musculoskeletal exam by a licensed physician.",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "Mini Paediatric Asthma Quality of Life Questionnaire (MiniPAQLQ)",
          "description": "Questionnaire assessing quality of life for patients with asthma. Possible scores range from 13 (worst quality of life)- 91 (best quality of life)",
          "timeFrame": "Weeks 1, 49, 53, 105"
        },
        {
          "measure": "Concentration in serum of immunoglobulin E (IgE)",
          "description": "blood test measuring IgE",
          "timeFrame": "Weeks 1, 53, 105"
        },
        {
          "measure": "height",
          "description": "standing height in centimeters without shoes",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "weight",
          "description": "weight in kilograms without shoes",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "heart rate",
          "description": "heart beats per minute",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "respiratory rate",
          "description": "number of breaths per one minute",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "blood pressure",
          "description": "systolic over diastolic blood pressure measured in mm/Hg",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        },
        {
          "measure": "oxygen saturation",
          "description": "percent of hemoglobin saturated by oxygen in blood",
          "timeFrame": "Weeks 1, 13, 25, 37, 49, 53, 65, 77, 89, 101, 105"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nChild aged 5.0-15.9 years at the time of informed consent with mild, moderate, or severe persistent asthma diagnosis. In addition, participants\n\n* Agree to attend visits as outlined by protocol\n* Agree to respond to Asthma Control Test (ACT) and asthma control questions as outlined in protocol by telephone call, text, or email.\n* Are willing to comply with asthma treatment plan prescribed by physician.\n* Are willing to practice an acceptable form of birth control to avoid pregnancy. Acceptable forms of birth control include: true abstinence, male or female condom with or without spermicide, female barrier contraception (such as diaphragm, cervical cap, or sponge) with spermicide, continuous use of an intrauterine device throughout the study, hormonal contraceptives (including oral, patch, implanted, or injected), if used consistently and correctly throughout the study.\n* Reside in single-family dwellings and must either be homeowners or have written permission from their landlords to participate in the study.\n\nIn order to participate in the study, homes of participants must\n\n* have working ducted forced air HVAC systems\n* a 4-wire thermostat that is determined by Emerson technician to be capable of communicating with Sensi Touch Smart Thermostat\n* a bathroom fan switch with neutral wire and wall plate, controlling a bathroom fan that is vented to the outdoors\n* access to the internet with a modem or router.\n* A smartphone capable of pairing with the Atmotube Pro wearable sensor\n\nExclusion Criteria:\n\n* Exclusion criteria: Age \\<5.0 or \\>15.9 years at the time of informed consent, inability to commit to being in the same home for the length of the study, and/or not meeting the above inclusion criteria.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "maximumAge": "15 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Daniel A. Evans, MD",
          "affiliation": "Dayton Children's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Dayton Childrens Hospital",
          "city": "Dayton",
          "state": "Ohio",
          "zip": "45404",
          "country": "United States",
          "geoPoint": {
            "lat": 39.75895,
            "lon": -84.19161
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}