{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06409884",
      "orgStudyIdInfo": {
        "id": "003220"
      },
      "organization": {
        "fullName": "University Hospital, Antwerp",
        "class": "OTHER"
      },
      "briefTitle": "Diagnosing Drug Allergy: the T is the Key",
      "officialTitle": "Diagnosing Drug Allergy the T is the Key",
      "acronym": "TAT"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-01",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-05-21",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-09-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-09-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-17",
      "studyFirstSubmitQcDate": "2024-05-07",
      "studyFirstPostDateStruct": {
        "date": "2024-05-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-23",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Antwerp",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "AZ Jan Palfijn Gent",
          "class": "OTHER"
        },
        {
          "name": "Universiteit Antwerpen",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to validate a newly developed test in the diagnosis of patients with amoxicillin allergy (i.e. T-cell activation test). The main questions the study aims to assess are the reliability and applicability of this test. Participants will be asked to visit the hospital 1, 3 or 5 times during which blood is collected and when applicable, allergy skin testing is performed.",
      "detailedDescription": "Drug allergy is a significant health issue with a serious medical and financial burden of mis- and overdiagnosis. Currently applied tests differ for immediate and nonimmediate drug allergy and have variable sensitivity and specificity. Therefore, correct diagnosis remains difficult and frequently requires potentially dangerous and time-consuming challenge tests. Drug-specific T-cells play a central role in initiation and maintenance of both immediate and nonimmediate drug allergy and can be studied in the lymphocyte transformation test (LTT). However, technical difficulties have hindered entrance of the LTT in mainstream use. The investigators' data indicates that flow-based intracellular trapping and staining of markers induced during activation (such as CD154 and cytokines) enables a rapid enumeration of rare drug-specific T-cells in the blood of patients with immediate and nonimmediate amoxicillin allergy. The ambition of this project is to validate a \"one fits all\" assay that meets the requirements of a safe, patient friendly, accessible, and performant test that could merits the status of a primary investigation in the diagnostic algorithms. Moreover, as the tests is cost effective, it could also become an attractive method for broader applications such as the delabelling of spurious allergies. This project will focus on allergy to amoxicillin."
    },
    "conditionsModule": {
      "conditions": [
        "Amoxicillin Allergy"
      ],
      "keywords": [
        "Amoxicillin",
        "Amoxicillin Allergy",
        "Allergy",
        "T-cells"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 300,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients with a suspected amoxicillin allergy",
          "type": "EXPERIMENTAL",
          "description": "Patients with a suspected amoxicillin allergy for which the diagnostic work-up was performed at the hospital for the possible diagnosis of amoxicillin allergy.",
          "interventionNames": [
            "Device: T-cell activation test using intracellular markers"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "T-cell activation test using intracellular markers",
          "description": "A blood sample will be taken which is needed for the T-cell activation test (TAT). The TAT will than be performed by trained laboratory personnel.",
          "armGroupLabels": [
            "Patients with a suspected amoxicillin allergy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Sensitivity and specificity of the T-cell activation test",
          "description": "Sensitivity and specificity of the T-cell activation test during Study Visit 1 of patients with amoxicillin allergy and control subjects without amoxicillin allergy.",
          "timeFrame": "Baseline"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Positive predictive value (PPV) and negative predictive value (NPV), accuracy and likelihood ratio (LR)",
          "description": "Positive predictive value (PPV) and negative predictive value (NPV), accuracy and likelihood ratio (LR) of the T-cell activation test in the diagnosis of amoxicillin allergy.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Percentage of cases with a positive TAT and positive IgE and/or skin test",
          "description": "Percentage of cases with a positive TAT and positive IgE and/or skin test",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the severity of the index reaction and the performance of TAT in terms of odds ratio.",
          "description": "The impact of severity of the index reaction on TAT-positivity will be studied in a logistic regression model. Odds ratios and 95% confidence intervals will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the time since the index reaction and the performance of TAT in terms of odds ratio.",
          "description": "The impact of the time since the index reaction on TAT-positivity will be studied in a logistic regression model. Odds ratios and 95% confidence intervals will be reported.",
          "timeFrame": "Basline"
        },
        {
          "measure": "Association between IDHR/non-IDHR and the performance of TAT in terms of odds ratio.",
          "description": "The impact of IDHR/non-IDHR on TAT-positivity will be studied in a logistic regression model. Odds ratios and 95% confidence intervals will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the severity of the index reaction and the net percentage of intracellular T-cell activation marker CD154.",
          "description": "The impact of severity of the index reaction on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers CD154 as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the severity of the index reaction and the net percentage of intracellular T-cell activation marker IL-4.",
          "description": "The impact of severity of the index reaction on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers IL-4 as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the severity of the index reaction and the net percentage of cytokine IFN-γ.",
          "description": "The impact of severity of the index reaction on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers IFN-γ as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the time since the index reaction and the net percentage of intracellular T-cell activation marker CD154.",
          "description": "The impact of the time since the index reaction on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers CD154 as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the time since the index reaction and the net percentage of intracellular T-cell activation marker IL-4.",
          "description": "The impact of the time since the index reaction on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers IL-4 as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between the time since the index reaction and the net percentage of cytokine IFN-γ.",
          "description": "The impact of time since the index reaction on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers IFN-γ as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between IDHR / non-IDHR and the net percentage of intracellular T-cell activation marker CD154.",
          "description": "The impact of IDHR / non-IDHR on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers CD154 as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between IDHR / non-IDHR and the net percentage of intracellular T-cell activation marker IL-4.",
          "description": "The impact of IDHR / non-IDHR on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers IL-4 as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Association between IDHR / non-IDHR and the net percentage of cytokine IFN-γ.",
          "description": "The impact of IDHR / non-IDHR on the individual components of TAT will be studied in linear regression models, with respectively net percentage of intracellular T-cell activation markers IFN-γ as dependent variable. Unstandardized and standardized coefficients and standard errors will be reported.",
          "timeFrame": "Baseline"
        },
        {
          "measure": "Sensitivity and specificity of TAT in subgroup of cases and controls with immediate and nonimmediate reactors",
          "description": "Sensitivity and specificity of T-cell activation test in a subgroup of cases and controls with immediate and nonimmediate reactors",
          "timeFrame": "Baseline"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Sensitivity of TAT 1 year and 3 years after diagnosis",
          "description": "Sensitivity of TAT 1 year and 3 years after diagnosis of patients with amoxicillin allergy",
          "timeFrame": "After 1 and 3 years"
        },
        {
          "measure": "Evolution TAT-components over time",
          "description": "Evolution TAT-components over time in patients with amoxicillin allergy",
          "timeFrame": "After 1 and 3 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants are eligible if they:\n\n* Are ≥ 6 years\n* Are capable of informed consent, or if appropriate, participants have an acceptable individual capable of giving consent on the participant's behalf (e.g. parent or guardian of a child under 18 years of age)\n* Have a suspected history of amoxicillin allergy\n\nExclusion Criteria:\n\n* Patients who are lacking capacity or do not have an acceptable individual capable to provide informed consent\n* Pregnant women\n* Breastfeeding women",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Didier Ebo, PhD",
          "role": "CONTACT",
          "phone": "+3238213526",
          "email": "Didier.Ebo@uza.be"
        },
        {
          "name": "Laura Peeters, Msc",
          "role": "CONTACT",
          "email": "Laura.Peeters@uza.be"
        }
      ],
      "overallOfficials": [
        {
          "name": "Didier Ebo, PhD",
          "affiliation": "University Hospital, Antwerp",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Antwerp University Hospital",
          "status": "RECRUITING",
          "city": "Edegem",
          "state": "Antwerp",
          "zip": "2650",
          "country": "Belgium",
          "contacts": [
            {
              "name": "Didier Ebo, PhD",
              "role": "CONTACT",
              "phone": "+32 3 821 46 62",
              "email": "Didier.Ebo@uza.be"
            },
            {
              "name": "Laura Peeters, Msc",
              "role": "CONTACT",
              "phone": "+32 3 821 50 27",
              "email": "Laura.Peeters@uza.be"
            },
            {
              "name": "Didier Ebo, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 51.15662,
            "lon": 4.44504
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}