{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05503446",
      "orgStudyIdInfo": {
        "id": "ERGO 71012"
      },
      "secondaryIdInfos": [
        {
          "id": "IRAS ID 310316",
          "type": "OTHER",
          "domain": "NHS Human Research Authority"
        }
      ],
      "organization": {
        "fullName": "University of Southampton",
        "class": "OTHER"
      },
      "briefTitle": "Using Commonly Available Food Products To Treat Food Allergy",
      "officialTitle": "Using Commonly Available Food Products To Treat Food Allergy (NATASHA Study)",
      "acronym": "NATASHA"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-01-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-08-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-08-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-07-06",
      "studyFirstSubmitQcDate": "2022-08-12",
      "studyFirstPostDateStruct": {
        "date": "2022-08-16",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-25",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Southampton",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Imperial College London",
          "class": "OTHER"
        },
        {
          "name": "Natasha Allergy Research Foundation",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Food allergy affects 1 in 30 children, and is the commonest trigger for life-threatening reactions (anaphylaxis) in this age group. It is a major public health issue, with practical implications for industry, education and healthcare systems. Oral immunotherapy (OIT) is an emerging treatment option, where small, increasing doses of a food allergen are used to cause \"desensitisation\", so food-allergic individuals no longer have symptoms when exposed to the trigger food. However, frequent allergic reactions during OIT (including anaphylaxis) are common, and can lead to patients having to stop treatment. In addition, food-allergic children usually dislike the taste of the food they are allergic too, which affects compliance and treatment success. There is a lack of longer-term data to inform cost-effectiveness analyses for OIT.\n\nThe NATASHA study will recruit young people from age 6+ years with IgE-mediated peanut allergy, and young people aged 3+ years with IgE-mediated allergy to cow's milk, who will undergo oral immunotherapy for these allergens using real-world foods (taken carefully according to a standardised protocol under medical supervision). In addition to assessing efficacy and safety outcomes, we will also collect longer-term data to evaluate cost-effectiveness in the UK setting."
    },
    "conditionsModule": {
      "conditions": [
        "IgE-Mediated Cow Milk Allergy",
        "Peanut Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Parallel arm, with cross-over for those allocated to control group only following determination of primary outcome",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "Outcomes assessed by double-blind, placebo-controlled food challenge",
          "whoMasked": [
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 216,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Oral Immunotherapy, in-hospital supervision for updosing",
          "type": "EXPERIMENTAL",
          "description": "Active oral immunotherapy, with all updosing visits taking place in hospital",
          "interventionNames": [
            "Other: Peanut in common foods or supermarket-sourced cow's milk (CM)"
          ]
        },
        {
          "label": "Oral Immunotherapy, virtual supervision for updosing",
          "type": "EXPERIMENTAL",
          "description": "Active oral immunotherapy, with all updosing visits taking place with virtual supervision",
          "interventionNames": [
            "Other: Peanut in common foods or supermarket-sourced cow's milk (CM)"
          ]
        },
        {
          "label": "Control arm: allergen avoidance",
          "type": "NO_INTERVENTION"
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Peanut in common foods or supermarket-sourced cow's milk (CM)",
          "description": "Participants will be given a set dose of peanut (e.g. peanut-containing cereal, whole peanuts) or cow's milk to take on a daily basis, as per protocol",
          "armGroupLabels": [
            "Oral Immunotherapy, in-hospital supervision for updosing",
            "Oral Immunotherapy, virtual supervision for updosing"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Efficacy and effectiveness",
          "description": "The proportion of participants in intervention arms (combined) versus control arm (by allergen) who, following 9-12 months of OIT (or standard care, for controls):\n\n* tolerate at least 1 gram of food protein (discrete dose, approximately 4-6 peanuts, or 30ml of CM) AND\n* demonstrate a minimum 10-fold increase in the maximum tolerated dose (defined as the highest dose not causing dose-limiting symptoms) at the end-of-updosing double-blind, placebo-controlled food challenge (DBPCFC), compared to baseline DBPCFC",
          "timeFrame": "9-12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Safety: adverse events",
          "description": "i. Proportion of participants experiencing study-related adverse events (excluding mild, transient oropharyngeal symptoms) in active vs control arms, by allergen ii. Other safety outcomes: rate of anaphylaxis (and adrenaline \\[epinephrine\\] use), withdrawals due to intervention, by allergen iii. Adverse events (excluding mild, transient oropharyngeal symptoms) specifically occurring at updosing visits, in the home versus in-hospital updosing groups, by allergen",
          "timeFrame": "24 months"
        },
        {
          "measure": "Health-related quality of life (HRQL) as assessed by the Food Allergy Quality of Life Questionnaire (FAQLQ)",
          "description": "Change in HRQL score assessed using validated questionnaire (Food Allergy Quality of Life Questionnaires (FAQLQ), from baseline at the following timepoints post allocation: 3, 6, end of induction (9-12 months), 18 and 24 months, in i. Participants ii. Parent/carers (if participants aged ≤17 years)\n\nThe tools to be used are:\n\n\\- FAQLQ: as per Muraro et al, Allergy 2014; 69:845-853. A higher score is associated with a greater impact on quality of life, as per the cited reference.",
          "timeFrame": "24 months"
        },
        {
          "measure": "Health-related quality of life (HRQL) as assessed by EQ5D",
          "description": "Change in quality of life assessment assessed using EQ5D, from baseline at the following timepoints post allocation: 3, 6, end of induction (9-12 months), 18 and 24 months, in i. Participants ii. Parent/carers (if participants aged ≤17 years)\n\nThe tools to be used are:\n\n\\- EQ5D: a standardised measure of health-related quality of life developed by the EuroQol Group to provide a simple, generic questionnaire for use in clinical and economic appraisal and population health surveys (see https://euroqol.org/ for detailed instructions on use)",
          "timeFrame": "24 months"
        },
        {
          "measure": "Health-related quality of life (HRQL) as CHU9D",
          "description": "Change in quality of life assessment assessed using CHU9D, from baseline at the following timepoints post allocation: 3, 6, end of induction (9-12 months), 18 and 24 months, in i. Participants ii. Parent/carers (if participants aged ≤17 years)\n\nThe tools to be used are:\n\n\\- CHU9D - a paediatric generic preference-based measure of health-related quality of life suitable for 7 to 17 year olds. (see https://licensing.sheffield.ac.uk/product/CHU-9D for detailed instructions on use)",
          "timeFrame": "24 months"
        },
        {
          "measure": "Adherence to dietary avoidance",
          "description": "Adherence to dietary avoidance between intervention and control arms (by allergen, and between allergens) as determined by number of accidental reactions reported by each participant, during the duration of the study",
          "timeFrame": "24 months"
        },
        {
          "measure": "Adherence to treatment",
          "description": "Adherence to daily OIT dosing by allergen, expressed as a the proportion of doses taken divided by the number of doses which should have been taken by each participant.",
          "timeFrame": "24 months"
        },
        {
          "measure": "Immunological outcomes: change in skin prick test wheal",
          "description": "Change in immunological measures (skin prick test wheal (mm diameter) to commercial allergen extract, performed according to national guidelines) at baseline vs 12 months vs 24 months, between active and control arms (by allergen)",
          "timeFrame": "24 months"
        },
        {
          "measure": "Immunological outcomes: change in allergen-specific serum antibody profile",
          "description": "Change in immunological measures (specific Immunoglobulin E (IgE) to specific allergen) measured by ImmunoCAP (kUA/l) at baseline vs 12 months vs 24 months, between active and control arms (by allergen)",
          "timeFrame": "24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 6-23 years with IgE-mediated peanut allergy, or age 3-23 years with IgE-mediated food allergy to cow's milk\n2. Past history consistent with IgE-mediated allergy to the relevant allergen\n3. Allergic to cumulative ≤1.44 g protein (of the specific allergen) at baseline DBPCFC, prior to treatment allocation\n4. Written informed consent (for young people under 16, consent from the parent/legal guardian (AND assent from the young person when the young person is age 6+ years)\n\nExclusion Criteria:\n\n1. Required previous admission to an intensive care unit for management of an allergic reaction\n2. Clinically significant chronic illness (other than asthma, rhinitis or eczema)\n3. Moderate-severe eczema, defined as requiring more than once daily application of 1% hydrocortisone or equivalent topical calcineurin inhibitor as maintenance treatment despite appropriate use of emollients (eczema is not otherwise an exclusion criteria)\n4. Poorly controlled asthma within the previous 3 months (as defined by clinician judgement with reference to the International Consensus On (ICON) Pediatric Asthma consensus), or asthma requiring treatment with \\>5 days oral corticosteroids within the previous 3 months\n5. Previous history of eosinophilic oesophagitis\n6. Undergoing subcutaneous or sublingual immunotherapy to respiratory allergens, and not yet established on maintenance dosing for at least 6 months\n7. Undergoing allergen immunotherapy for food allergy and within the first year of treatment\n8. In CM-allergic children under consideration for desensitisation to CM:\n\n   * currently consuming CM-containing products other than extensively-heated milk in baked foods (e.g. biscuits, cakes)\n   * significant symptoms of non-IgE-mediated CM allergy within the previous 12 months\n9. Taking prebiotic or probiotic supplements and unwillingness to discontinue\n10. Subjects receiving anti-IgE therapy, oral immunosuppressants, beta-blocker or Angiotensin Converting Enzyme (ACE) inhibitor\n11. Tolerance to cumulative ≥1.44 g food protein at initial DBPCFC during screening\n12. Objective allergic reaction to ≤4mg cow's milk protein or ½ Reese's puff in peanut-allergic children, during screening\n13. Objective reaction to the placebo at screening DBPCFC\n14. Past or current medical issue, participation in another clinical trial or other consideration, which, in the opinion of the investigator, may pose additional risks from study participation, interfere with compliance or otherwise impact on the quality or interpretation of study data\n15. Pregnancy\n16. Direct personal or commercial relationship with a member of the local study team directly involved with the conduct of the trial\n17. Unwilling or unable to fulfil study requirements, including the requirement for appropriate supervision following dosing at home)",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "23 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Hasan Arshad, MBBS DM FRCP",
          "role": "CONTACT",
          "phone": "44 23 8120 5232",
          "email": "p.turner@imperial.ac.uk"
        }
      ],
      "overallOfficials": [
        {
          "name": "Paul J Turner, FRCPCH PhD",
          "affiliation": "Imperial College London",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of Hospitals of Leicester NHS Trust",
          "status": "RECRUITING",
          "city": "Leicester",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 52.6386,
            "lon": -1.13169
          }
        },
        {
          "facility": "Imperial College Healthcare NHS Trust",
          "status": "RECRUITING",
          "city": "London",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        },
        {
          "facility": "Newcastle upon Tyne Hospitals NHS Foundation Trust",
          "status": "NOT_YET_RECRUITING",
          "city": "Newcastle",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 54.21804,
            "lon": -5.88979
          }
        },
        {
          "facility": "Sheffield Children's Hospital NHS Foundation Trust",
          "status": "RECRUITING",
          "city": "Sheffield",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 53.38297,
            "lon": -1.4659
          }
        },
        {
          "facility": "University Hospital Southampton NHS Foundation Trust",
          "status": "RECRUITING",
          "city": "Southampton",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 50.90395,
            "lon": -1.40428
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Deidentified data may be available upon request to the Chief Investigators, subject to local data protection legislation."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}