{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06852573",
      "orgStudyIdInfo": {
        "id": "IM19SLE01"
      },
      "organization": {
        "fullName": "Beijing Immunochina Medical Science & Technology Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Clinical Study of ZM001 Injection in the Treatment of Refractory Systemic Lupus Erythematosus",
      "officialTitle": "A Phase I Clinical Study to Evaluate the Safety and Efficacy of ZM001 Injection in the Treatment of Refractory Systemic Lupus Erythematosus"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-02-20",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-02-20",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-08-20",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-02-18",
      "studyFirstSubmitQcDate": "2025-02-24",
      "studyFirstPostDateStruct": {
        "date": "2025-02-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-24",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Beijing Immunochina Medical Science & Technology Co., Ltd.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Peking Union Medical College Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is an open, single-arm, phase I clinical study of ZM001 in patients with refractory systemic lupus erythematosus",
      "detailedDescription": "This study is planned to enroll 12-30 patients with refractory SLE in a dose-escalation \"3+3\" design with 4 dose groups, 2.5×10\\^7 CAR-T cells, 5×10\\^7 CAR-T cells, 1×10\\^8 CAR-T cells and 2×10\\^8 CAR-T cells. Each dose group is planned to enroll 3-6 subjects to evaluate its safety. -T cells. 3-6 subjects are planned to be enrolled in each dose group to assess safety, and if subjects in a dose group have a horizontal dose-limiting toxicity (DLT) incidence of≤ 1/6 within 28 days of infusing back, cell infusing back into the next dose group of subjects may be initiated. One or two dose groups will be selected to enroll additional subjects in the study for the extension phase based on the opinion of the Drug Safety Monitoring Board, and 3-6 additional subjects are proposed to be enrolled in each selected dose group for further evaluation of safety and efficacy.\n\nThis study will be divided into a screening period, a cell collection period, a chemotherapy pretreatment period, a return infusion and a follow-up period, and within 28 days of return infusion the investigator will assess whether a DLT (Dose limited toxicity) event has occurred to confirm the safety of this dose group."
    },
    "conditionsModule": {
      "conditions": [
        "Systemic Lupus Erythematosus"
      ],
      "keywords": [
        "ZM001 CD19 CAR-T",
        "refractory systemic lupus erythematosus"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ZM001 Injection",
          "type": "EXPERIMENTAL",
          "description": "After preconditioning with chemotherapy, ZM001 Injection will be evaluated",
          "interventionNames": [
            "Biological: ZM001 Injection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "ZM001 Injection",
          "description": "ZM001 injection, 2.5× 10\\^7 CAR-T cells, 5× 10\\^7 CAR-T cells, 1× 10\\^8 CAR-T cells and 2× 10\\^8 CAR-T cells, treatment follows a lymphodepletion. Drug: Fludarabine Recommendation: 30 mg/m\\^2 (D-5\\~D-3), determined by tumor burden at baseline. Drug: Cyclophosphamide Recommendation: 300 mg/ m\\^2 (D-5\\~D-3), determined by tumor burden at baseline. Drug: Cyclophosphamide Recommendation: 300 mg/ m\\^2 (D-5\\~D-3), determined by tumor burden at baseline.",
          "armGroupLabels": [
            "ZM001 Injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of Treatment Related adverse events (AEs)",
          "description": "Incidence of adverse events associated with ZM001 reinfusion within 28 days of ZM001 reinfusion, type, frequency, and severity of abnormal clinically significant vital signs, electrocardiograms, and laboratory tests examined, including dose-limiting toxicity",
          "timeFrame": "Up to 28 days after CAR-T cell infusion"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Lupus Low Disease Activity State (LLDAS)",
          "description": "Proportion of subjects achieving Lupus Low Disease Activity State (LLDAS) at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "disease remission (DORIS)",
          "description": "Proportion of subjects achieving disease remission (DORIS) at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "SLEDAI-2K score",
          "description": "SLEDAI-2K score change from baseline values at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "British Isles Lupus Assessment Group Index (BILAG-2004)",
          "description": "British Isles Lupus Assessment Group Index (BILAG-2004) change from baseline values at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "Clinician's general judgment (PGA)",
          "description": "Clinician's general judgment (PGA) change from baseline values at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "Systemic Lupus Erythematosus Disease Activity Score (SLE-DAS)",
          "description": "Systemic Lupus Erythematosus Disease Activity Score (SLE-DAS) change from baseline values at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "SLE Response Index 4 (SRI-4)",
          "description": "Proportion of subjects achieving SLE Response Index 4 (SRI-4) at 12 weeks/24 weeks after ZM001 infusion",
          "timeFrame": "Up to 24 week after CAR-T cell infusion"
        },
        {
          "measure": "quality of life (SF-36)",
          "description": "quality of life (SF-36) change from baseline values at 12, 24, 48, and 72 weeks after ZM001 infusion back",
          "timeFrame": "Up to 72 week after CAR-T cell infusion"
        },
        {
          "measure": "immunoglobulin-IgG",
          "description": "Changes of immunoglobulin-IgG after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "immunoglobulin-IgM",
          "description": "Changes of immunoglobulin-IgM after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "immunoglobulin-IgA",
          "description": "Changes of immunoglobulin-IgA after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "immunoglobulin-IgE",
          "description": "Changes of immunoglobulin-IgE after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "anti-ds-DNA antibody",
          "description": "Changes of anti-ds-DNA antibody after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "anti-nuclear antibody",
          "description": "Changes of anti-nuclear antibody after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "complement C3",
          "description": "Changes of complement C3 after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "complement C4",
          "description": "Changes of complement C4 after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "Time to peak (Tmax)",
          "description": "Time to peak (Tmax) in patients' peripheral blood after ZM001 infusion",
          "timeFrame": "Up to 28 days after CAR-T cell infusion"
        },
        {
          "measure": "peak expansion (Cmax)",
          "description": "peak expansion (Cmax) in patients' peripheral blood after ZM001 infusion",
          "timeFrame": "Up to 28 days after CAR-T cell infusion"
        },
        {
          "measure": "area under the curve (AUC)",
          "description": "area under the curve (AUC) in patients' peripheral blood after ZM001 infusion",
          "timeFrame": "Up to 28 days after CAR-T cell infusion"
        },
        {
          "measure": "survival time of CAR-T cells",
          "description": "survival time of CAR-T cells in patients' peripheral blood after ZM001 infusion",
          "timeFrame": "Up to 28 days after CAR-T cell infusion"
        },
        {
          "measure": "CD19+ B cell levels",
          "description": "Correlation of CD19+ B cell levels in peripheral blood with reduced disease activity after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        },
        {
          "measure": "major B cell functional subpopulations",
          "description": "changes in major B cell functional subpopulations (initial B cells, memory B cells, and category-switching B cells) in peripheral blood with reduced disease activity after ZM001 infusion",
          "timeFrame": "Up to 96 week after CAR-T cell infusion"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects with a diagnosis of systemic lupus erythematosus according to the 2019 European League Against Rheumatism/American College of Rheumatology (EULAR/ACR) SLE classification criteria;\n2. This trial enrolled patients with refractory SLE and required the following prior treatment history for refractory patients:\n\n   1. Adequate standard therapeutic doses of glucocorticoids, immunosuppressants, and at least one biologic therapy combination regimen for at least 2 months prior to screening are required, and the dose is stable for \\>2 weeks and the disease remains moderately to severely active.\n   2. Immunosuppressants: at least one or more of cyclophosphamide, mycophenolic acids, azathioprine, and calcineurin phosphatase inhibitors have been used;\n   3. Biologics: at least one or more of belimumab, tetracycline, rituximab;\n   4. Oral glucocorticoids must meet the following requirements:\n   5. Prednisone (or equivalent) ≥ 7.5 mg/day and ≤ 60 mg/day;\n   6. There is no minimum daily dose requirement for glucocorticoids when used in combination with immunosuppressive and/or biological agents.\n3. Compliance at screening: positive anti-nuclear antibodies (ANAs) or positive anti-dsDNA antibodies or positive anti-Smith antibodies;\n4. SLEDAI-2000 score ≥7 at screening or combination of vital organs, such as severe immune thrombocytopenia (platelets \\<30\\*×10\\^9/L or \\<50\\*×10\\^9/L with bleeding tendency);\n5. Age 18-70 (including boundary values), male and female;\n6. Survival is expected to be more than 3 months;\n7. Women of childbearing potential who had a negative blood pregnancy test prior to the start of the trial and who agreed to use effective contraception for the duration of the trial up to the last follow-up visit; male subjects whose partners were of childbearing potential agreed to use effective contraception for the duration of the trial up to the last follow-up visit;\n8. Blood cell analysis within 3 days prior to single collection:\n\n   1. Hemoglobin (Hb) ≥ 80 g/L;\n   2. Neutrophils (Absolute neutrophil count (ANC)) ≥ 1.5 x 109/L;\n   3. Platelet count (PLT) ≥ 20 x 109/L;\n   4. Absolute lymphocyte count ≥ 0.6 x 109/L and percentage of lymphocytes ≥ 10%;\n9. Liver, kidney, heart, lung function, and coagulation meet the following requirements:\n\n   1. Creatinine clearance ≥ 40 ml/min or serum creatinine ≤ 1.5 x upper limit of normal (ULN);\n   2. ALT, AST ≤ 2.5 x ULN and total bilirubin ≤ 1.5 x ULN (for subjects with Gilbert's syndrome, ALT, AST ≤ 5 x ULN and total bilirubin ≤ 3 x ULN);\n   3. International ratio (INR) and activated partial thromboplastin time (APTT) ≤ 1.5 x ULN;\n   4. Left ventricular ejection fraction ≥ 50%;\n   5. Finger pulse oximetry saturation \\>92% in non-oxygenated state;\n10. Vascular access is adequate for cell collection, and lines are available for patients with existing central venous catheters;\n11. The person himself/herself or his/her legal guardian agrees to participate in this trial and signs the informed consent form.\n\nExclusion Criteria:\n\n1. Pre-existing or clinically significant CNS disorders not due to lupus at the time of screening, such as convulsive seizures, epilepsy, epileptic seizures, cerebrovascular disease (ischemia/hemorrhage), cerebral edema, reversible posterior leukoencephalopathy, paralysis, aphasia, stroke, severe brain injury, dementia, Parkinson's disease, cerebellar disorders, organic brain syndromes, encephalitis, CNS vasculitis, or psychiatric disorders; epilepsy due to lupus, stable without seizures for a period of 1 year prior to the screening period Stable seizure-free for 1 year may also be screened.\n2. Treatment with hemodialysis, or high-dose corticosteroids (prednisone ≥1.5 mg/kg/d or equivalent glucocorticoid therapy for ≥14 days) was required within 2 months prior to screening.\n3. Presence of still uncontrolled lupus crisis within 2 months prior to screening that is assessed by the investigator to be unsuitable for participation in this study;\n4. Massive plasmapheresis (e.g., pleural effusion, abdominal effusion) with symptoms of compression that cannot be controlled with treatment;\n5. Active autoimmune disease other than SLE (e.g., Crohn's disease, rheumatoid arthritis) requiring systemic immunosuppressive therapy within 2 years prior to the start of screening;\n6. Patients who have previously received or are awaiting hematopoietic stem cell/bone marrow transplantation or organ transplantation;\n7. Those who have received prior genetically modified cell therapy, such as TCR-T therapy, CAR-T therapy, etc;\n8. Use of any other clinical investigational drug for the treatment of SLE within 4 weeks prior to screening. However, treatment ineffectiveness or disease progression that has passed at least 3 half-lives prior to screening will allow enrollment;\n9. History of grade ≥2 bleeding within 30 days prior to screening or need for long-term continuous treatment with anticoagulants (e.g., warfarin, low molecular heparin, or factor Xa inhibitors);\n10. Plasma exchange, plasma separation, hemodialysis, intravenous immunoglobulin (IVIG) within 14 days prior to cell collection;\n11. Those who used drugs to stimulate bone marrow hematopoietic cell production within 5 days prior to cell collection;\n12. Live or live attenuated vaccine within 6 weeks prior to screening;\n13. Active hepatitis B or hepatitis C virus, defined as subjects who are positive for hepatitis B surface antigen (HBsAg) or hepatitis B core antibody (HBcAb) and whose peripheral blood HBV-DNA test is above the lower limit of detection (HBsAg-positive but with a peripheral blood HBV-DNA test below the lower limit of detection according to the Guidelines for the Prevention and Treatment of Chronic Hepatitis B, 2022 Edition, at least 4 weeks of antiviral therapy prior to the first administration of the investigational drug, and continued antiviral therapy for 6 to 6 months during the study, with monitoring of HBV DNA and ALT levels required may be every 1\\~month. Antiviral therapy for at least 4 weeks prior to the first dose of study drug and continued for 6-12 months during the course of the study, with monitoring of HBV DNA, HBsAg, and ALT levels at 1-3 month intervals); Hepatitis C Virus (HCV) antibody-positive subjects with a peripheral blood HCV-RNA test higher than the lower limit of detection; HIV antibody-positive subjects; and syphilis antibody-positive subjects;\n14. Active EBV and cytomegalovirus, defined as subjects with IgM antibody-positive or IgM antibody-negative EBV serum but higher-than-normal EBV-DNA; and cytomegalovirus (CMV) serum IgM antibody-positive or IgM antibody-negative cytomegalovirus but higher-than-normal CMV-DNA;\n15. Presence of chronic obstructive pulmonary disease (COPD), interstitial lung disease (ILD), and clinically significant pulmonary function test abnormalities;\n16. Medically uncontrolled hypertension (systolic blood pressure \\>160 mmHg and/or diastolic blood pressure \\>90 mmHg) or a history of any of the following cardiovascular diseases within 6 months prior to the start of screening: long QTc syndrome or QTc interval \\>480 ms; complete left bundle branch block, second/third degree atrioventricular block; severe uncontrolled cardiac arrhythmias that require medication; history of chronic congestive heart failure with NYHA class ≥3 (refer to Appendix 2) cardiac ejection fraction less than 50% within 6 months prior to screening; CTCAE ≥3; CTCAE ≥3; and CTCAE ≥3. controlled arrhythmia; history of chronic congestive heart failure with NYHA class ≥3 (refer to Attachment 2) cardiac ejection fraction less than 50% within 6 months prior to screening; CTCAE class ≥3 cardiac valvular disease; myocardial infarction, cardiac angioplasty or stenting, unstable angina pectoris, history of severe pericardial disease, or other clinically significant cardiac disease within 6 months prior to screening;\n17. History of symptomatic deep vein thrombosis or pulmonary embolism within 6 months prior to initiation of screening;\n18. Other untreated malignant tumors within the previous 5 years or concurrently, except cervical cancer in situ, basal cell carcinoma of the skin, and ductal carcinoma in situ of the breast;\n19. Infections (fungal, bacterial, viral, or other) that require intravenous antimicrobial control or are uncontrollable, for simple urinary tract infections, and for bacterial pharyngitis, may be enrolled if the investigator evaluates that they can be controlled by curative treatment;\n20. The presence of any factors affecting compliance with the protocol, or the unwillingness or inability of the subject to comply with the procedures required in the study protocol, as judged by the investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Fei Wu",
          "role": "CONTACT",
          "phone": "8615801390058",
          "email": "wufei@imunopharm.com"
        },
        {
          "name": "Mengtao Li, PhD",
          "role": "CONTACT",
          "phone": "861065296114",
          "email": "Mengtao.li@cstar.org.cn"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008180",
          "term": "Lupus Erythematosus, Systemic"
        }
      ],
      "ancestors": [
        {
          "id": "D003240",
          "term": "Connective Tissue Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}