{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07316465",
      "orgStudyIdInfo": {
        "id": "EC-2023-074"
      },
      "secondaryIdInfos": [
        {
          "id": "18E2K24N",
          "type": "OTHER_GRANT",
          "domain": "Research Council Flanders (FWO)"
        },
        {
          "id": "G056322N",
          "type": "OTHER_GRANT",
          "domain": "Research Council Flanders (FWO)"
        }
      ],
      "organization": {
        "fullName": "Universitair Ziekenhuis Brussel",
        "class": "OTHER"
      },
      "briefTitle": "Birth Cohort: Development of IgE Autoantibodies in Newborns With (High Risk of) Atopic Dermatitis",
      "officialTitle": "Development of IgE Autoantibodies in Newborns With Atopic Dermatitis (DIANA) Birth Cohort",
      "acronym": "DIANA"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-10-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-11-21",
      "studyFirstSubmitQcDate": "2025-12-18",
      "studyFirstPostDateStruct": {
        "date": "2026-01-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-18",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Inge Kortekaas",
        "investigatorTitle": "Assistant professor",
        "investigatorAffiliation": "Universitair Ziekenhuis Brussel"
      },
      "leadSponsor": {
        "name": "Universitair Ziekenhuis Brussel",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Vrije Universiteit Brussel, Jette, Belgium",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Previous research has shown that some patients with atopic eczema have specific self-reactive antibodies, known as IgE autoantibodies, that react to their own skin cells, referred to as \"self-reactive antibodies\" or \"autoantibodies\". It is not yet known when and how these self-reactive antibodies develop, so this is what we aim to investigate.\n\nThis study aims to examine the presence of self-reactive antibodies at birth. In other words, the investigators want to study the earliest stage of developing antibodies that target the body's own skin cells. Additionally, factors that contribute to the development of these self-reactive antibodies will be explored as well as the correlation with the development of atopic eczema.\n\nThe study will involve newborns who are at an increased risk of developing atopic eczema due to a family history of asthma, hay fever, or atopic eczema. There will also be a control group of newborns without these characteristics. The study's approach is to examine a portion of the umbilical cord blood, which is routinely collected after birth, to investigate self-reactive antibodies. The goal is to determine whether these self-reactive antibodies are linked to the development of atopic eczema in the first two years of life. For this purpose, follow-ups will be conducted at the ages of 6, 12, and 24 months.\n\nThis study will contribute to an increased understanding of the prevalence of self-reactive antibodies and the factors influencing their development. Moreover, the study will determine whether these antibodies play a role in the prevention of and/or serve as predictive factors for the development of atopic eczema.",
      "detailedDescription": "IgE autoantibodies against self-peptides in the skin have been identified in a subgroup of patients AD. These autoantibodies are present in subjects with comorbid allergic diseases in particular and are usually absent in healthy individuals, suggesting a link between IgE autoreactivity and allergic disease burden (Kortekaas Krohn I, et al. Allergy 2023). A prevalence of 15% of IgE autoantibodies was reported in infants younger than one year with AD, proving the development of IgE autoantibodies already early in life (Mothes N, et al. J Allergy Clin Immunol 2005).\n\nThe Development of IgE Autoantibodies in Newborns with (a high-risk of) Atopic dermatitis (DIANA) study is a large birth cohort, including a well-characterized and demographically diverse population with extensive early-life data of the infants and their parents. The DIANA birth cohort has an interdisciplinary design with a follow-up until the age of two years, enabling detailed monitoring of AD and other conditions.\n\nIn the present study, it is hypothesized that hereditary factors, lifestyle, and the environment can influence the development of self-reactive antibodies. To assess hereditary factors, a one-time blood sample will be taken from the biological mother and father, focusing solely on self-reactive antibodies and inflammatory substances. In addition, non-invasive and painless skin barrier measurements will be performed to study the skin barrier function. Environmental factors are investigated through questionnaires and swabs are being taken from the skin or stool to study the composition of the microbes.\n\nThe primary objective is:\n\nTo determine the presence of self-reactive antibodies at birth or early development.\n\nSecondary objectives are:\n\n1. to investigate whether the presence of self-reactive antibodies is correlated with the development of atopic eczema during the first two years of life\n2. to study whether heredity can influence the development of self-reactive antibodies\n3. to examine whether environmental factors can influence the development of self-reactive antibodies\n\nEligible parents who plan to give birth at the University Hospital (UZ) Brussel will be offered the opportunity to participate in the study. If they are interested, the prenatal baseline visit (visit 1) is scheduled. A total of five visits will be scheduled over two years. After birth, umbilical cord blood will be collected and the second visit will take place within 72 hours. Follow-up visits will be scheduled at 6 months of age (visit 3), 12 months (visit 4), and 24 months (visit 4)."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis (AD)",
        "Autoantibody",
        "Auto-Immunity",
        "Microbiome, Human",
        "Allergic Disease",
        "IgE-Mediated Hypersensitivity",
        "Newborn Infant"
      ],
      "keywords": [
        "Birth cohort",
        "Autoantibodies",
        "IgE",
        "Atopic dermatitis",
        "DIANA"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 500,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Infants born at UZ Brussel",
          "type": "OTHER",
          "description": "Cord blood, blood drawl at 6, 12 and 24 months of age, electrical impedance spectroscopy, natural moisturizing factor, skin swab, stool swab, questionnaires, skin check (disease scores). These interventions will be the same for all participants.",
          "interventionNames": [
            "Other: Development of atopic dermatitis with/without IgE autoantibodies"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Development of atopic dermatitis with/without IgE autoantibodies",
          "description": "No studies have been performed on the presence of IgE autoantibodies at birth and whether this is related to AD development, prediction of the development of atopic diseases (biomarker) or clinical relevance in the pathophysiology. Causative environmental and hereditary factors still need to be unraveled. We assume that newborns with IgE autoantibodies are prone to develop atopic dermatitis and its comorbidities (food allergy, allergic asthma/ rhinitis) . In case IgE autoantibodies are identified in cord blood, this may originate from the mother and passes to the child due to maternal spillover , or it is produced by the fetus (prenatally) who produces IgE autoantibodies him/herself or by the infant in early life.\n\nThis project aims to insights to the understanding of the first stages of IgE autoantibody development, its relation to AD and other allergic diseases as well as heredity and environmental factors. The endpoints study hold the potential to improve prevention and/or prognosis.",
          "armGroupLabels": [
            "Infants born at UZ Brussel"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Prevalence of IgE autoantibodies against skin epitopes in newborns",
          "description": "The prevalence (or first developmental stages) of IgE autoantibodies directed against keratinocyte-derived proteins in newborns (with high risk of atopic dermatitis).",
          "timeFrame": "From enrollment to study visit 2 after birth."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Correlation between the presence of IgE autoantibodies and the development of atopic dermatitis",
          "description": "The presence of IgE autoantibodies will be measured after birth, at 6, 12 and 24 months of age. The skin will be examined by a dermatologist (resident) after birth, 6, 12 and 24 months for dryness and/or the presence of atopic dermatitis (according to the Hanifin and Rajka criteria). The subjects will be subdivided based on the presence of IgE autoantibodies and correlated with the skin conditions.",
          "timeFrame": "From visit 2 (after birth) to visit 5 at 24 months of age."
        },
        {
          "measure": "Correlation of IgE autoantibodies with IgE levels in serum",
          "description": "We will sub-divide the participants based on the presence of IgE autoantibodies (positive or negative) and analyse the levels of IgE in serum (kU/L).",
          "timeFrame": "From visit 2 after birth to visit 5 at 24 months of age."
        },
        {
          "measure": "Investigation of the hereditary factor in case IgE autoantibodies present",
          "description": "Serum is collected from both of the biological parents (if available/possible) to measure the presence of IgE autoantibodies for evaluatation of evaluation of the hereditary factor.\n\n1. In case IgE autoantibodies are present in the infant after birth, we will evaluate if the mother is positive too (spill-over from the mother?).\n2. If they develop autoantibodies during the two-year follow-up period, we will analyse if (one or both) the parents are positive as well.",
          "timeFrame": "From enrollment to visit 5 at 24 months."
        },
        {
          "measure": "Characterization of leukocytes in infants",
          "description": "1. Characterization of leukocytes in infants and correlate with the presence of IgE autoantibodies (positive, negative)\n2. Characterization of leukocytes in infants and correlate with the development of AD (present yes/no)",
          "timeFrame": "Through study completion, an average of 2 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Determination of serum inflammatory mediators",
          "description": "Inflammatory cytokines and chemokines in serum will be measured using the Luminex multiplex assay. Serum samples are collected at birth, 6, 12 and 24 months of age. The results can be linked to the presence/disease severity of atopic dermatitis (if present), IgE autoantibodies or other environmental factors (infection).",
          "timeFrame": "From visit 2 after birth to visit 5 at 24 months of age."
        },
        {
          "measure": "Skin barrier function: Electrical impedance spectroscopy",
          "description": "We will analyze the electrical impedance spectroscopy (EIS) using the Nevisense device (SciBase, Sweden) for the non-invasive objective measurement of the skin barrier function. Measurements are performed 1-3 days after birth (visit 2), at 6 (visit 3) and 24 months (visit 5) of age. The results will be linked to the development of atopic dermatitis, and if possible, to the presence of IgE autoantibodies and/or the skin microbiome.",
          "timeFrame": "From after birth (visit 2) to visit 5 at 24 months"
        },
        {
          "measure": "Skin barrier function: Natural moisturizing factor",
          "description": "The natural moisturizing factor (NMF) consists of a group of components that exist in normal skin to maintain its function and hydration, including amino acids, lactic acid, pyrrolidone carboxylic acid, sugars, minerals, and peptides. Low levels of NMF have been correlated with a loss of function mutation in the filaggrin (FLG) gene. We measure the NMF levels at 6, 12 or 24 months of age using the prototype NMFScan (RiverD, The Netherlands) and the results will be linked to the development of atopic dermatitis, and if possible, the presence of IgE autoantibodies and/or skin microbiome.",
          "timeFrame": "From 6 (visit 2) to 24 months of age (visit 5)"
        },
        {
          "measure": "Iron deficiency: Is there a link with atopic dermatitis and/or IgE autoantibodies?",
          "description": "Serum ferritin is the most reliable indicator of iron stores and used as the primary test for iron deficiency diagnosis. Low levels (\\<30 μg/L in adults) indicate iron deficiency, while high levels can be present in inflammation or infection. The results will be linked to the presence of atopic dermatitis and/or IgE autoantibodies, but also to the data of the questionnaires.",
          "timeFrame": "From after birth (visit 2) to the age of 24 months (visit 5)."
        },
        {
          "measure": "The skin-gut axis in infants: A link with atopic dermatitis and/or IgE autoantibodies?",
          "description": "The microbiome composition and diversity plays an important role in maintaining a healthy skin and gut. We will analyze the results as part of the environmental factors that can act as a trigger for the development of IgE autoantibodies. With this objective, we will specifically analyze the skin-gut axis and link the skin microbiome with that of the gut, especially in infants with atopic dermatitis compared to children without atopic dermatitis. 16S seq will be used for the analysis of the microbiome.",
          "timeFrame": "From after birth (visit 2) to 24 months of age (visit 5)."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nNewborns who are planned to be born at the maternity ward of UZ Brussel with the following criteria:\n\n* 400 newborns with high-risk for AD-development (at least 1 parent or sibling with physician diagnosed atopic dermatitis AND/OR asthma AND/OR allergic rhinitis)\n* 100 newborns with low-risk for AD-development (no parents or siblings with history of atopic dermatitis AND/OR asthma AND/OR allergic rhinitis)\n\nExclusion Criteria:\n\n* Newborns not born at the maternity ward of UZ Brussel\n* Parents with a poor understanding of Dutch, French or English\n* Newborns who are admitted post-partum to the neonatal intensive care unit (gestational age \\<34 weeks) or with medical complications\n* Newborns with severe genetic abnormalities/birth defects\n* Newborns whose parents will not be able to attend the study visits for a period of 2 years (location, working hours)",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "1 Hour",
      "maximumAge": "24 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Inge Kortekaas Krohn, PhD",
          "role": "CONTACT",
          "phone": "+32 (0)2 477 4244",
          "email": "inge.kortekaas@vub.be"
        },
        {
          "name": "Carine Vleminckx",
          "role": "CONTACT",
          "email": "carine.vleminckx@uzbrussel.be"
        }
      ],
      "overallOfficials": [
        {
          "name": "Jan Gutermuth, MD PhD",
          "affiliation": "Universitair Ziekenhuis (UZ) Brussel, Vrije Universiteit Brussel (VUB)",
          "role": "STUDY_DIRECTOR"
        },
        {
          "name": "Inge Kortekaas Krohn, PhD",
          "affiliation": "Universitair Ziekenhuis (UZ) Brussel, Vrije Universiteit Brussel (VUB)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Universitair Ziekenhuis (UZ) Brussel, Vrije Universiteit Brussel (VUB)",
          "status": "RECRUITING",
          "city": "Jette",
          "state": "Brussels Capital",
          "zip": "1090",
          "country": "Belgium",
          "contacts": [
            {
              "name": "Inge Kortekaas Krohn, PhD",
              "role": "CONTACT",
              "phone": "+32 (0)2 477 4244",
              "email": "inge.kortekaas@vub.be"
            },
            {
              "name": "Carine Vleminckx",
              "role": "CONTACT",
              "email": "carine.vleminckx@uzbrussel.be"
            }
          ],
          "geoPoint": {
            "lat": 50.87309,
            "lon": 4.33419
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "37555488",
          "type": "BACKGROUND",
          "citation": "Charles N, Kortekaas-Krohn I, Kocaturk E, Scheffel J, Altrichter S, Steinert C, Xiang YK, Gutermuth J, Reber LL, Maurer M. Autoreactive IgE: Pathogenic role and therapeutic target in autoimmune diseases. Allergy. 2023 Dec;78(12):3118-3135. doi: 10.1111/all.15843. Epub 2023 Aug 9."
        },
        {
          "pmid": "38429523",
          "type": "BACKGROUND",
          "citation": "Kolkhir P, Altrichter S, Badloe FMS, Belasri H, Charles N, De Vriese S, Gutermuth J, Huygen L, Kocaturk E, Kortekaas Krohn I, Munoz M, Monino-Romero S, Reber LL, Scheffel J, Steinert C, Xiang YK, Maurer M. The European Network for IgE-Mediated Autoimmunity and Autoallergy (ENIGMA) initiative. Nat Med. 2024 Apr;30(4):920-922. doi: 10.1038/s41591-024-02819-9. No abstract available."
        },
        {
          "pmid": "37489049",
          "type": "BACKGROUND",
          "citation": "Kortekaas Krohn I, Badloe FMS, Herrmann N, Maintz L, De Vriese S, Ring J; CK-CARE Study Group; Bieber T, Gutermuth J. Immunoglobulin E autoantibodies in atopic dermatitis associate with Type-2 comorbidities and the atopic march. Allergy. 2023 Dec;78(12):3178-3192. doi: 10.1111/all.15822. Epub 2023 Jul 24."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "IDP sharing will be performed according to the institution's open access policy (for research) and in accordance with the EU/ Belgian law. The study protocol will be published in a scientific journal and publicly available (open access)."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}