{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00578656",
      "orgStudyIdInfo": {
        "id": "DAIT P01 AI 144236"
      },
      "secondaryIdInfos": [
        {
          "id": "GCO#01-1209"
        }
      ],
      "organization": {
        "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "briefTitle": "An Interventional Study of Milk Allergy",
      "officialTitle": "The Impact of the Diet Containing Limited Amounts of Processed Milk Protein on the Natural History of IgE-Mediated Milk Hypersensitivity"
    },
    "statusModule": {
      "statusVerifiedDate": "2012-07",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2004-06"
      },
      "primaryCompletionDateStruct": {
        "date": "2011-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2011-02",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2007-12-19",
      "studyFirstSubmitQcDate": "2007-12-19",
      "studyFirstPostDateStruct": {
        "date": "2007-12-21",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2012-07-30",
      "lastUpdatePostDateStruct": {
        "date": "2012-08-01",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      }
    },
    "descriptionModule": {
      "briefSummary": "Milk is the among the most common food allergens in infants and children. The majority of children outgrow their allergies; however, the exact mechanisms by which food tolerance is achieved are unknown. Strict avoidance of the offending food is currently the only known therapy. However, subjects have been known to lose food hypersensitivity while frequently ingesting small amounts of processed forms of the offending product. The purpose of this study is to investigate whether ingestion of small amounts of processed milk protein will be permitted without compromising the chances of either outgrowing milk hypersensitivity or prolonging the time needed to achieve clinical tolerance.",
      "detailedDescription": "In the United States, as many as 6% of children are affected by food allergy. Milk is among the most common food allergens in infants and children. Although strict avoidance of milk is the current standard of care for those with milk hypersensitivity, there is no conclusive evidence that absolute dietary restriction is necessary for achieving clinical tolerance. The purpose of this study is to determine whether ingestion of small amounts of extensively heated milk protein might be permitted without compromising the chances for ultimately losing milk hypersensitivity or prolonging the time needed to achieve clinical tolerance in a selected population of milk-allergic participants.\n\nThe study will last up to 48 months. Based on the result of the oral food challenge with baked milk the participants will be assigned to either Group 1 (baked milk-tolerant) or Group 2 (baked milk-reactive). Participants in the Group 1 may be further tested with regular, non-heated milk, depending on their diagnostic test results and clinical history. Participants tolerant to non-heated milk will be discharged from the study. Baked milk-tolerant, non-heated milk-reactive participants in Group 1 will receive diet with baked milk at home while Group 2 will act as the control and avoid milk consumption strictly.\n\nQualifying and willing participants will be assigned to Group 1, which will allow consumption of baked milk on a regular basis. Study visits will occur at Months 3, 6, 12, 18, 24, 30, 36, 42, and 48. Participants in Group 1 will be given an OFC using non-heated milk to identify tolerant individuals at Months 12, 24, 36, and 48.\n\nParticipants in Group 2 will be contacted by telephone every 6 months and asked about the current state of their milk allergy. Participants in this group will be asked to repeat OFC to baked milk at Months 12, 24, 36, and 48. Depending on the outcome of the repeat OFC, they may continue strict avoidance (if they reacted during baked milk OFC) or will be allowed to ingest baked milk in the diet (if they tolerated baked milk OFC).\n\nAt each visit, medical history, physical exam, 7-day diet record, anthropometric measurements, skin test and blood collection will occur. A pregnancy test will be performed at all visits requiring OFC for females of childbearing potential. A skin prick test will occur at most visits. Participants with atopic dermatitis will be assessed on the SCORAD scale at all visits."
    },
    "conditionsModule": {
      "conditions": [
        "Food Hypersensitivity",
        "Milk Hypersensitivity"
      ],
      "keywords": [
        "Food Allergy",
        "Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "EARLY_PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 220,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1",
          "type": "EXPERIMENTAL",
          "description": "Baked milk and at least 4 oral food challenges as clinically indicated",
          "interventionNames": [
            "Dietary Supplement: Baked Milk"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Baked Milk",
          "description": "Extensively heated milk",
          "armGroupLabels": [
            "1"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Tolerance to heated milk",
          "timeFrame": "Throughout study"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Development of tolerance to non-heated milk",
          "timeFrame": "Throughout study"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Positive prick skin test to milk and/or detectable serum milk-IgE\n* History of allergic reaction to milk within past 6 months\n* Serum milk-IgE of high predictive value (\\>15 in children older than 1 year, \\>5 in children younger than 1 year)\n* Asymptomatic or stabilized atopic disease (asthma, allergic rhinitis, atopic dermatitis) for a minimum of 7 days prior to OFC\n\nExclusion Criteria:\n\n* Serum level of cow's milk-specific IgE antibody greater than 35 kIU/L\n* History of anaphylactic reaction to cow's milk within the past 12 months\n* Unstable asthma\n* Allergic eosinophilic gastroenteritis caused by milk\n* Use of short-acting antihistamines more than one time within 3 days of OFC\n* Use of medium-acting antihistamines more than one time within 7 days of OFC\n* Maintenance therapy or use of beta-blockers and ACE inhibitors within 12 to 24 hours of OFC\n* Participation in study baked egg study GCO#03-0609 within 6 months of enrollment\n* Pregnant",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "4 Years",
      "maximumAge": "25 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hugh A. Sampson, MD",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Scott H. Sicherer, MD",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Anna Nowak-Wegrzyn, MD",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Mount Sinai School of Medicine",
          "city": "New York",
          "state": "New York",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "17935766",
          "type": "BACKGROUND",
          "citation": "Skripak JM, Matsui EC, Mudd K, Wood RA. The natural history of IgE-mediated cow's milk allergy. J Allergy Clin Immunol. 2007 Nov;120(5):1172-7. doi: 10.1016/j.jaci.2007.08.023. Epub 2007 Nov 1."
        },
        {
          "pmid": "17919140",
          "type": "BACKGROUND",
          "citation": "Staden U, Rolinck-Werninghaus C, Brewe F, Wahn U, Niggemann B, Beyer K. Specific oral tolerance induction in food allergy in children: efficacy and clinical patterns of reaction. Allergy. 2007 Nov;62(11):1261-9. doi: 10.1111/j.1398-9995.2007.01501.x."
        },
        {
          "pmid": "17895338",
          "type": "BACKGROUND",
          "citation": "Vandenplas Y, Koletzko S, Isolauri E, Hill D, Oranje AP, Brueton M, Staiano A, Dupont C. Guidelines for the diagnosis and management of cow's milk protein allergy in infants. Arch Dis Child. 2007 Oct;92(10):902-8. doi: 10.1136/adc.2006.110999."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}