{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05208528",
      "orgStudyIdInfo": {
        "id": "MICRORIN_2"
      },
      "organization": {
        "fullName": "Fundació Eurecat",
        "class": "OTHER"
      },
      "briefTitle": "Effect of the Probiotic ES1 and Its Inactivated Form (HT-ES1) Over Symptomatology Asociated With Allergic Rhinitis",
      "officialTitle": "Effect of the Probiotic Bifidobacterium Longum ES1 and Its Inactivated Form by Heat (HT-Bifidobacterium Longum ES1) Over Symptomatology Asociated With Allergic Rhinitis. Parallel, Randomized, Controled, and Double-Blind Intervention Trial",
      "acronym": "MICRORIN_2"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-01-23",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-01-17",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-03-27",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-01-12",
      "studyFirstSubmitQcDate": "2022-01-12",
      "studyFirstPostDateStruct": {
        "date": "2022-01-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-10-30",
      "lastUpdatePostDateStruct": {
        "date": "2024-10-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fundació Eurecat",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "ADM-BIOPOLIS S.L.",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis (AR) is a health problem characterised by an inflammatory reaction in the nasal mucosa mediated by immunoglobulin (Ig) E and resulting from exposure to environmental allergens, such as pollen and dust mites.\n\nAR symptoms can significantly affect the quality of life of patients suffering from AR, causing substantial direct health care costs and indirect costs due to absenteeism from work.\n\nThe effects of pharmacological treatments are not always fully effective and have adverse effects, resulting in a significant proportion of AR patients continuing to experience symptoms or being dissatisfied.\n\nConsidering the relationship between AR and intestinal microbiota (IM), the use of probiotics, live microorganisms that, when consumed in adequate amounts, confer beneficial effects on the host, emerges as a potential strategy to prevent or treat certain allergies. There are different mechanisms of action by which probiotics may exert their effects on the treatment or prevention of allergies through modulation of the immune system and stimulation of tolerance. Probiotics promote a change in IM. In addition, probiotics stimulate gut-associated lymphoid tissue, modulating inflammation and immune reactions present in AR, promoting a more favourable profile by increasing the production of the modulatory cytokines IL-10 and TGFβ by Treg cells. Probiotics can restore the Th1:Th2 balance by inducing Th1 responses through the production of IL-12 and interferon (IFN)-γ, or by suppressing Th2 responses through the depletion of IL-4. In addition, probiotics may exert immunomodulatory effects through stimulating mucosal IgA production.\n\nThe hypothesis of the present study is that supplementation with the probiotic Bifidobacterium longum ES1 and/or with the heat treated version of ES1 will decrease the symptomatology associated with AR and improve the quality of life of individuals by modulating IM and potentiating Treg cells and the Th1 response.\n\nThe main objective of the present study is to determine the effects of supplementation with the probiotic Bifidobacterium longum ES1 and the heat treated version of ES1 (HT-ES1) on the symptoms associated with AR.\n\nThe secondary objectives of the study are to determine the effects of the treatments over: 1) Quality of life; 2) Blood immunological markers (IFN-γ, IL-12, IL-10, TGF-β, IgE, IL-4, IL-13, IL-19 and IL-8); 3) Faecal immunological marker IgA; 4)Faecal microbiota composition.",
      "detailedDescription": "Parallel, randomized, placebo-controlled, and double-blind intervention trial.\n\n75 participants (25 in each group), men and women, aged between 18 and 60 years, with moderate-severe persistent AR symptoms and dust mite allergy.\n\nThe 75 study participants will be randomly divided into three groups depending on whether they receive supplementation with the probiotic Bifidobacterium longum ES1, supplementation with the heat treated version of ES1 (HT-ES1) or placebo during the 2-month study period. After the treatment period the volunteers will be followed up for one month.\n\nDuring the study, patients will be able to continue using conventional drug treatment for AR, including oral and local antihistamines, oral and intranasal corticosteroids, and intranasal decongestants.\n\nIntervention products are the probiotic Bifidobacterium longum ES1 (ES1), the heat treated version of ES1 (HT-ES1) and a placebo (maltodextrin). The delivery format of the products to the volunteers will be in capsules.\n\nThe total duration of the study will be of 92 days (13 weeks).\n\nEach participant will perform 4 visits. The study visits will be the following:\n\n* a pre-selection visit to check inclusion/exclusion criteria (V0; day 1, week 1) and, in case of meeting the criteria,\n* a study start visit (V1; day 8 +/-3 days; week 2),\n* a final study visit (V2; day 64 +/- 3 days; week 10),\n* a study follow-up visit (V3; day 92 +/- 3 days; week 14).\n\nAt visits V0, V1, V2 and V3 the use of any medications, including over the counter, will be checked.\n\nIn visits V1, V2 participants must present themselves in fasting conditions of 8 hours to obtain blood. In addition, in visits V2 and V3, participants will be asked for the presence of adverse events that could be associated with the consumption or withdrawal of the study products.\n\nThe products will be given in the V1 visit so that the participants will have all the necessary treatment to carry out the 8 weeks of study with the corresponding product.\n\nDuring the study and starting from visit V0 once the volunteer has been included in the study and signed the informed consent, participants will record AR symptomatology and/or the use of AR medication on a daily basis by using the CSMS questionnaire described by Pfaar O. et al. in an online format using the Microsoft Forms application. During the study, the research team will monitor compliance of the online questionnaire by the volunteer.\n\nVolunteers will be encouraged to maintain their dietary habits and to maintain their regular practice of physical activity during the study.\n\nDescriptive variables related to AR and demographic variables will be obtained from participants of the study by clinical history and interviewing at visit V0.\n\nIn visits V1, V2 and V3 of the study, health-related quality of life data will be obtained by means of the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) according to Juniper, E, et al.\n\nFor the collection of faeces in visits V1, V2 and V3, participants will be previously provided with a faeces collection kit (two different labelled tubes, one for metagenomic analysis and other for IgA determination will be provided)."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "Probiotics",
        "Intestinal Microbiota",
        "Immune system",
        "Inflammation",
        "Postbiotics"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 72,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ES1 group",
          "type": "EXPERIMENTAL",
          "description": "Participants treated with Bifidobacterium longum ES1 for 2 months.",
          "interventionNames": [
            "Dietary Supplement: ES1 group"
          ]
        },
        {
          "label": "HT-ES1 group",
          "type": "EXPERIMENTAL",
          "description": "Participants treated with heat treated version of ES1 for 2 months.",
          "interventionNames": [
            "Dietary Supplement: HT-ES1 group"
          ]
        },
        {
          "label": "Control group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants treated with maltodextrin for 2 months.",
          "interventionNames": [
            "Dietary Supplement: Control group"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "ES1 group",
          "description": "Participants will intake 2 capsules of 300 mg/capsule with 50 mg of Bifidobacterium longum ES1 (1E09 CFU of probiotic/day, by taking 2 capsules) and 250 mg of maltodextrin.",
          "armGroupLabels": [
            "ES1 group"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "HT-ES1 group",
          "description": "Participants will intake 2 capsules of 300 mg/capsule with 50 mg of HT-ES1 (1E09 CFU of probiotic/day, by taking 2 capsules) and 250 mg of maltodextrin.",
          "armGroupLabels": [
            "HT-ES1 group"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Control group",
          "description": "Participants will intake 2 capsules of 300 mg/capsule with 300 mg of maltodextrin.",
          "armGroupLabels": [
            "Control group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Combined Symptoms and Medication Score",
          "description": "Participants will complete the Combined Symptoms and Medication Score (CSMS) questionnaire daily in an online form. The CSMS questionnaire takes into account the severity of symptoms and the use of rescue medication to asses the efficacy of treatments for AR. The CSMS is the sum of daily symptom score (dSS) and the daily medication score (dMS) and has a range of 0 to 6. The mean CSMS will be calculated weekly for each study period, that is the basal period (first week until V1); the treatment period (period between V1 and V2 visits) and the follow-up period (period between V2 and V3 visits), from the sum of all daily CSMS during each week of the study and divided by the number of days of each week of the study.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Nasal and conjunctival symptoms (dSS)",
          "description": "The CSMS is the sum of the daily symptom score (dSS) and the daily medication score (dMS). The dSS is composed of 6 individual symptom scores: 4 nasal symptoms and 2 ocular symptoms, all rated on a scale of 0 to 3. The dSS is calculated as the mean of all daily dSS (range 0-18) and divided by the number of individual symptoms (6 symptoms). Therefore, the mean dSS can range from 0 to 3. The mean dSS will be calculated weekly for each study period, that is the basal period (first week until V1); the treatment period (period between V1 and V2 visits) and the follow-up period (period between V2 and V3 visits), from the sum of all daily CSMS during each week of the study and divided by the number of days of each week of the study.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        },
        {
          "measure": "Nasal symptoms.",
          "description": "4 nasal symptoms: itchy nose, sneezing, runny nose and stuffy nose. All nasal symptoms rated on a scale of 0 to 3. The Nasal symptoms is calculated as the mean of all daily nasal symptoms (range 0-12) and divided by the number of individual nasal symptoms (4 symptoms). Therefore, the mean Nasal symptoms can range from 0 to 3, being higher scores related to worse symptoms. The mean Nasal symptoms will be calculated weekly for each study period, that is the basal period (first week until V1); the treatment period (period between V1 and V2 visits) and the follow-up period (period between V2 and V3 visits), from the sum of all daily CSMS during each week of the study and divided by the number of days of each week of the study.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        },
        {
          "measure": "Conjunctival symptoms",
          "description": "2 ocular symptoms: itchy/red eyes and watery eyes. All conjunctival symptoms rated on a scale of 0 to 3. The conjunctival symptoms is calculated as the mean of all daily conjunctival symptoms (range 0-6) and divided by the number of individual conjunctival symptoms (2 symptoms). Therefore, the mean conjunctival symptoms can range from 0 to 3, being higher scores related to worse symptoms. The mean conjunctival symptoms will be calculated weekly for each study period, that is the basal period (first week until V1); the treatment period (period between V1 and V2 visits) and the follow-up period (period between V2 and V3 visits), from the sum of all daily CSMS during each week of the study and divided by the number of days of each week of the study.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        },
        {
          "measure": "Use of rescue medication.",
          "description": "The daily medication score (dMS) is based on the following scores: 0, no rescue medication; 1, oral and/or topical nonsedative H1 antihistamines (H1A); 2, Intranasal corticosteroids (INS) with/without H1A; and 3, oral corticosteroids with/without INS, with/without H1A.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        },
        {
          "measure": "Number of days without medication.",
          "description": "From CSMS questionnaire the number of days without rescue medication is quantified for each period of the study.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        },
        {
          "measure": "Use of other medications for AR.",
          "description": "Participants will record daily the use of other treatments for AR different that the medications described in the CSMS questionnaire using the online questionnaire.",
          "timeFrame": "Daily for the thirteen weeks of the study."
        },
        {
          "measure": "Change in experienced troublesome functional impairments.",
          "description": "Quality of life will be estimated through Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ). The RQLQ is a validated questionnaire which has 28 questions in seven domains (sleep, non-rhinoconjunctivitis symptoms, practical problems, nasal symptoms, eye symptoms, activity limitations, and emotional function). Patients are asked to recall impairments experienced during the previous week and to respond to each item on a 7-point scale (0 = no impairment; 6 = maximum impairment). The overall RQLQ score is the mean of all 28 responses and higher scores reflect lower quality of life.",
          "timeFrame": "At week 2, week 10 and week 14."
        },
        {
          "measure": "Change in serum IL-10 levels.",
          "description": "Serum IL-10 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum TGF-β levels.",
          "description": "Serum TGF-β levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IL-12 levels.",
          "description": "Serum IL-12 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IFN-γ levels.",
          "description": "Serum IFN-γ levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IgE levels.",
          "description": "Serum IgE levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IL-4 levels.",
          "description": "Serum IL-4 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IL-13 levels.",
          "description": "Serum IL-13 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IL-8 levels.",
          "description": "Serum IL-8 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in serum IL-19 levels.",
          "description": "Serum IL-19 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2 and week 10."
        },
        {
          "measure": "Change in stool IgA levels.",
          "description": "Stool IL-19 levels will be measured by human ELISA kits.",
          "timeFrame": "At week 2, week 10 and week 14."
        },
        {
          "measure": "Metagenomic analysis.",
          "description": "Total DNA extracted from stool samples will be sequenced on an Illumina platform. It will be analysed the taxonomic profile, toxin-producing genes, bacterial functions and presence of pathogens.",
          "timeFrame": "At week 2, week 10 and week 14."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women between 18 and 60 years of age.\n2. Present a medical history of ARs defined according to the International Consensus on Rhinitis for at least 2 years.\n3. Present a positive IgE sensitization test to dust mite allergen during the last 5 years.\n\n   \\* Participants may present various sensitizations to different allergen in addition to allergy to dust mite.\n4. Present the criteria for moderate-to-severe persistent AR phenotype according to the Allergic Rhinitis and its Impact on Asthma (ARIA) classification:\n\n   * The intensity of signs and symptoms interferes with sleep; interferes with daily activities, sports and leisure; interferes with work activities; and symptoms present are troublesome.\n   * The symptoms are present more than 4 days a week and during more than 4 consecutive weeks.\n5. Present symptomatology at the pre-selection visit. This is, present, according to ARIA criteria, 2 or more of the following symptoms during more than 1 hour a day: water rhinorrhoea; sneezing, especially paroxysmal; nasal obstruction; nasal puritis; with or without conjunctivitis.\n6. Sign the informed consent form.\n\nExclusion Criteria:\n\n1. Age under 18 or over 60 years old.\n2. Present intolerances and/or food allergies related to the products of the study.\n3. Being pregnant or intending to become pregnant.\n4. Be in breastfeeding period.\n5. Participate in or have participated in a clinical trial or nutritional intervention study in the last 30 days prior to inclusion in the study.\n6. Present some chronic gastrointestinal disease.\n7. Clinical history of anemia.\n8. Having received antibiotic treatment up to 30 days before the start of the study.\n9. Having received immunotherapy treatment for dust mite allergen before the start of the study and during the study.\n10. Having received immunotherapy treatment for allergens other than dust mites up to 30 days before the start of the study and during the study.\n11. Taking probiotics, prebiotics and/or postbiotics up to 30 days before the start of the study and during the study.\n12. Present any disease with immune system involvement (HIV, autoimmune disease, hepatitis, cancer, etc.).\n13. Having received chemotherapy or other immunosuppressive therapy during the previous year.\n14. Medical history of surgical procedures of nasal cavity and sinuses, recent surgery of gastrointestinal tract or bariatric surgery (ever).\n15. Being unable to follow the study guidelines.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Josep M Del Bas, PhD",
          "affiliation": "UTNS (Eurecat-Reus)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Eurecat",
          "city": "Reus",
          "zip": "43204",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.15612,
            "lon": 1.10687
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Technological Centre of Nutrition and Health. Eurecat\\_Reus.",
          "url": "http://eurecat.org"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D007249",
          "term": "Inflammation"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D035061",
          "term": "Control Groups"
        }
      ],
      "ancestors": [
        {
          "id": "D015340",
          "term": "Epidemiologic Research Design"
        },
        {
          "id": "D004812",
          "term": "Epidemiologic Methods"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D012107",
          "term": "Research Design"
        },
        {
          "id": "D008722",
          "term": "Methods"
        }
      ]
    }
  },
  "hasResults": false
}