{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01393340",
      "orgStudyIdInfo": {
        "id": "2006/240"
      },
      "organization": {
        "fullName": "University Hospital, Ghent",
        "class": "OTHER"
      },
      "briefTitle": "Clinical and Biological Effects of Anti-IgE (Omalizumab) in Patients With Bilateral Nasal Polyposis and Asthma",
      "officialTitle": "Clinical and Biological Effects of Anti-IgE (Omalizumab) in Patients With Bilateral Nasal Polyposis and Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2011-07",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2006-12"
      },
      "primaryCompletionDateStruct": {
        "date": "2008-10",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2009-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2011-07-07",
      "studyFirstSubmitQcDate": "2011-07-11",
      "studyFirstPostDateStruct": {
        "date": "2011-07-13",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2011-07-11",
      "lastUpdatePostDateStruct": {
        "date": "2011-07-13",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Prof. Dr. P. van Cauwenberge",
        "oldOrganization": "University Hospital Ghent"
      },
      "leadSponsor": {
        "name": "University Hospital, Ghent",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Novartis Pharma AG, Switzerland",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This pilot study is a double-blinded, randomized controlled, two-centre trial in which subjects will receive 4 to 8 (subcutaneous administered) doses of medication (Omalizumab or placebo) (dose and dosing interval calculated on body weight and baseline total serum IgE). During the treatment period and follow-up, the clinical efficacy of the treatment will be assessed by evaluation of symptoms, Quality of Life questionnaire, morning Peak Expiratory Flow measurement, smell test, nasal endoscopy, CT-scan, peak nasal inspiratory flow and spirometry. Biological activity will be evaluated by measuring peripheral and local (in serum, in nasal secretions, biopsies) markers of inflammation.\n\nStudy hypothesis\n\n1. Evaluation of the efficacy and safety of anti-IgE (Omalizumab) in patients with nasal polyposis and comorbid asthma.\n2. Exploration of anti-IgE effects on local and systemic metabolism of IgE in nasal polyposis\n3. Clinical assessment of the IgE theory in the pathogenesis of nasal polyps"
    },
    "conditionsModule": {
      "conditions": [
        "Nasal Polyposis",
        "Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 23,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Drug: Placebo"
          ]
        },
        {
          "label": "Omalizumab",
          "type": "ACTIVE_COMPARATOR",
          "interventionNames": [
            "Drug: Omalizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab",
          "description": "Omalizumab (Xolair(R)) is a recombinant DNA-derived humanized IgG1 monoclonal antibody that selectively binds to human IgE. Molecular weight is approximately 149 kilodaltons. Xolair(R) is a sterile, white, preservative-free, lyophilized powder contained in a single-use vial, reconstituted with Sterile Water For Injection (SWFI), and administered as subcutaneous (SC) injection.\n\nXolair(R) will be administered subcutaneously in a dose of 75 to 375mg every 2 to 4 weeks. Doses (mg) and dosing frequency are determined by total serum IgE level (IU/ml) measured at the start of treatment and body weight (kg). During this 20-week during trial patients will receive 4 or 8 doses of omalizumab.",
          "armGroupLabels": [
            "Omalizumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Placebo",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Effect of Omalizumab on nasal polyp size and evolution of nasal polyps",
          "description": "Nasal examination at all visits by endoscopy of each nasal fossa. Polyps will be graded by the Modified DAVOS score",
          "timeFrame": "At every study visit starting from week 0 until week 20"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Effect of Omalizumab on rhinosinusitis symptoms:nasal discharge, nasal congestion, postnasal drip scores: Subject's Diary",
          "description": "Dispense / collect / review diary",
          "timeFrame": "At screening visit, baseline visit and at week 0, 4, 8, 12, 16, 20"
        },
        {
          "measure": "Effect of Omalizumab on asthma symptom scores including cough, wheeze, dyspnoea: Subject's Diary.",
          "description": "Dispense / collect / review diary",
          "timeFrame": "At screening visit, baseline visit and at week 0, 4, 8, 12, 16, 20"
        },
        {
          "measure": "Effect of Omalizumab on sinus computed tomography (CT)-scan score : Sinus CT-scan evaluation",
          "description": "Sinus CT-scan evaluation",
          "timeFrame": "Visit before dosing and at week 16"
        },
        {
          "measure": "Effect of Omalizumab on smell: UPSIT (University of Pennsylvania Smell Identification Test)",
          "description": "Olfactory test",
          "timeFrame": "Baseline visit and at week 10"
        },
        {
          "measure": "Effect of Omalizumab on Rhinitis specific Quality of Life: Rhinosinusitis Outcome Measure (RSOM-31)",
          "timeFrame": "At baseline visit"
        },
        {
          "measure": "Effect of Omalizumab on asthma related Quality of life: Asthma Quality of Life Questionnaire (AQLQ)",
          "timeFrame": "At baseline visit"
        },
        {
          "measure": "Effect of Omalizumab on overall Quality of Life: The Short Form (36) Health Survey (SF-36)",
          "timeFrame": "At baseline visit"
        },
        {
          "measure": "Effect of Omalizumab on peak nasal inspiratory flow",
          "timeFrame": "On screening visit, baseline visit and on week 4,8,12, 16 and 20"
        },
        {
          "measure": "Effect of Omalizumab and Forced Expiratory Volume in 1 second (FEV1): spirometry",
          "timeFrame": "At screening visit, baseline visit and week 16 and 20"
        },
        {
          "measure": "Effect of Omalizumab on diverse inflammatory mediators in serum, in nasal fluid (eosinophilic cationic protein (ECP), Interleukin-2 receptor (IL-2R), Sol Interleukin-5 receptor, soluble Cluster of differentiation 23 (sCD23), tryptase)",
          "timeFrame": "At screening visit, baseline visit and week 4, 8, 12, 16 and 20"
        },
        {
          "measure": "Evaluation of adverse events, directly or by general physical examination, blood sampling , review of concomitant medication or symptom scores.",
          "timeFrame": "week 2, 4, 6, 8, 10, 12, 14, 16, 20"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects must be at least 18 years of age, of either gender and any race.\n* Subjects must have a diagnosis of bilateral nasal polyps at screening and baseline that have recurred after surgical resection or nasal polyps that are grades 3 or 4 in both nares using the scoring system described in table 5. Bilateral nasal polyposis is defined as sinus symptoms for more than 3 months, bilateral opacity on CT-scan imaging and visible nasal polyps at endoscopy.\n\nSubjects must have a diagnosis of asthma for more than 2 years. Subjects must be in good health, free of any clinically significant disease that would interfere with the study schedule or procedures or compromise his/her safety.\n\n* Subjects must be willing to give informed consent and adhere to visit schedules, medication restrictions, and agree to perform daily diary entries.\n* Subjects must be free of any upper respiratory tract infection within two weeks prior to inclusion.\n* Clinical laboratory tests must be within normal limits or clinically acceptable for the investigator.\n* Non-pregnant women of childbearing potential must use a medically acceptable, adequate form of birth control. This includes: a) hormonal contraceptive as prescribed by a physician (eg, oral combined, hormonal implant, depot injectable); b) medically prescribed Intra-Uterine Device (IUD); c) condom in combination with a spermicide; d) monogamous relationship with a male partner who has had a vasectomy or is using a condom plus spermicide during the study. They must have started this birth control method at least three months prior to screening (with the exception of condom in combination with a spermicide), and they must agree to continue its use for at least 3 months after last dosing. Women of childbearing potential who are not currently sexually active must agree and consent to using a double-barrier method should they become sexually active during the course of this study. Women who are surgically sterilized or are at least one year postmenopausal are considered not to be of childbearing potential. However, all female subjects must have a urine pregnancy test prior to treatment, which must be negative. A monthly-control pregnancy test is requested.\n* Male subjects must agree to use an adequate form of birth control from first dosing to at least 3 months after last dosing. They must either agree to use a condom with spermicide or agree to have sexual relations only with women using medically acceptable forms of birth control as described above.\n\nExclusion Criteria:\n\n* Women must not be pregnant, breast feeding, or premenarcheal.\n* Patients younger than 18 years old.\n* Subjects with history of systemic reactions to the study medication.\n* Subjects with prohibited medication at screening without full wash-out period.\n* Subjects with acute sinusitis, concurrent nasal infection, or subjects who have had a nasal or upper respiratory tract infection within two weeks of the inclusion are excluded.\n* Subjects with cystic fibrosis, primary ciliary's dysfunction or Kartagener's syndrome by history are excluded.\n* Subjects must not have ever been diagnosed with a parasitic infection.\n* Subjects must not have ever been diagnosed with cancer\n* Subjects must not have a medical history of Human Immunodeficiency Virus (HIV) or hepatitis B or C. Testing will not be done at screening.\n* Subjects must not have had an acute asthmatic attack requiring admission to a hospital (excluding emergency room visits which resulted in direct discharge without hospitalization) within the four weeks prior to screening.\n* Subjects must not have received specific immunotherapy within the previous three months.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Paul Van Cauwenberge, PhD, MD",
          "affiliation": "University Hospital, Ghent, Belgium",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital, Ghent",
          "city": "Ghent",
          "zip": "9000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.05,
            "lon": 3.71667
          }
        },
        {
          "facility": "UZ Gasthuisberg",
          "city": "Leuven",
          "zip": "3000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 50.87959,
            "lon": 4.70093
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33710614",
          "type": "DERIVED",
          "citation": "Chong LY, Piromchai P, Sharp S, Snidvongs K, Webster KE, Philpott C, Hopkins C, Burton MJ. Biologics for chronic rhinosinusitis. Cochrane Database Syst Rev. 2021 Mar 12;3(3):CD013513. doi: 10.1002/14651858.CD013513.pub3."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "Website University Hospital Ghent",
          "url": "http://www.uzgent.be"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}