{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03553251",
      "orgStudyIdInfo": {
        "id": "RC18_0193"
      },
      "organization": {
        "fullName": "Nantes University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Protocol of Reintroduction of Beta-lactams in Children at Low Risk of Anaphylaxis.",
      "officialTitle": "Oral Beta-lactam Drug Reintroduction Protocol, Without Previous Skin Tests, in Children Under 16 Years of Age With a Clinical History That is Not Suggestive of Immunoglobulin E (IgE)-Mediated Anaphylaxis or Toxidermia to Beta-lactams.",
      "acronym": "TRO-b-lact"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-06",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-07-30",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-07-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2019-07-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-05-25",
      "studyFirstSubmitQcDate": "2018-06-11",
      "studyFirstPostDateStruct": {
        "date": "2018-06-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2018-06-11",
      "lastUpdatePostDateStruct": {
        "date": "2018-06-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Nantes University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to establish the rationale for the practice of performing an oral reintroduction test without previous skin tests in children at low risk of IgE-mediated reaction or drug-induced toxidermia, and to confirm the criteria for a drug reintroduction test could be performed without previous skin tests, without subsequent risk of reaction for the child. The primary endpoint will be the risk of a severe IgE-mediated or delayed hypersensitivity reaction in children who received beta-lactam drug reintroduction protocol prior to skin testing."
    },
    "conditionsModule": {
      "conditions": [
        "Hypersensitivity",
        "Beta Lactam Adverse Reaction"
      ],
      "keywords": [
        "Hypersensitivity",
        "Beta Lactam Adverse Reaction"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "low risk of 2% IgE-mediated or severe delayed hypersensitivity reactions following an oral beta-lactam drug reintroduction",
          "description": "Demonstrate a low risk of 2% IgE-mediated or severe delayed hypersensitivity reactions following an oral beta-lactam drug reintroduction, without previous skin tests, in children selected by a questionnaire as being at low risk of IgE-mediated or delayed",
          "timeFrame": "At the end of the study, after 2 years."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Risk evaluation",
          "description": "Evaluate a risk of IgE-mediated or delayed non-severe hypersensitivity reactions.",
          "timeFrame": "At the end of the study, after 2 years."
        },
        {
          "measure": "explain the occurrence of a reaction of IgE-mediated or delayed hypersensitivity",
          "description": "If an IgE-mediated or delayed hypersensitivity reaction (s), severe or not, occurs during the oral beta-lactam drug reintroductions, analyze all the information collected in the inclusion questionnaire (s) of the patient (s) concerned, in order to find the element (s) most likely to explain the occurrence of a reaction of IgE-mediated or delayed hypersensitivity despite initial selection of patients at low risk of reaction.",
          "timeFrame": "At the end of the study, after 2 years."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Children under 16 years of age coming for a consultation for a beta-lactam oral reintroduction test.\n\nExclusion Criteria:\n\n* Refusal of the legal representatives of the subject for their child to participate in the study,\n* If his age permits, refusal of the subject to participate in the study,\n* Subject aged over 16,\n* Pregnancy,\n* Absence of affiliation of the subject to a social security scheme,\n* Skin tests with incriminated beta-lactam already made before the consultation,\n* Existence of contraindications to the realization of oral reintroduction drug test with the suspected antibiotic,\n* Existence of criteria in the initial reaction suggestive of a non-low risk of IgE-mediated or delayed hypersensitivity to the incriminated beta-lactam, Taking antihistamine, corticosteroids or beta-blockers within 5 days prior to the oral reintroduction drug test,\n* Travel abroad of the child scheduled within 7 days of the oral reintroduction drug test.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "maximumAge": "16 Years",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "children under 16 years of age with a clinical history that is not suggestive of IgE-mediated anaphylaxis or toxiderma to beta-lactams.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "LUC COLAS, MD",
          "role": "CONTACT",
          "phone": "02 53 48 21 80",
          "phoneExt": "+33",
          "email": "luc.colas@chu-nantes.fr"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}