{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06861101",
      "orgStudyIdInfo": {
        "id": "JT002-001-II-SAR"
      },
      "organization": {
        "fullName": "Shanghai JunTop Biosciences Co., LTD",
        "class": "INDUSTRY"
      },
      "briefTitle": "Phase II Study of JT002 in the Treatment of Seasonal Allergic Rhinitis in Adults",
      "officialTitle": "A Phase II, Multicenter, Randomized, Double-blind, Placebo-controlled Study to Evaluate the Efficacy and Safety of JT002 in Adult Patients With Seasonal Allergic Rhinitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-02-24",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-05-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-05-14",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-02-19",
      "studyFirstSubmitQcDate": "2025-03-01",
      "studyFirstPostDateStruct": {
        "date": "2025-03-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai JunTop Biosciences Co., LTD",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The study included three phases: the treatment introduction period (4-7 days before randomization), the treatment period (14 days after randomization) and the follow-up period (7 days after the last dose). Eligible participants in this study entered the 4-7 day treatment introduction period. After completing the treatment introduction period, patients who did not meet the random exclusion criteria of this study were randomly assigned to one of the 4 dose cohorts in a 1:1:1:1 ratio, with 80 patients planned to be enrolled in each cohort, and then randomly assigned to receive the investigational product or placebo in the cohort at a 4:1 ratio, for a total of 320 patients. Participants were stratified by prior Drug therapy for Rhinitis allergic. Ultimately, the proportion of patients receiving 200 μg BID, 400 μg BID, 400 μg QD, 800 μg QD and placebo was 1:1:1:1:1 (64 patients in each group)."
    },
    "conditionsModule": {
      "conditions": [
        "Seasonal Allergic Rhinitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "the proportion of patients receiving 200 μg BID, 400 μg BID, 400 μg QD, 800 μg QD and placebo was 1:1:1:1:1",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 370,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "JT002",
          "type": "EXPERIMENTAL",
          "description": "200 μg BID, 400 μg BID, 400 μg QD, 800 μg QD",
          "interventionNames": [
            "Drug: JT002 Nasal spray"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "JT002 Nasal spray",
          "description": "200 μg BID, 400 μg BID, 400 μg QD, 800 μg QD, 64 patients per cohort, total 256 patients for treatment 14 days",
          "armGroupLabels": [
            "JT002"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Total 64 patients for treatment 14 days",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "rTNSS",
          "description": "Change from baseline in mean (AM+PM) rTNSS (reactive nasal symptom total score)",
          "timeFrame": "During the 14-day treatment period"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "iTNSS",
          "description": "Change from baseline in mean (AM+PM) ITNSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "rTOSS",
          "description": "Change from baseline in the mean (AM+PM) rTOSS (reactive eye symptom total score)",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "iTOSS",
          "description": "Change from baseline in iTOSS mean (mean of AM and PM)",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "AM rTNSS",
          "description": "Change from baseline in AM rTNSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "AM iTNSS",
          "description": "Change from baseline in AM iTNSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "PM rTNSS",
          "description": "Change from baseline in PM rTNSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "PM iTNSS",
          "description": "Change from baseline in PM iTNSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "AM rTOSS",
          "description": "Change from baseline in AM rTOSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "AM iTOSS",
          "description": "Change from baseline in AM iTOSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "PM rTOSS",
          "description": "Change from baseline in PM rTOSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "PM iTOSS",
          "description": "Change from baseline in PM iTOSS",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "Single nasal symptom",
          "description": "Change from baseline in mean value of responsive single nasal symptom (sneezing, Runny nose, nasal itching and nasal congestion) AM and PM",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "Single-eye symptoms",
          "description": "Change from baseline in mean reactive single-eye symptoms (itchy/burning eyes, red eyes, tearing)AM and PM",
          "timeFrame": "During the 14-day treatment period"
        },
        {
          "measure": "iTNSS",
          "description": "Evaluation 15 ± 5 min, 30 ± 5 min, 45 ± 5 min, 60 ± 5 min, 90 ± 10 min, 2 h ± 10 min, 4 h ± 0.5 h after the first dose, Change from baseline at 8 ± 0.5 h and 12 ± 0.5 h",
          "timeFrame": "Within 12 hours of the first dose"
        },
        {
          "measure": "RQLQ",
          "description": "Change from baseline in scores on the RQLQ",
          "timeFrame": "Day 8 and Day 15 after first dose"
        },
        {
          "measure": "Safety （Adverse Events）",
          "description": "To evaluate the Adverse Events of JT002 in participants with seasonal allergic rhinitis",
          "timeFrame": "Through study completion,Estimated 28 days"
        },
        {
          "measure": "PK",
          "description": "According to the test of blood samples, Drug concentrations in individual subjects at different time points after dosing",
          "timeFrame": "Through study completion,Estimated 22 days"
        },
        {
          "measure": "Immunogenicity",
          "description": "According to the test of blood samples,to evaluate the incidence and titer of anti-drug antibody (ADA) of JT002",
          "timeFrame": "Through study completion,Estimated 22 days"
        },
        {
          "measure": "Immunogenicity(Nab)",
          "description": "To analyze ADA-positive blood samples for the presence of Neutralizing antibodies (Nab).",
          "timeFrame": "Through study completion,Estimated 22 days"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "PD(IgE)",
          "description": "To evaluate the change in peripheral blood IgE level after treatment with JT002 in patients with Seasonal allergic rhinitis",
          "timeFrame": "Through study completion,Estimated 22 days"
        },
        {
          "measure": "PD(IFN-α)",
          "description": "To evaluate the changes in IFN-α in the lavage fluid of subjects with seasonal allergic rhinitis after JT002 treatment and the cellular classification",
          "timeFrame": "Through study completion,Estimated 22 days"
        },
        {
          "measure": "PD( CXCL10)",
          "description": "To evaluate the changes in CXCL10 in the lavage fluid of subjects with seasonal allergic rhinitis after JT002 treatment and the cellular classification",
          "timeFrame": "Through study completion,Estimated 22 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. The participant voluntarily signed the informed consent form before the start of any study-related procedures, was able to communicate smoothly with the investigator, was able to correctly use the device for the study drug, understood and was willing to strictly comply with this clinical study protocol, study procedures, visit schedule, treatment plan, Laboratory test and other study requirements specified in the protocol.\n2. Male and female patients aged 18 to 75 years on screening day (inclusive of the cutoff value).\n3. Patients with seasonal allergic rhinitis, confirmed prior history for ≥ 1 year (including the main complaints) at screening, based on the diagnosis criteria referred to the 2022 Revised Edition of the Guidelines for Diagnosis and Treatment of Allergic Rhinitis in China published by the Chinese Medical Association Head and Neck Surgery Branch of Otolaryngology Head and Neck Surgery, confirmed positive results for one or more seasonal allergens in allergen tests (e.g., pollen, fungi, etc.), positive results in skin prick test or serum specific Immunoglobulins (IgE) for any allergen, positive nasal challenge test (acceptable results within the past 12 months).\n4. The environment of seasonal allergy exposure for the patient does not change during the study.\n5. Total score of reflective nasal symptoms on screening day (rTNSS) ≥ 6 points (maximal score 12 points), and nasal congestion ≥ 2 points.\n6. Female participants of childbearing potential must be willing to use highly effective contraceptive methods during the study period until 1 month after the last dose of the study drug and have a Pregnancy test negative at screening and prior to randomization. Women who are not of childbearing potential are defined as women who have reached menopausal status (natural cessation of menstruation for ≥ 12 months and no other medical reasons); women who have undergone permanent sterilization (e.g., Salpingectomy, Bilateral oophorectomy, Hysterectomy); or women who have Congenital or acquired conditions that lead to infertility (e.g., Uterine hypoplasia, Turner's syndrome, Ovarian failure, as confirmed by gynecological experts). Male participants and female participants of childbearing potential must be willing to use highly effective contraceptive methods during the study period until 1 month after the last dose of the study drug and not donate sperm/eggs during the study period until 1 month after the last dose of the study drug.\n\nExclusion Criteria:\n\n1. Pregnant or lactating women.\n2. History of excessive smoking, alcoholism or Drug of Abuse within 6 months prior to screening. Alcoholism is defined as alcohol consumption of more than 14 units per week (1 unit of alcohol ≈ 360 mL of beer or 45 mL of spirits with 40% alcohol content or 150 mL of wine); excessive smoking is defined as current average daily smoking of more than 10 cigarettes.\n3. In the opinion of the investigator, any other situation that may interfere with the participant's compliance and completion of the protocol, or affect the efficacy and safety evaluation of the study drug.\n4. Prior use of JT002 or a history of drug allergy to any study drug component is known. Drug allergy or hypersensitivity to immunosuppression/immunomodulators at screening will result in an unacceptable risk to participants if they participate in this study.\n5. Patients with rhinitis who have previously demonstrated an inability to tolerate nasal drops.\n6. Patients with perennial allergic rhinitis, unless the investigator evaluates that the patient's current symptoms and signs are caused by obvious exacerbation of seasonal allergic rhinitis.\n7. Nasal disorders that may affect drug absorption are found on nasal examination on screening day, such as nasal mucosal erosion, nasal mucosal ulcer, sinusitis, rhinitis.\n8. Medicamentosa, nasal polyps or abnormal nasal cavity structure, nasal trauma (such as nasal puncture), or septal deviation or nasal septum perforation.\n9. Patients who have received nasal operation within 3 months prior to screening or have incompletely healed nasal trauma.\n10. Active respiratory tract infection (including but not limited to Bronchitis, pneumonia or influenza, upper respiratory tract infection or Sinus infection) within 14 days prior to screening, or patients who may develop upper respiratory tract infection during the treatment run-in period. Occasional acute asthma or patients with mild exercise-induced asthma are acceptable, provided that the treatment is limited to inhaled short-acting β-agonists (maximum 8 times per day).\n11. Have a serious history of systemic infection or require hospitalization and/or intravenous anti-infective therapy (e.g., antibiotics, antifungal agents, antiviral agents) for ≥3 days within 12 weeks prior to screening.\n12. Patients with eye infections, e.g., ocular herpes simplex, Conjunctivitis infective (except Conjunctivitis associated with seasonal allergic rhinitis).\n13. Participants who plan to travel to areas outside their permanent residence (i.e., leaving the area of seasonal allergy exposure) for more than 2 consecutive days or more than 3 cumulative days (not consecutive) during the study period.\n14. History (at present) of immunodeficiency infection (e.g., Pneumocystis jirovecii pneumonia, Histoplasmosis, Coccidioidomycosis); or other known Immunodeficiency.\n15. History of lymphoid proliferative disease (current); or signs or symptoms of lymphoid proliferative disorder or any known neoplasm malignant, or history of or current neoplasm malignant (except completely resected and without evidence of recurrence squamous cell carcinoma of skin or basal cell carcinoma or cervix carcinoma in situ) within 5 years prior to screening.\n16. Major surgery within 8 weeks prior to screening.\n17. Uncontrolled hypertension (Blood pressure systolic ≥160 mm Hg and/or Blood pressure diastolic ≥100 mm Hg, determined by two consecutive raised blood pressure readings).\n18. Other significant uncontrolled cardiovascular diseases at screening (e.g., infarct myocardial \\[MI\\], Angina unstable, moderate to severe \\[New York Heart Association (NYHA) III/IV grade\\] cardiac failure or cerebrovascular accident \\[CVA\\]), respiratory.\n19. Hepatic, renal, gastrointestinal, endocrine, hematological, psychological, or neurological disorders, or any of the following (including but not limited to the following) as determined by the investigator are not suitable for participation in this study.\n20. Use of prohibited medications listed in Table 2 without meeting the washout requirements in Table 2.\n21. Concomitant medications that may affect the evaluation of efficacy of the investigational product after long-term use (including but not limited to: tricyclic antidepressants, monoamine Coproporphyrinogen Enzyme inhibition, etc.).\n22. Use of immunotherapeutic agent or immunosuppressive/immunomodulatory drug within 60 days prior to screening (acceptable if topical use of pimecrolimus cream or tacrolimus within 30 days prior to screening and stable dose is maintained during the study).\n23. Use of \\>1% Hydrocortisone or equivalent topical glucocorticoid within 30 days prior to screening; use of topical Hydrocortisone or equivalent at any concentration covering \\>20% of Body surface area; or presence of a condition that may require treatment with such preparations during the clinical study (as judged by the investigator).\n24. Use of traditional Chinese medicine therapy for treatment of seasonal allergic rhinitis within 4 weeks prior to the screening.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Beijing Youan Hospital Capital Medical University",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100069",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Peking University Third Hospital",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100191",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Fujian Medical University Union Hospital",
          "city": "Fuzhou",
          "state": "Fujian",
          "zip": "350001",
          "country": "China",
          "geoPoint": {
            "lat": 26.06139,
            "lon": 119.30611
          }
        },
        {
          "facility": "The First Affiliated Hospital of Fujian Medical University",
          "city": "Fuzhou",
          "state": "Fujian",
          "zip": "350004",
          "country": "China",
          "geoPoint": {
            "lat": 26.06139,
            "lon": 119.30611
          }
        },
        {
          "facility": "Wuwei People's Hospital",
          "city": "Wuwei",
          "state": "Gansu",
          "zip": "733000",
          "country": "China",
          "geoPoint": {
            "lat": 37.92672,
            "lon": 102.63202
          }
        },
        {
          "facility": "Shenzhen Nanshan District People's Hospital",
          "city": "Shenzhen",
          "state": "Guangdong",
          "zip": "518000",
          "country": "China",
          "geoPoint": {
            "lat": 22.54554,
            "lon": 114.0683
          }
        },
        {
          "facility": "Shenzhen University General Hospital",
          "city": "Shenzhen",
          "state": "Guangdong",
          "zip": "518000",
          "country": "China",
          "geoPoint": {
            "lat": 22.54554,
            "lon": 114.0683
          }
        },
        {
          "facility": "Zhengzhou Central Hospital",
          "city": "Zhengzhou",
          "state": "Hanan",
          "zip": "450000",
          "country": "China",
          "geoPoint": {
            "lat": 34.75778,
            "lon": 113.64861
          }
        },
        {
          "facility": "The Second Hospital of Baoding City",
          "city": "Baoding",
          "state": "Hebei",
          "zip": "200131",
          "country": "China",
          "geoPoint": {
            "lat": 38.87288,
            "lon": 115.46246
          }
        },
        {
          "facility": "Cangzhou Central Hosptial",
          "city": "Cangzhou",
          "state": "Hebei",
          "zip": "061014",
          "country": "China",
          "geoPoint": {
            "lat": 38.31124,
            "lon": 116.85334
          }
        },
        {
          "facility": "Hebei Retro China Central Hosptial",
          "city": "Hebei",
          "state": "Hebei",
          "zip": "065000",
          "country": "China",
          "geoPoint": {
            "lat": 40.93364,
            "lon": 118.60886
          }
        },
        {
          "facility": "Hebei Provincial Hospital of Traditional Chinese Medicine",
          "city": "Shijiazhuang",
          "state": "Hebei",
          "zip": "050000",
          "country": "China",
          "geoPoint": {
            "lat": 38.04139,
            "lon": 114.47861
          }
        },
        {
          "facility": "The Third Hospital of Hebei Medical University",
          "city": "Shijiazhuang",
          "state": "Hebei",
          "zip": "050051",
          "country": "China",
          "geoPoint": {
            "lat": 38.04139,
            "lon": 114.47861
          }
        },
        {
          "facility": "The First Affiliated Hospital of Hebei North University",
          "city": "Zhangjiakou",
          "state": "Hebei",
          "zip": "075061",
          "country": "China",
          "geoPoint": {
            "lat": 40.78341,
            "lon": 114.87139
          }
        },
        {
          "facility": "The People's Hospital of daqing",
          "city": "Daqing",
          "state": "Heilongjiang",
          "zip": "150081",
          "country": "China",
          "geoPoint": {
            "lat": 46.58333,
            "lon": 125.0
          }
        },
        {
          "facility": "The Fourth Affiliated Hospital of Harbin Medical University",
          "city": "Harbin",
          "state": "Heilongjiang",
          "zip": "150001",
          "country": "China",
          "geoPoint": {
            "lat": 45.75,
            "lon": 126.65
          }
        },
        {
          "facility": "Jingzhou Central Hospital (Jingzhou Hospital affiliated to Yangtze University)",
          "city": "Jingzhou",
          "state": "Hubei",
          "zip": "434000",
          "country": "China",
          "geoPoint": {
            "lat": 30.35028,
            "lon": 112.19028
          }
        },
        {
          "facility": "Wuhan Central Hospital",
          "city": "Wuhan",
          "state": "Hubei",
          "zip": "430014",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "Renmin Hospital of Wuhan University",
          "city": "Wuhan",
          "state": "Hubei",
          "zip": "430060",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "The Affiliated Hospital of Inner Mongolia Medical University",
          "city": "Hohhot",
          "state": "Inner Mongolia",
          "zip": "010030",
          "country": "China",
          "geoPoint": {
            "lat": 40.81056,
            "lon": 111.65222
          }
        },
        {
          "facility": "BaogangHospital of InnerMongolia",
          "city": "Baotou",
          "state": "InnerMongolia",
          "zip": "014010",
          "country": "China",
          "geoPoint": {
            "lat": 40.6516,
            "lon": 109.84389
          }
        },
        {
          "facility": "The First Affiliated Hospital of Nanchang University",
          "city": "Nanchang",
          "state": "Jiangxi",
          "zip": "200000",
          "country": "China",
          "geoPoint": {
            "lat": 28.68396,
            "lon": 115.85306
          }
        },
        {
          "facility": "The First Affiliated Hospital of Nanchang University",
          "city": "Nanchang",
          "state": "Jiangxi",
          "zip": "330006",
          "country": "China",
          "geoPoint": {
            "lat": 28.68396,
            "lon": 115.85306
          }
        },
        {
          "facility": "The Second Affiliated Hospital of Nanchang University",
          "city": "Nanchang",
          "state": "Jiangxi",
          "zip": "330006",
          "country": "China",
          "geoPoint": {
            "lat": 28.68396,
            "lon": 115.85306
          }
        },
        {
          "facility": "Shengjing Hospital Affiliated to China Medical University",
          "city": "Shenyang",
          "state": "Liaoning",
          "zip": "110000",
          "country": "China",
          "geoPoint": {
            "lat": 41.79222,
            "lon": 123.43278
          }
        },
        {
          "facility": "Liaoning Provincial Health Industry Group Iron Coal General Hospital",
          "city": "Tieling",
          "state": "Liaoning",
          "zip": "112700",
          "country": "China",
          "geoPoint": {
            "lat": 42.29306,
            "lon": 123.84139
          }
        },
        {
          "facility": "Chifeng municipal hospital",
          "city": "Chifeng",
          "state": "Mongolia",
          "zip": "024099",
          "country": "China",
          "geoPoint": {
            "lat": 42.26833,
            "lon": 118.96361
          }
        },
        {
          "facility": "People's Hospital of Ningxia Hui Autonomous Region",
          "city": "Yinchuan",
          "state": "Ningxia",
          "zip": "750000",
          "country": "China",
          "geoPoint": {
            "lat": 38.46806,
            "lon": 106.27306
          }
        },
        {
          "facility": "The First People's Hospital of Yinchuan",
          "city": "Yinchuan",
          "state": "Ningxia",
          "zip": "750000",
          "country": "China",
          "geoPoint": {
            "lat": 38.46806,
            "lon": 106.27306
          }
        },
        {
          "facility": "Zibo central hospital",
          "city": "Zibo",
          "state": "Shandong",
          "zip": "255000",
          "country": "China",
          "geoPoint": {
            "lat": 36.79056,
            "lon": 118.06333
          }
        },
        {
          "facility": "Eye&Ent Hospital of fudan University",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "200031",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Shanghai Pudong Hospital, Fudan University Affiliated Pudong Medical Center",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "201399",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Heping hospital affiliated to Changzhi medical college",
          "city": "Changzhi",
          "state": "Shanxi",
          "zip": "046000",
          "country": "China",
          "geoPoint": {
            "lat": 36.18389,
            "lon": 113.10528
          }
        },
        {
          "facility": "Second hospital of Shanxi Medical University",
          "city": "Taiyuan",
          "state": "Shanxi",
          "zip": "030001",
          "country": "China",
          "geoPoint": {
            "lat": 37.86944,
            "lon": 112.56028
          }
        },
        {
          "facility": "First Hospital Of Shanxi Medical University",
          "city": "Taiyuan",
          "state": "Shanxi",
          "zip": "030012",
          "country": "China",
          "geoPoint": {
            "lat": 37.86944,
            "lon": 112.56028
          }
        },
        {
          "facility": "Shanxi Bethune hospital",
          "city": "Taiyuan",
          "state": "Shanxi",
          "zip": "030032",
          "country": "China",
          "geoPoint": {
            "lat": 37.86944,
            "lon": 112.56028
          }
        },
        {
          "facility": "The First Affiliated Hospital of Xi 'an Jiaotong University",
          "city": "Xi’an",
          "state": "Shanxi",
          "zip": "710000",
          "country": "China",
          "geoPoint": {
            "lat": 35.99785,
            "lon": 113.52486
          }
        },
        {
          "facility": "The Second Affiliated Hospital of Xi 'an Jiaotong University",
          "city": "Xi’an",
          "state": "Shanxi",
          "zip": "710000",
          "country": "China",
          "geoPoint": {
            "lat": 35.99785,
            "lon": 113.52486
          }
        },
        {
          "facility": "Xi'an DaXing Hospital",
          "city": "Xi’an",
          "state": "Shanxi",
          "zip": "710016",
          "country": "China",
          "geoPoint": {
            "lat": 35.99785,
            "lon": 113.52486
          }
        },
        {
          "facility": "Xi'an High tech Hospital",
          "city": "Xi’an",
          "state": "Shanxi",
          "zip": "710075",
          "country": "China",
          "geoPoint": {
            "lat": 35.99785,
            "lon": 113.52486
          }
        },
        {
          "facility": "Yuncheng Central Hospital",
          "city": "Yuncheng",
          "state": "Shanxi",
          "zip": "044000",
          "country": "China",
          "geoPoint": {
            "lat": 35.02306,
            "lon": 110.99278
          }
        },
        {
          "facility": "Panzhihua Hospital of Integrated Traditional Chinese and Western Medicine",
          "city": "Panzhihua",
          "state": "Sichuan",
          "zip": "617000",
          "country": "China",
          "geoPoint": {
            "lat": 26.58509,
            "lon": 101.71276
          }
        },
        {
          "facility": "Tianjin People's Hospital",
          "city": "Tianjin",
          "state": "Tianjin Municipality",
          "zip": "300121",
          "country": "China",
          "geoPoint": {
            "lat": 39.14222,
            "lon": 117.17667
          }
        },
        {
          "facility": "The First Affiliated Hospital of Xinjiang Medical Universit",
          "city": "Ürümqi",
          "state": "Xinjiang",
          "zip": "830054",
          "country": "China",
          "geoPoint": {
            "lat": 43.80096,
            "lon": 87.60046
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006255",
          "term": "Rhinitis, Allergic, Seasonal"
        }
      ],
      "ancestors": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}