{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07107451",
      "orgStudyIdInfo": {
        "id": "KB/60/2025"
      },
      "organization": {
        "fullName": "Medical University of Warsaw",
        "class": "OTHER"
      },
      "briefTitle": "Sustained Unresponsiveness (SU) to Sesame Protein Following Low-dose Oral Allergen-specific Immunotherapy",
      "officialTitle": "Evaluation of the Acquisition of Sustained Unresponsiveness (SU) to Sesame Protein Following Low-dose Oral Immunotherapy - Long-term Follow-up of Patients From the RCT Efficacy and Safety of Low-dose Sesame Oral Immunotherapy in Pediatric Patients, NCT06261554."
    },
    "statusModule": {
      "statusVerifiedDate": "2025-08",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-08",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-05",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-05-30",
      "studyFirstSubmitQcDate": "2025-08-01",
      "studyFirstPostDateStruct": {
        "date": "2025-08-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-01",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Medical University of Warsaw",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is a long-term follow-up of participants from the randomized controlled trial (RCT) \"Efficacy and Safety of Low-Dose Sesame Oral Immunotherapy in Pediatric Patients\", NCT06261554. At the end of the original RCT all participants will undergo an open Oral Food Challenge (OFC) to assess desensitization after 3 months on the maintenance dose of OIT. Patients who have completed the first part of the study will be invited to the current part of the project:\n\n* First arm (initial experimental group) - patients will continue oral immunotherapy (OIT) with low dose of sesame protein (300mg) for the next 8 months (+/- 3 weeks).\n* Second arm (initial control group - one year on a sesame elimination diet) - patients will begin OIT following the protocol used in the first part of the study (RCT). Upon completion of this initial phase, they will continue immunotherapy for an additional 8 months (+/- 3 weeks).\n\nAfter an additional 8 months (+/- 3 weeks) of OIT, all study participants will undergo a 4-week cessation of treatment, followed by an open Oral Food Challenge (OFC) to assess the development of sustained unresponsiveness (SU).",
      "detailedDescription": "Oral immunotherapy (OIT) is currently considered the most effective treatment for food allergies. The two primary goals of food immunotherapy are desensitization and sustained unresponsiveness.\n\nDesensitization refers to the induction of temporary tolerance to the allergen, which is maintained only through regular, ongoing exposure. In contrast, the most desirable outcome-sustained unresponsiveness-is defined as the continued absence of allergic reactions to the allergen after discontinuation of immunotherapy for a specified period.\n\nThis study is a long-term follow-up of participants from the randomized controlled trial (RCT) \"Efficacy and Safety of Low-Dose Sesame Oral Immunotherapy in Pediatric Patients\", NCT06261554.\n\nPatients who completed the initial phase will be invited to participate in the current phase of the project.\n\nAfter 8 months (+/- 3 weeks) of continued OIT with a low dose of sesame protein, patients will be admitted for hospital-based assessments including skin prick testing, laboratory evaluations, and an open oral food challenge (OFC) to assess the acquisition of desensitization to sesame protein.\n\nPatients who had a negative OFC (indicating confirmed desensitization) after 3 months of OIT during the initial phase of the study will proceed to the next part without undergoing another OFC prior to the treatment break. Only patients with confirmed desensitization, as evidenced by a negative OFC, will be eligible for the next phase.\n\nFollowing a 4-week interruption in OIT, these patients will be invited for another Oral Food Challenge (OFC) to assess the acquisition of sustained unresponsiveness to sesame protein.\n\nPatients with a positive OFC prior to the treatment break (i.e., those who did not achieve desensitization)-regardless of their original study group-will continue sesame OIT in accordance with the standard desensitization protocol used at the Clinic.\n\nAn interim analysis is planned after 50% of participants have completed the primary outcome assessment. The analysis will be conducted by an independent Data Monitoring Committee to evaluate safety and efficacy. Appropriate alpha-spending adjustments will be applied to control for Type I error."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy in Children"
      ],
      "keywords": [
        "sesame allergy",
        "oral immunotherapy",
        "sustained unresponsiveness (SU)"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 39,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Maintenance dose of sesame protein (300mg) for 8 months",
          "type": "EXPERIMENTAL",
          "description": "Patients assigned to the experimental group in the first part of the study (RCT) will continue OIT with the maintenance dose of sesame protein (300mg) for the next 8 months.",
          "interventionNames": [
            "Dietary Supplement: OIT with low dose sesame protein"
          ]
        },
        {
          "label": "Immunotherapy initiated after one year of sesame avoidance",
          "type": "EXPERIMENTAL",
          "description": "Patients assigned to the control group in the first part of the study, after one year on a sesame elimination diet, will begin immunotherapy following the protocol used in the first part of the study (RCT). Upon completion of this initial phase, they will continue immunotherapy for an additional 8 months.",
          "interventionNames": [
            "Dietary Supplement: OIT with low dose sesame protein"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "OIT with low dose sesame protein",
          "description": "After 8 months of continued low-dose sesame OIT, patients will undergo hospital-based assessments, including skin prick testing, laboratory evaluations, and an open Oral Food Challenge (OFC) to evaluate desensitization.\n\nPatients who had a negative OFC after 3 months in the initial phase of the study-and thus confirmed desensitization-will skip the pre-break OFC and proceed directly to the next stage.\n\nFollowing a 4-week interruption in OIT, patients will return for a final hospital visit, during which a concluding OFC will be conducted to assess sustained unresponsiveness. Additional laboratory tests and skin prick testing will also be performed at this visit.",
          "armGroupLabels": [
            "Immunotherapy initiated after one year of sesame avoidance",
            "Maintenance dose of sesame protein (300mg) for 8 months"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Sustained unresponsiveness determined by the outcome of the OFC",
          "description": "Percentage of patients achieving sustained unresponsiveness after low-dose (300 mg) sesame oral immunotherapy, defined as tolerating 4 g of sesame in OFC after 4 weeks of sesame avoidance.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in sesame protein tolerance during OFC",
          "description": "Comparison of the amount of sesame protein tolerated during each oral food challenge (OFC) by each patient. Every OFC will be performed according to PRACTALL guidelines.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Adverse event",
          "description": "Quantity and severity of adverse effect divided into 3 categories: mild, moderate and severe reactions.",
          "timeFrame": "11 months on the maintenance dose of OIT (±3 weeks) and a 4 week break (+/- 7 days)."
        },
        {
          "measure": "Quality of life - FAQLQ (Food Allergy Quality of Life Questionnaire)",
          "description": "Assessment of the quality of life of patients and their families before each open oral sesame protein challenge trial (impact of allergy on family life) based on the Food Allergy Quality of Life Questionnaire (FAQLQ).\n\nBased on the FAQLQ score, quality of life will be assessed on a scale ranging from minimal to severe impairment due to food allergy.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Basophil activation test (BAT)",
          "description": "Assessment of CD63+ basophil marker expression prior to desensitisation and before any OFC.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Evaluation of Predictive Factors for the Acquisition of Sustained Unresponsiveness - wheal diameter in PTS",
          "description": "The following parameters will be assessed:\n\nWheal diameter in PTS after exposure to tahini and sesame extract, measured in millimeters (mm).\n\nAll outcomes will be measured before OIT, before the 4-week break, and after the 4-week break during OIT.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Evaluation of Predictive Factors for the Acquisition of Sustained Unresponsiveness - sIgE",
          "description": "The following parameters will be assessed:\n\nSpecific IgE concentrations to sesame extract and Ses i 1 (measured by both ALEX and ImmunoCAP) measured in kilo Units of Allergen-specific IgE per Liter (kUA/L).\n\nAll outcomes will be measured before OIT, before the 4-week break, and after the 4-week break during OIT.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Evaluation of Predictive Factors for the Acquisition of Sustained Unresponsiveness - IgG4",
          "description": "The following parameters will be assessed:\n\nIgG4 levels measured in milligrams per liter (mg/L).\n\nAll outcomes will be measured before OIT, before the 4-week break, and after the 4-week break during OIT.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Evaluation of Predictive Factors for the Acquisition of Sustained Unresponsiveness - the sIgE/tIgE ratio",
          "description": "The following parameters will be assessed:\n\nThe sIgE/tIgE ratio.\n\nAll outcomes will be measured before OIT, before the 4-week break, and after the 4-week break during OIT.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Cut-off Values for Sustained Unresponsiveness Prediction - PTS wheal diameter",
          "description": "Identification of the PTS wheal diameter measured in millimeters (mm) above which the patient is unlikely to achieve sustained unresponsiveness as a result of immunotherapy.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Cut-off Values for Sustained Unresponsiveness Prediction - sIgE",
          "description": "Identification of the concentrations of specific IgE to sesame extract and Ses i 1 (measured by both ALEX and ImmunoCAP in kUA/L), above which the patient is unlikely to achieve sustained unresponsiveness as a result of immunotherapy.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Determination of Threshold Differences Predictive of Sustained Unresponsiveness - PTS wheal diameter",
          "description": "Identification of the threshold value for the change in PTS wheal diameter measured in millimeters (mm) before and after OIT, that best distinguishes patients who will achieve sustained unresponsiveness from those who will not.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Determination of Threshold Differences Predictive of Sustained Unresponsiveness - sIgE",
          "description": "Identification of the threshold value for the change in specific IgE to sesame extract and Ses i 1 (measured by both ALEX and ImmunoCAP in kUA/L) before and after OIT, that best distinguishes patients who will achieve sustained unresponsiveness from those who will not.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Evaluation of the Impact of Dose Escalation Duration on OIT Efficacy",
          "description": "Assessment of how the duration of the dose escalation phase during oral immunotherapy (OIT) impacts treatment effectiveness, measured by the number of patients achieving desensitization and/or sustained unresponsiveness.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Predictive Markers of Severe Allergic Reactions - sIgE",
          "description": "Evaluation of specific IgE levels to sesame extract and Ses i 1 (measured by both ALEX and ImmunoCAP in kUA/L) to assess predictive markers of severe allergic reactions.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Predictive Markers of Severe Allergic Reactions - the sIgE/tIgE ratio",
          "description": "Evaluation of the ratio of sIgE values to total IgE to assess predictive markers of severe allergic reactions..",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        },
        {
          "measure": "Predictive Markers of Severe Allergic Reactions - BAT",
          "description": "Evaluation of the basophil activation test (BAT) results (measured by %CD3+) to assess predictive markers of severe allergic reactions.",
          "timeFrame": "After 11 months on the maintenance dose of OIT (±3 weeks) and/or a 4-week break (±7 days)."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria:\n\n* Sesame allergy confirmed before starting immunotherapy\n* Completion of the first part of the study - achieving the maintenance dose (300mg sesame protein) during immunotherapy\n* Obtaining informed consent to participate in the study,\n* Patient/carer cooperation.\n\nExclusion criteria:\n\n* Severe asthma,\n* Mild/moderate poorly controlled asthma: FEV1\\<80% (under 5. percentile), FEV1/FVC\\<75% (under 5. percentile), hospitalisation for asthma exacerbation in the last 12 months,\n* Oral/sublingual/subcutaneous immunotherapy against other allergens in the first year/season of immunotherapy\n* Eosinophilic gastroenteritis,\n* Severe, recurrent episodes of anaphylaxis within the last 6 months,\n* Chronic diseases requiring ongoing treatment, including heart disease, epilepsy, metabolic diseases, diabetes,\n* Taking medication:\n\n  * oral, daily steroid therapy \\>1 month in the past 12 months,\n  * At least two courses of oral steroid therapy (at least 7 days) within the last 12 months,\n  * One oral steroid therapy (min. 7 days) in the last 3 months,\n  * biological treatment,\n  * therapy with β-blockers, ACE-inhibitors, calcium channel inhibitors,\n* Pregnancy,\n* No consent to participate in the study,\n* Lack of cooperation from the patient.\n\nWell-controlled asthma, allergic rhinitis, atopic dermatitis are not considered exclusion criteria.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Katarzyna Grzela, MD, PhD",
          "role": "CONTACT",
          "phone": "+48 22 3179431",
          "email": "katarzyna.grzela@wum.edu.pl"
        }
      ],
      "locations": [
        {
          "facility": "Medical University of Warsaw",
          "city": "Warsaw",
          "state": "Masovian Voivodeship",
          "zip": "02-091",
          "country": "Poland",
          "contacts": [
            {
              "name": "Katarzyna Grzela, MD, PhD",
              "role": "CONTACT",
              "phone": "+48 22 3179431",
              "email": "katarzyna.grzela@wum.edu.pl"
            }
          ],
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "28065342",
          "type": "BACKGROUND",
          "citation": "Cox LS, Sanchez-Borges M, Lockey RF. World Allergy Organization Systemic Allergic Reaction Grading System: Is a Modification Needed? J Allergy Clin Immunol Pract. 2017 Jan-Feb;5(1):58-62.e5. doi: 10.1016/j.jaip.2016.11.009."
        },
        {
          "pmid": "23195525",
          "type": "BACKGROUND",
          "citation": "Sampson HA, Gerth van Wijk R, Bindslev-Jensen C, Sicherer S, Teuber SS, Burks AW, Dubois AE, Beyer K, Eigenmann PA, Spergel JM, Werfel T, Chinchilli VM. Standardizing double-blind, placebo-controlled oral food challenges: American Academy of Allergy, Asthma & Immunology-European Academy of Allergy and Clinical Immunology PRACTALL consensus report. J Allergy Clin Immunol. 2012 Dec;130(6):1260-74. doi: 10.1016/j.jaci.2012.10.017. No abstract available."
        },
        {
          "pmid": "30367908",
          "type": "BACKGROUND",
          "citation": "Rodriguez Del Rio P, Escudero C, Sanchez-Garcia S, Ibanez MD, Vickery BP. Evaluating primary end points in peanut immunotherapy clinical trials. J Allergy Clin Immunol. 2019 Feb;143(2):494-506. doi: 10.1016/j.jaci.2018.09.035. Epub 2018 Oct 24."
        },
        {
          "pmid": "39929303",
          "type": "BACKGROUND",
          "citation": "Shah A, Cox AL, Groetch M, Kattan JD, Schaible A, Sicherer SH, Tsuang A, Wang J, Oriel RC. Sesame oral immunotherapy outcomes in a pediatric cohort. J Allergy Clin Immunol Pract. 2025 Apr;13(4):938-940.e1. doi: 10.1016/j.jaip.2025.01.036. Epub 2025 Feb 8. No abstract available."
        },
        {
          "pmid": "29307409",
          "type": "BACKGROUND",
          "citation": "Burks AW, Sampson HA, Plaut M, Lack G, Akdis CA. Treatment for food allergy. J Allergy Clin Immunol. 2018 Jan;141(1):1-9. doi: 10.1016/j.jaci.2017.11.004."
        },
        {
          "pmid": "29205393",
          "type": "BACKGROUND",
          "citation": "Pajno GB, Fernandez-Rivas M, Arasi S, Roberts G, Akdis CA, Alvaro-Lozano M, Beyer K, Bindslev-Jensen C, Burks W, Ebisawa M, Eigenmann P, Knol E, Nadeau KC, Poulsen LK, van Ree R, Santos AF, du Toit G, Dhami S, Nurmatov U, Boloh Y, Makela M, O'Mahony L, Papadopoulos N, Sackesen C, Agache I, Angier E, Halken S, Jutel M, Lau S, Pfaar O, Ryan D, Sturm G, Varga EM, van Wijk RG, Sheikh A, Muraro A; EAACI Allergen Immunotherapy Guidelines Group. EAACI Guidelines on allergen immunotherapy: IgE-mediated food allergy. Allergy. 2018 Apr;73(4):799-815. doi: 10.1111/all.13319. Epub 2017 Dec 5."
        },
        {
          "pmid": "28490893",
          "type": "BACKGROUND",
          "citation": "Adatia A, Clarke AE, Yanishevsky Y, Ben-Shoshan M. Sesame allergy: current perspectives. J Asthma Allergy. 2017 Apr 27;10:141-151. doi: 10.2147/JAA.S113612. eCollection 2017."
        },
        {
          "pmid": "22610362",
          "type": "BACKGROUND",
          "citation": "Dalal I, Goldberg M, Katz Y. Sesame seed food allergy. Curr Allergy Asthma Rep. 2012 Aug;12(4):339-45. doi: 10.1007/s11882-012-0267-2."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Deidentified individual participant data underlying the results of this study-including text, tables, figures, and appendices-will be made available upon reasonable request to the author of this protocol, subject to ethical approval and data sharing agreements.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "ICF"
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}