{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01776177",
      "orgStudyIdInfo": {
        "id": "ML28357"
      },
      "organization": {
        "fullName": "Allergy & Asthma Research Center, San Antonio, TX",
        "class": "INDUSTRY"
      },
      "briefTitle": "The REALITY Study - a Real-life Long-term Analysis of Xolair Therapy",
      "officialTitle": "A REAL-LIFE RETROSPECTIVE ANALYSIS OF CLINICAL CHARACTERISTICS AND IMPACT OF LONG-TERM TREATMENT WITH OMALIZUMAB WITH EMPHASIS ON MARKERS OF RESPONSE IN A CLINICAL PRACTICE IN APPROXIMATELY 240 PATIENTS WITH MODERATE-TO-SEVERE ALLERGIC ASTHMA",
      "acronym": "The Reality"
    },
    "statusModule": {
      "statusVerifiedDate": "2013-01",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-09"
      },
      "primaryCompletionDateStruct": {
        "date": "2013-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2013-08",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2012-09-18",
      "studyFirstSubmitQcDate": "2013-01-23",
      "studyFirstPostDateStruct": {
        "date": "2013-01-28",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2013-01-23",
      "lastUpdatePostDateStruct": {
        "date": "2013-01-28",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Joseph D. Diaz, MD",
        "investigatorTitle": "Medical Director",
        "investigatorAffiliation": "Allergy & Asthma Research Center, San Antonio, TX"
      },
      "leadSponsor": {
        "name": "Joseph D. Diaz, MD",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective is to assess the clinical effectiveness of long-term omalizumab therapy in 240 patients treated over an 8 year period in a real-life clinical setting and to compare the pre- and post-treatment clinical characteristics to identify and better understand the markers of response to omalizumab.\n\nTo date, there are no established criteria for identifying 'response' to omalizumab therapy. Currently, the commonly accepted clinical criterion for omalizumab treatment response is the physician's overall assessment, GETE (Global Evaluation of Treatment Effectiveness). Most clinical trials have evaluated the efficacy of omalizumab treatment after a 16 week treatment period and lack the impact of long-term omalizumab therapy.\n\nInvestigators propose multiple approach modules to better assess and identify 'response' and to define 'responders' to omalizumab and evaluate the long-term impact in a real-world clinical practice. Besides evaluating individual outcome variables, it is important to attempt the 'clustering of variables' to further investigate if any baseline clinical phenotypes are predictive of better response enabling us to refine the patient population who will gain most benefit from therapy.",
      "detailedDescription": "Medical records from 240 omalizumab-treated patients will be evaluated. Comprehensive data will be collected for any asthma-related event (see evaluation criteria below), omalizumab dose, asthma-medications, spirometry, asthma control test (ACT) and any respiratory infection and/or antibiotic use since last visit. Data will be analyzed to compare the clinical phenotypes and outcome among patients to identify, characterize and define 'responders' and 'non-responders' to omalizumab. Periodic assessments for demonstrated level of response and need for continued therapy will be evaluated quarterly. Also, real-life patient adherence data to long-term omalizumab therapy will be analyzed and the factors for withdrawal and non-adherence will be identified.\n\nReduction in annualized rate of asthma exacerbation, steroid bursts and oral steroid dosage, ER/unscheduled doctor's visits, hospitalization and improvement in spirometry and ACT score and review of asthma medications will be evaluated quarterly. 'Cluster analysis' will be performed by grouping variables (such as age, asthma duration and severity, dosage, therapy duration, sensitization profile, IgE levels etc.) in effort to identify groups of responders."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma"
      ],
      "keywords": [
        "Allergic asthma",
        "Omalizumab therapy",
        "IgE profile"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "RETROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 240,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Continue Therapy Group",
          "description": "Patients who continued to recieve Omalizumab therapy beyond 6 month period"
        },
        {
          "label": "Discontinued Therapy group",
          "description": "Patients who discontinued Omalizumab therapy prior to 6 month period from the start of therapy"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Integrated Asthma control assessment(Change From Baseline)",
          "description": "Data from 240 omalizumab-treated patients will be collected for for the above stated time frame for pre- and post-treatment periods. The parameters assessed will be for Spirometry, Asthma Medications, ACT score.",
          "timeFrame": "February 2004 to December 2011. [ Time Frame: Baseline, 3-, 6-, 9-, 12-, 18-, 24-, 36-, 48-, 60-, 72- months of therapy]"
        },
        {
          "measure": "Integrated Asthma severity assessment (Change From Baseline): [ Time Frame: Baseline, 3-, 6-, 9-, 12-, 18-, 24-, 36-, 48-, 60-, 72- months of therapy]",
          "description": "Data from 240 omalizumab-treated patients will be collected for for the above stated time frame for pre- and post-treatment periods. The parameters assessed will be for Asthma exacerbation, Steroid bursts, Oral steroid, Hospitalization/ ER visits.",
          "timeFrame": "February 2004 to December 2011. [ Time Frame: Baseline, 3-, 6-, 9-, 12-, 18-, 24-, 36-, 48-, 60-, 72- months of therapy]"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "'Clustering' of outcome variables",
          "description": "Data from 240 omalizumab-treated patients will be collected for the 'secondary outcome measure' parameters (as stated above).\n\n1. Age\n2. Asthma duration and severity\n3. Therapy duration\n4. Drug dosage\n5. IgE levels Data will be analyzed to compare the clinical phenotypes and outcome among patients to identify, characterize and define 'responders' and 'non-responders' to omalizumab.",
          "timeFrame": "February 2004 to December 2011. The time frame of all subjects is variable ranging from 3 months to 8 years depending on the duration the patients were on omalizumab therapy."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Moderate-to-severe persistent allergic asthmatic patients with inadequate asthma control\n2. Received Omalizumab therapy per steps 5 \\& 6 of the NHLBI guidelines\n3. Positive skin test or in-vitro specific IgE to perennial allergens\n4. Measured baseline total serum IgE level (within 1 year from first dose)\n5. Patient followed at AAIAST/AARC (from February 2004 to December 2011)\n\nExclusion Criteria:\n\n* N/A; retrospective study",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Single-center, retrospective study; total 240 patients. All 240 patients with moderate-to-severe allergic asthma who have received Omalizumab therapy at AAIAST/AARC \\[from February 2004 to December 2011\\].",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Joseph D Diaz, MD",
          "affiliation": "Allergy & Asthma Research Center, San Antonio, TX",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Allergy & Asthma Research Center (AARC)",
          "city": "San Antonio",
          "state": "Texas",
          "zip": "78229",
          "country": "United States",
          "geoPoint": {
            "lat": 29.42412,
            "lon": -98.49363
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "31382020",
          "type": "DERIVED",
          "citation": "Singh H, Peters JI, Kaur Y, Maselli DJ, Diaz JD. Long-term evaluation of response to omalizumab therapy in real life by a novel multimodular approach: The Real-life Effectiveness of Omalizumab Therapy (REALITY) study. Ann Allergy Asthma Immunol. 2019 Nov;123(5):476-482.e1. doi: 10.1016/j.anai.2019.07.026. Epub 2019 Aug 2."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}