{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02738060",
      "orgStudyIdInfo": {
        "id": "9401359338"
      },
      "organization": {
        "fullName": "Shiraz University of Medical Sciences",
        "class": "OTHER"
      },
      "briefTitle": "The Effect of Baked Milk on Cow's Milk Allergy",
      "officialTitle": "Efficacy of Baked Milk in Accelerating Resolution of Cow's Milk Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-09"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-03",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-04",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2016-04-05",
      "studyFirstSubmitQcDate": "2016-04-09",
      "studyFirstPostDateStruct": {
        "date": "2016-04-14",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-04-23",
      "lastUpdatePostDateStruct": {
        "date": "2018-04-25",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Hossein Esmaielzadeh",
        "investigatorTitle": "Assisstant Professor of Asthma and Allergy",
        "investigatorAffiliation": "Shiraz University of Medical Sciences"
      },
      "leadSponsor": {
        "name": "Hossein Esmaielzadeh",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Shiraz University of Medical Sciences",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "To investigate the effect of baked milk in immunotherapy of cow's milk allergy.",
      "detailedDescription": "Food allergy, as an immune based hypersensitivity reaction, is estimated to be about 6% in young children and 3-4% in adults \\[1, 2\\]. Its pathophysiology is defined trough both IgE and non-IgE mediated mechanisms, which lead to skin, gastrointestinal, respiratory and systemic manifestations \\[1\\]. This type of allergy is mostly seen trough the first year of life. One study showed that about 2.5% of the neonates show allergy to cow's milk \\[3\\].\n\nMost of food allergens are cow's milk, chicken egg, corn, soya, peanut, dried fruits, and fishes. Among them, cow's milk is considered to be the most common one, specifically, among the children \\[1, 2\\].\n\nThis allergen consists of about 20 proteins which all can induce immune system to produce antibodies. The two major protein components of milk are casein and whey. About 76 to 86% of it is casein, which is responsible for the IgE mediated immune response. On the other hand, whey, which is composed of alpha-lactalbumin, beta-lactoglobulin, and albumin, is mostly induced systemic allergic reactions \\[4\\].\n\nBoiling the milk at 95 c for 20 minutes can damage some whey's protein components; however, it cannot damage the major milk's allergens. Pasteurization is also shown to have no effect on these allergens \\[5\\].\n\nIt was shown that IgE mediated mechanisms are involved in lifelong cow's milk allergy. In spite of that, about 50% of children up to 1 year old and 85% up to 3 years old develop by tolerance to milk's allergen \\[6\\].\n\nOral food challenge (OFC) test confirming by skin prick test and serum IgE levels is one of the most sensitive tools for diagnosis of food allergy. It was shown to have sensitivity about 95 % and specificity about 50%\\[7\\].\n\nComparing baked milk and non-heated milk allergy was shown that ones with allergy to baked milk have more chance of developing anaphylactic reactions. Some studies on patients who can tolerate baked milk suggest that adding these products to the daily diet of sensitive children can improve tolerance to cow's milk \\[8, 9\\]. On the other hand, another study in Australia showed that phenotype is the strongest predictor of tolerance development and altered allergen such as baked milk does not have significant effect in this process \\[10\\].\n\nThus, according to the controversies on effect of baked milk in immunotherapy of cow's milk allergy as well as the necessity of developing a safe method of milk's allergy due to high risk of anaphylactic reactions to milk's products in patients, it seems to be essential to perform a study assessing the possibility of tolerance induction by baked milk in cow's milk allergic children."
    },
    "conditionsModule": {
      "conditions": [
        "Cow's Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Case group",
          "type": "EXPERIMENTAL",
          "description": "The patients in case group will be received baked milk daily in the form of muffin for 6 months. They will be visited weekly in the first month and every 2 weeks in other 5 months. At the end of the 6 months, the patients will undergo oral food challenge by 30 grams baked cheese in the form of pizza cheese. If the test will be negative, they will receive pizza cheese 4 or 7 days per week for other 6 months. The patients will be followed every 2 weeks during this period.",
          "interventionNames": [
            "Dietary Supplement: Baked Milk"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Baked Milk",
          "description": "The patients in case group will be received baked milk daily in the form of muffin(30 cc milk (equal to 1/3 of milk's proteins) heated in 350 F or 180 C for 30 mints) for 6 months. They will be visited weekly in the first month and every 2 weeks in other 5 months. At the end of the 6 months, the patients will undergo oral food challenge by 30 grams baked cheese in the form of pizza cheese. If the test will be negative, they will receive pizza cheese 4 or 7 days per week for other 6 months. The patients will be followed every 2 weeks during this period.\n\nSkin prick test and serum IgE levels will be done at the beginning of the study, at 6 and 12 months. IgG4, being specific for milk allergens, will also measured at the beginning and at 12 months of the study.",
          "armGroupLabels": [
            "Case group"
          ],
          "otherNames": [
            "muffin",
            "pizza cheese",
            "baked milk products"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Tolerance to cow's milk assessed by oral food challenge test",
          "description": "oral food challenge test is done for cow's milk products",
          "timeFrame": "1 month"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Tolerance to cow's milk by measuring serum specific IgE levels",
          "timeFrame": "1 month"
        },
        {
          "measure": "Tolerance to cow's milk using skin prick test",
          "timeFrame": "1 month"
        },
        {
          "measure": "Tolerance to cow's milk by measuring serum IgG4",
          "timeFrame": "1 month"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. The patients' ages between 6 months to 18 years old.\n2. Having positive histories of cow's milk allergy presenting by dermal, gastrointestinal, respiratory or systemic manifestations.\n3. Confirmed cow's milk allergy by standard diagnostic tools such as skin prick test more than 8 millimeters or serum IgE levels higher than 5 KIU/L up to 2 years old and 15 KIU/L in other ages.\n4. Cases who have tolerance to baked milk products confirmed by oral food challenge test.\n\nExclusion Criteria:\n\n1. Ones with low serum IgE levels and negative skin prick test for milk products.\n2. Ones with positive histories of unstable asthma.\n3. Ones with eosinophilic gastrointestinal disorders.\n4. Ones with history of allergy to baked milk products in last 6 months.\n5. Ones with positive history of severe anaphylactic reaction to milk and its products in last 6 months.\n6. Ones with positive allergy history to chicken egg or wheat.\n7. Patients with celiac disease.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "6 Months",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hossein Esmaeilzadeh",
          "affiliation": "1.Allergy Research Center, Shiraz University of Medical Sciences, Shiraz, Iran. 2.Department of Allergy and Immunology, Namazi Hospital, Shiraz University of Medical Sciences, Shiraz, Iran",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Imam Reza Allergy and Immunology clinic, Shiraz University of Medical Sciences",
          "city": "Shiraz",
          "state": "Fars",
          "zip": "7186767431",
          "country": "Iran",
          "geoPoint": {
            "lat": 29.61031,
            "lon": 52.53113
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "18729729",
          "type": "BACKGROUND",
          "citation": "Sicherer SH, Sampson HA. Food allergy: recent advances in pathophysiology and treatment. Annu Rev Med. 2009;60:261-77. doi: 10.1146/annurev.med.60.042407.205711."
        },
        {
          "pmid": "21310308",
          "type": "BACKGROUND",
          "citation": "Boyce JA, Assa'ad A, Burks AW, Jones SM, Sampson HA, Wood RA, Plaut M, Cooper SF, Fenton MJ, Arshad SH, Bahna SL, Beck LA, Byrd-Bredbenner C, Camargo CA Jr, Eichenfield L, Furuta GT, Hanifin JM, Jones C, Kraft M, Levy BD, Lieberman P, Luccioli S, McCall KM, Schneider LC, Simon RA, Simons FE, Teach SJ, Yawn BP, Schwaninger JM. Guidelines for the diagnosis and management of food allergy in the United States: summary of the NIAID-sponsored expert panel report. Nutr Res. 2011 Jan;31(1):61-75. doi: 10.1016/j.nutres.2011.01.001. No abstract available."
        },
        {
          "pmid": "21236480",
          "type": "BACKGROUND",
          "citation": "Sicherer SH. Epidemiology of food allergy. J Allergy Clin Immunol. 2011 Mar;127(3):594-602. doi: 10.1016/j.jaci.2010.11.044. Epub 2011 Jan 13."
        },
        {
          "pmid": "18588554",
          "type": "BACKGROUND",
          "citation": "Roth-Walter F, Berin MC, Arnaboldi P, Escalante CR, Dahan S, Rauch J, Jensen-Jarolim E, Mayer L. Pasteurization of milk proteins promotes allergic sensitization by enhancing uptake through Peyer's patches. Allergy. 2008 Jul;63(7):882-90. doi: 10.1111/j.1398-9995.2008.01673.x."
        },
        {
          "pmid": "12170271",
          "type": "BACKGROUND",
          "citation": "Jarvinen KM, Beyer K, Vila L, Chatchatee P, Busse PJ, Sampson HA. B-cell epitopes as a screening instrument for persistent cow's milk allergy. J Allergy Clin Immunol. 2002 Aug;110(2):293-7. doi: 10.1067/mai.2002.126080."
        },
        {
          "pmid": "2288394",
          "type": "BACKGROUND",
          "citation": "Host A, Halken S. A prospective study of cow milk allergy in Danish infants during the first 3 years of life. Clinical course in relation to clinical and immunological type of hypersensitivity reaction. Allergy. 1990 Nov;45(8):587-96. doi: 10.1111/j.1398-9995.1990.tb00944.x."
        },
        {
          "pmid": "19500710",
          "type": "BACKGROUND",
          "citation": "Nowak-Wegrzyn A, Assa'ad AH, Bahna SL, Bock SA, Sicherer SH, Teuber SS; Adverse Reactions to Food Committee of American Academy of Allergy, Asthma & Immunology. Work Group report: oral food challenge testing. J Allergy Clin Immunol. 2009 Jun;123(6 Suppl):S365-83. doi: 10.1016/j.jaci.2009.03.042."
        },
        {
          "pmid": "21601913",
          "type": "BACKGROUND",
          "citation": "Kim JS, Nowak-Wegrzyn A, Sicherer SH, Noone S, Moshier EL, Sampson HA. Dietary baked milk accelerates the resolution of cow's milk allergy in children. J Allergy Clin Immunol. 2011 Jul;128(1):125-131.e2. doi: 10.1016/j.jaci.2011.04.036. Epub 2011 May 23."
        },
        {
          "pmid": "18620743",
          "type": "BACKGROUND",
          "citation": "Nowak-Wegrzyn A, Bloom KA, Sicherer SH, Shreffler WG, Noone S, Wanich N, Sampson HA. Tolerance to extensively heated milk in children with cow's milk allergy. J Allergy Clin Immunol. 2008 Aug;122(2):342-7, 347.e1-2. doi: 10.1016/j.jaci.2008.05.043. Epub 2008 Jul 11."
        },
        {
          "pmid": "26839629",
          "type": "BACKGROUND",
          "citation": "Dang TD, Peters RL, Allen KJ. Debates in allergy medicine: baked egg and milk do not accelerate tolerance to egg and milk. World Allergy Organ J. 2016 Jan 26;9:2. doi: 10.1186/s40413-015-0090-z. eCollection 2016."
        },
        {
          "pmid": "30027590",
          "type": "DERIVED",
          "citation": "Esmaeilzadeh H, Alyasin S, Haghighat M, Nabavizadeh H, Esmaeilzadeh E, Mosavat F. The effect of baked milk on accelerating unheated cow's milk tolerance: A control randomized clinical trial. Pediatr Allergy Immunol. 2018 Nov;29(7):747-753. doi: 10.1111/pai.12958. Epub 2018 Sep 12."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "The personal data of patients will not be recorded in written article. Only the result of the study will be recorded."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}