{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00490425",
      "orgStudyIdInfo": {
        "id": "JHGU-195/02"
      },
      "organization": {
        "fullName": "Johann Wolfgang Goethe University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Prevention of Asthma and Allergy by Probiotic Lactobacillus GG",
      "officialTitle": "Efficacy of Lactbacillus GG on Wheeze and Allergic Sensitization in Infants at Risk",
      "acronym": "FRALAC"
    },
    "statusModule": {
      "statusVerifiedDate": "2007-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2002-10"
      },
      "completionDateStruct": {
        "date": "2006-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2007-06-21",
      "studyFirstSubmitQcDate": "2007-06-21",
      "studyFirstPostDateStruct": {
        "date": "2007-06-22",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2007-06-21",
      "lastUpdatePostDateStruct": {
        "date": "2007-06-22",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "leadSponsor": {
        "name": "Johann Wolfgang Goethe University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "Given that asthma results from a complex interaction between genetic susceptibility and environmental factors and rates of childhood asthma are increasing, primary prevention has to focus on modifiable aspects such as nutrition. There a implications from epidemiology that food supplementation with probiotics given to atopic mothers in pregnancy and during lactation can prevent the development allergies in the offspring. Children with atopic dermatitis are at increased risk (up to 80%) of developing persistent respiratory tract disease. Our trial examined whether probiotics are able to prevent allergic sensitization and allergic asthma when given to 6-24 month old infants at an increased risk of allergies.",
      "detailedDescription": "In our investigator-initiated prospective study, a total of 170 children with at least two episodes of wheezing and a first degree family history of atopic disease were recruited from our walk-in clinic between October 2002 and October 2004. We chose this relatively long period of time to exclude a seasonal selection bias (e.g., upper airway infections or airborne allergens). 131 eligible children (6 to 24 month old) were randomly assigned to a double-blind dietary supplementation with Lactobacillus rhamnosus strain GG ATCC 53103 (LGG) twice daily or placebo over six months. A computerized randomization schedule was prepared by a biostatistician with allocation and dispensing of capsules by the distributor of LGG. The capsules were matched for size, shape, and volume of content, which was reconstituted with 5 ml water and then given by spoon. Compliance was monitored by use of a capsule chart (completed by parents) and capsule counts. The parents were asked to keep a diary provided by the study group. Clinical monitoring was done for one year: before the intervention (visit 1), after 3, 6, 9, and 12 months (visit 2 to 5). It encompassed episodes of asthmatic exacerbations defined as cough and wheeze, numbers and days of associated hospitalizations, symptom free days, days without use of rescue medication (steroid suppositoria, a frequently used device in Western Europe), and associated inhalative steroid and beta-agonist use. Children underwent a physical examination including determination of the severity scoring of atopic dermatitis (SCORAD) index to assess eczema severity examination on each study visit to our walk-in clinic. To ensure consistency, the same investigator performed all SCORAD assessments. Atopic eczema was confirmed by characteristical cutaneous findings, pruritus, and chronic relapsing course. This last criterion was fulfilled if the child presented eczema for at least one month on at least one visit. Asthma diagnosis was based on an algorithm from an international paediatric asthma consensus group. Asthma was diagnosed if the child had chronic or recurrent cough, wheeze or shortness of breath, or both, and if other diagnosis were excluded and trial antiasthmatic treatment was effective. Blood samples were taken on visit 1, 3, and 5. Sensitization to common dietary and respiratory allergen was measured by total and antigen specific IgE assays against hen's egg, cat epithelia, house dust mite (D1+2), birch pollen, milk protein, lactalbumin, timothy pollen, horse epithelia and alternaria by chemiluminescence-immunoassay. This highly-sensitive assay is suitable especially for the determination of low value of specific IgE. Additionally, eosinophilic cationic protein and eosinophils were determined.\n\nPrimary outcome measures were the asthma-related clinical events. Secondary measures were the serum concentrations of IgE, specific IgE, ECP, Eos, IL-2 soluble receptor alpha (IL-2Rα, to reflect T-cell related inflammatory state) and transforming growth factor beta (TGFβ, a profibrotic factor whose expression is increased in asthmatics, indicating airway remodeling. All parents supplied written informed consent prior to the study. Human experimentation guidelines of Good Clinical Practice, the German Drug Act and the declaration of Helsinki / Hong Kong were followed in the conduct of clinical research."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma"
      ],
      "keywords": [
        "probiotics",
        "LGG",
        "praevention",
        "allergic asthma",
        "children"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "DOUBLE"
        }
      },
      "enrollmentInfo": {
        "count": 131,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Lactobacillus rhamnosus strain GG ATCC 53103 (LGG, 1010 cfu)"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "episodes of wheezing, drug use (inhalative steroids and betamimetics), hospital treatment",
          "timeFrame": "October 2002 - October 2004"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "allergic sensitization, levels of IgE, inflammatory mediators, SCORAD indices",
          "timeFrame": "October 2002-October 2004"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* History of at least 3 episodes of wheezing bronchitis,\n* First degree relative with history of allergic disease\n\nExclusion Criteria:\n\n* Congenital malformations,\n* Immunologic or oncologic systemic disorders,\n* Current antibiotic therapy,\n* Prior exposure to probiotics; and\n* Known intolerances towards ingredients of the probiotics (LGG, microcristalline cellulose, gelatine, magnesiumstearate, titandioxide).",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Months",
      "maximumAge": "24 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Stefan Zielen, Professor",
          "affiliation": "Goethe University, Childrens' Hospital, Dpt Allergy/Pulmonology",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Childrens' Hospital, Goethe University",
          "city": "Frankfurt am Main",
          "state": "Hesse",
          "zip": "60590",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.11552,
            "lon": 8.68417
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "12788576",
          "type": "BACKGROUND",
          "citation": "Kalliomaki M, Salminen S, Poussa T, Arvilommi H, Isolauri E. Probiotics and prevention of atopic disease: 4-year follow-up of a randomised placebo-controlled trial. Lancet. 2003 May 31;361(9372):1869-71. doi: 10.1016/S0140-6736(03)13490-3."
        },
        {
          "pmid": "20604800",
          "type": "DERIVED",
          "citation": "Rose MA, Stieglitz F, Koksal A, Schubert R, Schulze J, Zielen S. Efficacy of probiotic Lactobacillus GG on allergic sensitization and asthma in infants at risk. Clin Exp Allergy. 2010 Sep;40(9):1398-405. doi: 10.1111/j.1365-2222.2010.03560.x. Epub 2010 Jun 28."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}