{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05101070",
      "orgStudyIdInfo": {
        "id": "2023P2411"
      },
      "secondaryIdInfos": [
        {
          "id": "KEYNOTE-D85",
          "type": "OTHER",
          "domain": "Merck"
        },
        {
          "id": "MK-3475-D85",
          "type": "OTHER",
          "domain": "Merck"
        }
      ],
      "organization": {
        "fullName": "Shionogi Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "S-531011 as Monotherapy and in Combination With an Immune Checkpoint Inhibitor in Advanced or Metastatic Solid Tumors",
      "officialTitle": "A Phase 1b/2, Multicenter, Open-label Study of S-531011 as Monotherapy and in Combination With an Immune Checkpoint Inhibitor in Participants With Locally Advanced or Metastatic Solid Tumors",
      "acronym": "aCCeleR8-001"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-05-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-04-16",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-04-16",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-10-14",
      "studyFirstSubmitQcDate": "2021-10-28",
      "studyFirstPostDateStruct": {
        "date": "2021-11-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-22",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shionogi",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Merck Sharp & Dohme LLC",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective of Part A is to evaluate the safety and tolerability of S-531011 and to determine the maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D) of S-531011.\n\nThe primary objective of Parts B and C is to evaluate the antitumor activity of S-531011 at the RP2D."
    },
    "conditionsModule": {
      "conditions": [
        "Solid Tumors"
      ],
      "keywords": [
        "C-C motif chemokine receptor 8 (CCR8)"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 274,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Part A-1: S-531011 Monotherapy",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive escalating doses of S-531011 by intravenous infusion for up to approximately 12 months.",
          "interventionNames": [
            "Drug: S-531011"
          ]
        },
        {
          "label": "Part A-2: S-531011 + Pembrolizumab",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive escalating doses of S-531011 in combination with pembrolizumab by intravenous infusion for up to approximately 24 months.",
          "interventionNames": [
            "Drug: S-531011",
            "Drug: Pembrolizumab"
          ]
        },
        {
          "label": "Part B: S-531011 Monotherapy",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive S-531011 at the RP2D by intravenous infusion for up to approximately 12 months.",
          "interventionNames": [
            "Drug: S-531011"
          ]
        },
        {
          "label": "Part C: S-531011 + Pembrolizumab",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive S-531011 at the RP2D in combination with pembrolizumab by intravenous infusion for up to approximately 24 months.",
          "interventionNames": [
            "Drug: S-531011",
            "Drug: Pembrolizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "S-531011",
          "description": "Administered by intravenous infusion",
          "armGroupLabels": [
            "Part A-1: S-531011 Monotherapy",
            "Part A-2: S-531011 + Pembrolizumab",
            "Part B: S-531011 Monotherapy",
            "Part C: S-531011 + Pembrolizumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Pembrolizumab",
          "description": "Administered by intravenous infusion",
          "armGroupLabels": [
            "Part A-2: S-531011 + Pembrolizumab",
            "Part C: S-531011 + Pembrolizumab"
          ],
          "otherNames": [
            "KEYTRUDA"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Part A: Number of Participants with Treatment-emergent Adverse Events (TEAEs)",
          "timeFrame": "Approximately 12 months (Part A-1); Approximately 24 months (Part A-2)"
        },
        {
          "measure": "Parts B and C: Objective Response Rate",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part B]; Approximately 24 months [Part C])"
        },
        {
          "measure": "Parts B and C: Duration of Response",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part B]; Approximately 24 months [Part C])"
        },
        {
          "measure": "Parts B and C: Disease Control Rate",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part B]; Approximately 24 months [Part C])"
        },
        {
          "measure": "Parts B and C: Time to Response",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part B]; Approximately 24 months [Part C])"
        },
        {
          "measure": "Parts B and C: Progression-free Survival",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part B]; Approximately 24 months [Part C])"
        },
        {
          "measure": "Parts B and C: Overall Survival",
          "timeFrame": "From first dose to death, or up to a maximum of 18 months after last dose in the last participant"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Part A: Objective Response Rate",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part A-1]; Approximately 24 months [Part A-2])"
        },
        {
          "measure": "Part A: Duration of Response",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part A-1]; Approximately 24 months [Part A-2])"
        },
        {
          "measure": "Part A: Disease Control Rate",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part A-1]; Approximately 24 months [Part A-2])"
        },
        {
          "measure": "Part A: Time to Response",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part A-1]; Approximately 24 months [Part A-2])"
        },
        {
          "measure": "Part A: Progression-free Survival",
          "timeFrame": "Every 6 weeks for the first 24 weeks and every 9 weeks thereafter, until disease progression (Approximately 12 months [Part A-1]; Approximately 24 months [Part A-2])"
        },
        {
          "measure": "Serum concentrations of S-531011",
          "timeFrame": "Part A: Cycle 1, Days 8 and 15 (4 hours post infusion); Cycles 2-9, Day 1 (pre- and end-of-infusion); Safety Follow-up Visit. Parts B and C: Day 1 of Cycles 1-9 (pre- and end-of-infusion); Safety Follow-up Visit. (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Maximum Serum Concentration (Cmax) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Time to Maximum Serum Concentration (Tmax) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Area Under the Concentration-time Curve from Time Zero to the Time of Last Quantifiable Concentration After Dosing (AUC0-last) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Area Under the Concentration-time Curve Extrapolated from Time Zero to Infinity (AUC0-inf) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Terminal elimination rate constant (λz) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Terminal Elimination Half-life (t1/2,z) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Total Clearance (CL) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Volume of Distribution at Steady State (Vss) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "Part A: Mean Residence Time (MRT) of S-531011",
          "timeFrame": "Cycle 1, Day 1: pre-infusion, end-of-infusion, and 1 and 3 hours after the end-of S-531011 infusion, and 24, 48, 72 hours after the start of S-531011 infusion (each cycle is 21 days)"
        },
        {
          "measure": "All Parts: Anti-S-531011 Antibody (ADA) Titer Level",
          "timeFrame": "Day 1 of Cycles 1 to 9 (each cycle is 21 days)"
        },
        {
          "measure": "All Parts: Changes in serum tumor markers from pretreatment to on-treatment",
          "timeFrame": "Baseline and Day 1 of each treatment cycle (each cycle is 21 days)"
        },
        {
          "measure": "Part B and C: Number of Participants with Treatment-emergent Adverse Events (TEAEs)",
          "timeFrame": "Approximately 12 months (Part B); Approximately 24 months (Part C)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Key Inclusion Criteria:\n\n1. Male or female participant must be at least 18 years of age inclusive (or complies with country-specific regulatory requirements), at the time of signing the informed consent.\n2. Participants with histologically or cytologically confirmed advanced (locoregionally recurrent, not amenable to curative therapy) or metastatic solid tumors who have no standard therapies with a proven clinical benefit, or who are intolerant to or unwilling to receive these therapies for any reasons.\n3. Measurable disease by Response Evaluation Criteria in Solid Tumors version 1.1.\n4. (Part A only) Participants should have 1 of the following tumor types: malignant melanoma, head and neck squamous cell carcinoma, renal cell carcinoma, urothelial carcinoma, non-small cell lung cancer, or triple-negative breast cancer, esophageal cancer (esophageal squamous cell carcinoma and adenocarcinoma), or gastric cancer (gastric and gastroesophageal junction adenocarcinoma). Participants with colorectal cancer (CRC), pancreatic cancer, cervical cancer, epithelial ovarian cancer, and other types of solid tumors may also be enrolled upon discussion with and approval by the sponsor. For the backfill cohorts only, specific tumor types may be selected.\n5. (Part B CRC cohorts only) Participants must have histologically or cytologically confirmed adenocarcinoma of the colon or rectum, who had disease progression on or after receiving all of the following standard of care systemic therapies for advanced or metastatic disease or who were intolerant to: fluoropyrimidine, oxaliplatin, and irinotecan; anti-epidermal growth factor receptor (EGFR) therapy if rat sarcoma virus (RAS) (Kirsten RAS/neuroblastoma RAS \\[KRAS/NRAS\\]) wild-type; V-raf murine sarcoma viral oncogene homolog B (BRAF) inhibitor if BRAF V600E mutation. In addition, participants who received up to 2 additional lines of therapy for advanced or metastatic disease of the following therapies are also eligible: trifluridine/tipiracil, regorafenib, fruquintinib, other drugs approved in the country, or investigational drugs.\n6. (Part C CRC cohorts only) Participants must have histologically or cytologically confirmed adenocarcinoma of the colon or rectum, who had disease progression on or after receiving all of the following standard of care systemic therapies for advanced or metastatic disease or who were intolerant to: fluoropyrimidine, oxaliplatin, and irinotecan; anti-EGFR therapy if RAS (KRAS/NRAS) wild-type; BRAF inhibitor if BRAF V600E mutation. In addition, participants who received up to 2 additional lines of therapy for advanced or metastatic disease of the following therapies are also eligible: trifluridine/tipiracil, regorafenib, fruquintinib, other drugs approved in the country, or investigational drugs.\n7. Participants should be willing and able to provide permission to access archival formalin-fixed paraffin-embedded tumor tissues (as block or unstained slides) for this study.\n8. Participants should be willing and able to provide both pre-treatment and on-treatment paired tumor biopsy samples.\n9. (At selected sites only) Participants should be willing and able to provide both pre-treatment and on-treatment paired tumor biopsy samples. Fresh tissue samples are required as these will be used for the proof of mechanism (flow cytometry) analysis.\n10. Eastern Cooperative Oncology Group Performance Status of 0 or 1.\n11. An estimated life expectancy of at least 12 weeks.\n12. Adequate hematologic and organ function as confirmed by laboratory values.\n13. QT interval corrected with the Fridericia formula ≤ 480 milliseconds in 12-lead electrocardiogram at Screening.\n\nKey Exclusion Criteria:\n\n1. Presence or history of autoimmune diseases or immune-mediated diseases that require chronic use of systemic corticosteroids (\\> 10 milligrams of prednisone equivalent per day), immunosuppressive agents, or disease-modifying agents.\n2. Presence or history of interstitial lung disease and (non-infectious) pneumonitis that required corticosteroids.\n3. Active clinically significant bacterial, viral or fungal infection, or any major episode of infection requiring hospitalization or treatment with parenteral anti-infectives within 4 weeks before the first dose of study intervention.\n4. Uncontrolled or clinically significant cardiovascular disease defined as New York Heart Association classification III or IV.\n5. A positive test for hepatitis B surface antigen and/or hepatitis C virus (HCV) antibody (participants with positive HCV antibody are eligible if a confirmatory HCV RNA test is undetectable).\n6. A positive serological test for human immunodeficiency virus infection.\n7. Known history of any other relevant congenital or acquired immunodeficiency.\n8. Known history of an allogeneic tissue and/or solid organ transplant.\n9. Known history of severe allergy, hypersensitivity, anaphylaxis, or any serious adverse reaction to any component of study intervention or formulation components and/or any other monoclonal antibodies.\n10. Women who are pregnant or breastfeeding (or have discontinued breastfeeding) or trying to become pregnant.\n11. Clinical evidence of uncontrolled brain metastasis.\n12. Clinically uncontrollable symptomatic pleural effusion and/or ascites. (Participants who do not require fluid drainage or have no significant increase of fluid for 28 days may be eligible with approval by the sponsor.)\n13. Known additional malignancy that is progressing or has required active treatment within the past 3 years.\n14. (Part B and C CRC cohorts only): Colorectal cancer with mismatch repair deficient/microsatellite instability-high status.\n15. (Parts A-2 and C only): Has received prior therapy with an anti-programmed death 1, anti-programmed death ligand 1, or anti-programmed death ligand 2 agent or with an agent directed to another stimulatory or co-inhibitory T-cell receptor (for example, cytotoxic T-lymphocyte-associated protein 4, OX-40, CD137), and was discontinued from that treatment due to ≥ Grade 3 immune-related adverse event.\n16. Prior treatment with systemic anticancer drugs (including any investigational medicinal products) within 28 days or 5 half-lives (whichever is shorter) before the first dose of study intervention.\n17. Prior major surgery within 28 days before the first dose of study intervention.\n18. Prior extended field radiotherapy within 28 days before the first dose of study intervention (within 14 days for limited field radiation for palliation) or history of radiation pneumonitis.\n19. Participants who have not recovered from any previous treatment toxicities to ≤ Grade 1 or baseline (except alopecia and peripheral neuropathy) before the first dose of study intervention.\n20. Prior treatment with anti-CCR8 antibody for any indication.\n21. Receipt of hematopoietic growth factors (for example, granulocyte-colony stimulating factor or erythropoietin) within 14 days before the first dose of study intervention or blood transfusions within 14 days before the first dose of study intervention.\n22. Receipt of a live, attenuated vaccine within 30 days before the first dose of study intervention.\n\nNote: Additional inclusion/exclusion criteria may apply, per protocol.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Shionogi Clinical Trials Administrator Clinical Support Help Line",
          "role": "CONTACT",
          "phone": "800-849-9707",
          "email": "Shionogiclintrials-admin@shionogi.co.jp"
        }
      ],
      "overallOfficials": [
        {
          "name": "Shionogi Clinical Trials Administrator Clinical Support Help Line",
          "affiliation": "Shionogi",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Angeles Clinic and Research Center",
          "status": "RECRUITING",
          "city": "Los Angeles",
          "state": "California",
          "zip": "90025",
          "country": "United States",
          "geoPoint": {
            "lat": 34.05223,
            "lon": -118.24368
          }
        },
        {
          "facility": "University of Florida Health",
          "status": "RECRUITING",
          "city": "Gainesville",
          "state": "Florida",
          "zip": "32610",
          "country": "United States",
          "geoPoint": {
            "lat": 29.65163,
            "lon": -82.32483
          }
        },
        {
          "facility": "Henry Ford Health Center",
          "status": "RECRUITING",
          "city": "Detroit",
          "state": "Michigan",
          "zip": "48202",
          "country": "United States",
          "geoPoint": {
            "lat": 42.33143,
            "lon": -83.04575
          }
        },
        {
          "facility": "Fox Chase Cancer Center",
          "status": "RECRUITING",
          "city": "Philadelphia",
          "state": "Pennsylvania",
          "zip": "19111",
          "country": "United States",
          "geoPoint": {
            "lat": 39.95238,
            "lon": -75.16362
          }
        },
        {
          "facility": "MD Anderson Cancer Center",
          "status": "RECRUITING",
          "city": "Houston",
          "state": "Texas",
          "zip": "77030",
          "country": "United States",
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        },
        {
          "facility": "National Cancer Center Hospital East",
          "status": "RECRUITING",
          "city": "Kashiwa",
          "state": "Chiba",
          "country": "Japan",
          "geoPoint": {
            "lat": 35.86224,
            "lon": 139.97732
          }
        },
        {
          "facility": "The University of Osaka Hospital",
          "status": "RECRUITING",
          "city": "Suita",
          "state": "Osaka",
          "country": "Japan",
          "geoPoint": {
            "lat": 34.76143,
            "lon": 135.51567
          }
        },
        {
          "facility": "National Cancer Center Hospital",
          "status": "RECRUITING",
          "city": "Chuo Ku",
          "state": "Tokyo",
          "country": "Japan"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-03"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582435",
          "term": "pembrolizumab"
        }
      ]
    }
  },
  "hasResults": false
}