{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06479759",
      "orgStudyIdInfo": {
        "id": "2023LY0834"
      },
      "organization": {
        "fullName": "Shanghai Pulmonary Hospital, Shanghai, China",
        "class": "OTHER"
      },
      "briefTitle": "LM-108 Antibody Combination With Sintilimab for Locally Advanced or Metastatic Non-Small Cell Lung Cancer",
      "officialTitle": "A Multicenter Clinical Study of LM-108 Antibody in Combination With Sintilimab for Patients With Locally Advanced or Metastatic Non-Small Cell Lung Cancer",
      "acronym": "ACCLAIM"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-06",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-01-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-06-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-12-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-06-24",
      "studyFirstSubmitQcDate": "2024-06-24",
      "studyFirstPostDateStruct": {
        "date": "2024-06-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-06-24",
      "lastUpdatePostDateStruct": {
        "date": "2024-06-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Chunxia Su",
        "investigatorTitle": "Director of clinical research center",
        "investigatorAffiliation": "Shanghai Pulmonary Hospital, Shanghai, China"
      },
      "leadSponsor": {
        "name": "Shanghai Pulmonary Hospital, Shanghai, China",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to investigate the efficacy, safety and tolerability of LM-108 antibody in combination with sintilimab for patients with locally advanced or metastatic Non-Small Cell Lung Cancer patients.",
      "detailedDescription": "This study is an open-label, multi-cohort, multi-center clinical trial evaluating the efficacy, safety, and tolerability of LM-108 monoclonal antibody combined with sintilimab in treatment-naïve or previously treated subjects with locally advanced or metastatic non-small cell lung cancer (NSCLC). There are two cohorts in the study:(1)Cohort 1: NSCLC patients who developed secondary resistance after being sensitive to prior treatment with PD-1 inhibitors (monotherapy or in combination with another systemic therapy) for 6 months or more are eligible for this study.(2)Cohort 2: Patients with locally advanced or metastatic NSCLC who have not received prior systemic treatment are eligible for this study.\n\nSubjects in Cohort 1 will receive LM-108 monoclonal antibody combined with sintilimab. Subjects in Cohort 2 will receive LM-108 monoclonal antibody combined with sintilimab and chemotherapy for 4-6 cycles. LM-108 monoclonal antibody combined with sintilimab will be maintained, and the choice of chemotherapy regimen and the duration of use will be determined by the investigator. Treatment will continue until disease progression, unacceptable toxicity, initiation of a new anti-tumor therapy, withdrawal of informed consent, loss to follow-up, death, or other investigator-determined reasons for discontinuation, whichever occurs first, with a maximum treatment duration of 24 months. The primary study endpoint is the objective response rate (ORR) assessed by the investigator based on the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1."
    },
    "conditionsModule": {
      "conditions": [
        "NSCLC",
        "PD-1"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Cohort 1",
          "type": "EXPERIMENTAL",
          "description": "Cohort 1 patients receive LM-108 monoclonal antibody combined with sintilimab.",
          "interventionNames": [
            "Drug: LM-108 antibody and sintilimab"
          ]
        },
        {
          "label": "Cohort 2",
          "type": "EXPERIMENTAL",
          "description": "Cohort 2 patients receive LM-108 monoclonal antibody combined with sintilimab and chemotherapy for 4-6 cycles. LM-108 monoclonal antibody combined with sintilimab will be maintained.",
          "interventionNames": [
            "Drug: LM-108 antibody and sintilimab and chemotherapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "LM-108 antibody and sintilimab",
          "description": "Cohort 1 receive LM-108 monoclonal antibody combined with sintilimab",
          "armGroupLabels": [
            "Cohort 1"
          ],
          "otherNames": [
            "Trial group 1"
          ]
        },
        {
          "type": "DRUG",
          "name": "LM-108 antibody and sintilimab and chemotherapy",
          "description": "Cohort 2 receive LM-108 monoclonal antibody combined with sintilimab and chemotherapy for 4-6 cycles. LM-108 monoclonal antibody combined with sintilimab will be maintained",
          "armGroupLabels": [
            "Cohort 2"
          ],
          "otherNames": [
            "Trial group 2"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective response rate",
          "description": "Objective response rate represents the proportion of patients showing a predefined level of tumor shrinkage or disappearance in response to treatment.",
          "timeFrame": "up to 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression-free Survival",
          "description": "Progression-free survival measures the length of time during and after treatment that a patient lives with the disease without it progressing.",
          "timeFrame": "up to 36 months"
        },
        {
          "measure": "Duration of response",
          "description": "Duration of response refers to the length of time during which a patient's tumor remains in remission or shows a positive response to treatment.",
          "timeFrame": "up to 24 months"
        },
        {
          "measure": "Overall Survival",
          "description": "Overall survival measures the length of time from the start of treatment until death from any cause, indicating the effectiveness of the treatment in prolonging patients' lives.",
          "timeFrame": "up to 60 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Obtain written informed consent before implementing any trial-related procedures;\n* Aged \\>= 18 years old;\n* Patients with locally advanced (stage IIIB/IIIC), metastatic, or recurrent (stage IV) NSCLC confirmed by histology or cytology, who are not candidates for surgical treatment and cannot undergo curative radiotherapy or chemotherapy according to the 8th edition of the TNM staging classification by the International Association for the Study of Lung Cancer and the American Joint Committee on Cancer;\n* Absence of the following gene mutations: EGFR gene, ALK fusion oncogene, ROS1, etc. For other types of gene mutations, patients without approved targeted therapies are allowed to be included;\n* Cohort 1: Patients with non-small cell lung cancer who have developed acquired resistance to PD-1 inhibitors (alone or in combination with another systemic therapy) after being responsive to treatment (for 6 months or more) can participate in this study. Cohort 2: Patients who have not received any systemic anti-tumor treatment for advanced/metastatic disease before; for patients who have previously received platinum-based adjuvant chemo/radiotherapy, neoadjuvant chemo/radiotherapy, or curative radiotherapy for advanced disease, disease progression occurred more than 6 months after the last treatment, they can participate in this study;\n* The investigator confirms at least one measurable lesion according to RECIST 1.1 criteria;\n* Estimated life expectancy \\>= 3 months;\n* ECOG PS: 0-1 score;\n* Provide archived tumor tissue (including formalin-fixed paraffin-embedded tissue blocks containing tumor \\[preferred\\] or approximately 15 freshly cut unstained tissue sections) for confirmation of immunohistochemistry for PD-L1, CCR8, CCL1, FOXP3, etc. If archived tissue cannot be obtained, subjects must agree to undergo a tumor biopsy during the screening period;\n* Hematological function is sufficient, defined as absolute neutrophil count \\>= 1.5×10\\^9 /L, platelet count \\>= 100×10\\^9 /L, hemoglobin \\>= 90g/L (no history of transfusion within 7 days);\n* Liver function is sufficient, defined as total bilirubin level \\<= 1.5 times the upper limit of normal (ULN) and aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels \\<= 2.5 times ULN for all patients, or for patients with liver metastases, AST and ALT levels \\<= 5 times ULN;\n* Renal function is sufficient, defined as serum creatinine \\<= 1.5 times ULN;\n* Coagulation function is sufficient, defined as international normalized ratio (INR) or prothrombin time (PT) \\<= 1.5 times ULN; if the subject is receiving anticoagulant therapy, INR/PT within the range specified by the anticoagulant drug is acceptable;\n* Childbearing-age women must have a negative pregnancy test within 7 days before starting treatment; and reliable contraception measures (such as intrauterine devices, contraceptive pills, and condoms) should be used within 30 days of the start and end of the trial. Childbearing-age male subjects should use condoms for contraception during the trial and for 30 days after the end of the trial;\n* Cooperate with regular follow-up visits and comply with the requirements of the trial.\n\nExclusion Criteria:\n\n* Prior use of CCR8 drugs or other unapproved investigational drugs or treatments;\n* Known history of intolerance to PD-1 inhibitor therapy;\n* Receipt of any approved systemic anti-cancer therapy or systemic immunostimulant treatment within 28 days prior to the start of the study treatment;\n* Use of traditional Chinese medicine or immunomodulatory drugs with anti-tumor indications within the first 2 weeks prior to first dosing;\n* History of allergic reactions to any components of the investigational drug;\n* Known presence of brain metastases. Patients judged by the investigator to have stable brain metastases may be enrolled;\n* Active hemoptysis, active diverticulitis, intra-abdominal abscess, gastrointestinal obstruction, or peritoneal metastasis requiring clinical intervention;\n* Clinically uncontrollable pleural effusion/ascites (patients who do not require fluid drainage or have no significant increase in fluid for 3 days may be enrolled);\n* Tumor compression of vital organs (such as esophagus) with associated symptoms, compression of superior vena cava, or invasion of major mediastinal vessels, heart, etc.;\n* Severe comorbidities such as a history of severe pulmonary or cardiac disease, any arterial thrombosis, embolism, or ischemia occurring within 6 months prior to enrollment, such as myocardial infarction, unstable angina, cerebrovascular accident, or transient ischemic attack. History of deep vein thrombosis, pulmonary embolism, or any other severe thromboembolic event within 3 months prior to enrollment;\n* Receipt of systemic corticosteroids (\\> 10 mg/day prednisone or equivalent) or other systemic immunosuppressive agents (including but not limited to prednisone, dexamethasone, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor \\[anti-TNF\\] drugs) within 2 weeks prior to enrollment. The use of topical, ocular, intra-articular, intranasal, and inhaled corticosteroids is allowed;\n* History of autoimmune diseases, including but not limited to myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vasculitis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Guillain-Barré syndrome, multiple sclerosis, vasculitis, or glomerulonephritis. Patients with autoimmune-related hypothyroidism receiving stable doses of thyroid hormone replacement therapy are eligible to participate in this study. Patients with type 1 diabetes controlled with a stable insulin regimen are eligible to participate in this study;\n* Active systemic infections, including tuberculosis (clinically diagnosed based on clinical history, physical examination, and radiological findings, as well as TB tests performed according to local medical practice), hepatitis B (known positive for HBV surface antigen \\[HBsAg\\], and HBV DNA \\>= 1000 cps/ml or its lower limit of reference), hepatitis C, or human immunodeficiency virus (HIV antibody positive);\n* Known presence of psychiatric disorders or substance abuse that may affect compliance with trial requirements;\n* Recent use of a full therapeutic dose of oral or non-oral anticoagulants or thrombolytic agents. Prophylactic use of anticoagulants is allowed;\n* History, disease, treatment, or laboratory abnormalities that may interfere with trial results, hinder the subject's full participation in the study, or are deemed by the investigator to be not in the subject's best interest to participate in the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Li Wang, MD",
          "role": "CONTACT",
          "phone": "18170211997",
          "email": "leewang8023@126.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Chunxia Su, Phd",
          "affiliation": "Shanghai Pulmonary Hospital, Shanghai, China",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Shanghai Pulmonary Hospital",
          "status": "RECRUITING",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "200000",
          "country": "China",
          "contacts": [
            {
              "name": "Li Wang, MD",
              "role": "CONTACT",
              "phone": "1817021997",
              "email": "leewang8023@126.com"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Public article",
      "infoTypes": [
        "STUDY_PROTOCOL"
      ],
      "timeFrame": "2025.6-2026.6",
      "accessCriteria": "end request to research team for access to the data"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-20"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000632826",
          "term": "sintilimab"
        },
        {
          "id": "D004358",
          "term": "Drug Therapy"
        }
      ],
      "ancestors": [
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}