{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03532360",
      "orgStudyIdInfo": {
        "id": "2017-3204"
      },
      "organization": {
        "fullName": "McGill University Health Centre/Research Institute of the McGill University Health Centre",
        "class": "OTHER"
      },
      "briefTitle": "Peanut and Tree Nut Desensitization",
      "officialTitle": "Peanut/Tree Nut Desensitization and Induction of Tolerance in Children"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-02-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-06-26",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2027-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-03-16",
      "studyFirstSubmitQcDate": "2018-05-09",
      "studyFirstPostDateStruct": {
        "date": "2018-05-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-04",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Moshe Ben-Shoshan",
        "investigatorTitle": "Research Clinician",
        "investigatorAffiliation": "McGill University Health Centre/Research Institute of the McGill University Health Centre"
      },
      "leadSponsor": {
        "name": "McGill University Health Centre/Research Institute of the McGill University Health Centre",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Julia Upton, Hospital for Sick Children, University of Toronto",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "this study evaluates whether tolerance to peanuts and tree nuts can be induced in patients through a process of oral immunotherapy. Participants will be randomized into groups receiving oral immunotherapy and a control group that will receive no intervention",
      "detailedDescription": "The investigators are proposing to initiate a study assessing a common desensitization protocol for peanut/tree nut allergy. This study would enable the investigators to better determine the potential benefit of desensitization in individuals with peanut/tree nut allergy.\n\nMore specifically, the investigators will address the following research objectives:\n\nObjectives A. To develop a protocols for peanut/tree nut desensitization with high (300mg) and low (30mg maintenance dose).\n\nB. To determine the rate of desensitization to peanut/tree nut. C. To characterize predictors of successful desensitization. D. To characterize molecular mechanisms involved in the process of desensitization\n\nThese objectives will be evaluated through a randomized controlled trial"
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy",
        "Tree Nut Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized controlled trial",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "Participants will be randomized to one of three groups: a control group that will receive no treatment, a low-dose group and a high dose group. Participants in the latter two groups will be blinded as to what group they have been assigned",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 51,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control",
          "type": "NO_INTERVENTION",
          "description": "Following randomization, this arm will receive no intervention. After twelve months, participants in this group will undergo a singe-blind, placebo-controlled oral food challenge"
        },
        {
          "label": "Low-dose",
          "type": "ACTIVE_COMPARATOR",
          "description": "Following randomization, participants in this group will receive escalating doses of the appropriate allergen, up to a dose of 30 mg. Once they attain that dose, they will maintain it for six months. At the end of this maintenance period, they will undergo a singe-blind, placebo-controlled oral food challenge",
          "interventionNames": [
            "Other: Oral immunotherapy"
          ]
        },
        {
          "label": "High-dose",
          "type": "ACTIVE_COMPARATOR",
          "description": "Following randomization, participants in this group will receive escalating doses of the appropriate allergen, up to a dose of 300 mg. Once they attain that dose, they will maintain it for six months. At the end of this maintenance period, they will undergo a singe-blind, placebo-controlled oral food challenge",
          "interventionNames": [
            "Other: Oral immunotherapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Oral immunotherapy",
          "description": "Starting from a very low level and over a period of several months, participants receive escalating doses of the food to which they are allergic",
          "armGroupLabels": [
            "High-dose",
            "Low-dose"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Efficacy of desensitization in peanut/tree nut allergic patients as measured by blinded, placebo controlled oral food challenge",
          "description": "Comparison of participants randomized to treatments arms who achieve peanut/tree nut desensitization compared to participants randomized to the control groups. This is measured by whether a participant is able to tolerate a total dose of 4172 mg crushed peanut or tree nut during an oral food challenge",
          "timeFrame": "21 months"
        },
        {
          "measure": "Comparison of efficacy of 30 mg dose versus 300 mg dose in inducing desensitization to peanut or tree nut as measured by blinded, placebo controlled oral food challenge",
          "description": "Participants in the 30 mg arm will be compared to those in the 300 mg in terms of dose tolerated at post-immunotherapy blinded, placebo-controlled oral food challenge, as well as side effects experienced during immunotherapy",
          "timeFrame": "21 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline over the immunotherapy process of peanut or tree nut (as appropriate) specigic IgE levels",
          "description": "Measurement of peanut or tree nut (as appropriate) specific IgE before, during and after the desensitization process",
          "timeFrame": "21 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of peanut or tree nut (as appropriate) specigic IgA levels",
          "description": "Measurement of peanut or tree nut (as appropriate) specific IgA before, during and after the desensitization process",
          "timeFrame": "21 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of peanut or tree nut (as appropriate) specigic IgG4 levels",
          "description": "Measurement of peanut or tree nut (as appropriate) specific IgG4 before, during and after the desensitization process",
          "timeFrame": "21 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of mast cell activation as measured by CD63 expression",
          "description": "Measurement of mast cell activation as measured by CD63 expression before, during and after the desensitization process",
          "timeFrame": "21 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of of DNA methylation levels",
          "description": "Measurement of DNA methylation levels before, during and after the desensitization process",
          "timeFrame": "21 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of Regulatory T cell levels",
          "description": "Measurement of Regulatory T cell levels, before, during and after the desensitization process",
          "timeFrame": "21 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria: Patients between 2 and 40 years of age who satisfy all the following criteria will be included:\n\n* A history suggestive of immediate allergy to peanut/tree nut . A convincing clinical history of an IgE mediated reaction to a specific food will be defined as a minimum of 2 mild signs/symptoms or 1 moderate or 1 severe sign/symptom that was likely IgE mediated and occurred within 120 minutes after ingestion or contact (or inhalation in the case of fish and shellfish). Reactions will be considered mild if they involve pruritus, urticaria, flushing, or rhinoconjunctivitis; moderate if they involve angioedema, throat tightness, gastrointestinal complaints, or breathing difficulties (other than wheeze); and severe if they involve wheeze, cyanosis, or circulatory collapse.(54-57)\n* The presence of at least one of the following confirmatory tests:\n\n  * Positive SPT to peanut/tree nut or its proteins (weal diameter 3 mm larger than that of the normal saline control). The allergens used will be commercial extracts of peanut/tree nut (Omega Labs, Toronto, Ontario).\n  * Detection of serum specific IgE (\\>0.35 kU/L) to peanut/tree nut or any of its proteins, measured by fluorescence enzyme immunoassay (Phadia, CAP System, Uppsala, Sweden).\n  * Positive oral challenge test to peanut/tree nut. Oral challenges will be performed with raw peanut/tree nut according to the recommendations of the position paper of the European Academy of Allergology and Clinical Immunology (58).\n* Informed consent form signed by the parents or legal guardian\n\nExclusion criteria.\n\n* Patients who are unstable from a respiratory point of view ..\n* Patients who present with intercurrent disease at the time of starting desensitization.\n* Non-IgE-mediated or non-immunological adverse reactions to nuts.\n* Malignant or immunopathological diseases and/or severe primary or secondary immune deficiencies.\n* Patients receiving immunosuppressor therapy\n* Patients receiving β-blockers (including topical formulations).\n* Associated diseases contraindicating the use of epinephrine: cardiovascular disease or severe hypertension.\n* Patients diagnosed with eosinophilic gastrointestinal disorder .",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "2 Years",
      "maximumAge": "40 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Hospital for Sick Children",
          "city": "Toronto",
          "state": "Ontario",
          "zip": "M5G 1X8",
          "country": "Canada",
          "geoPoint": {
            "lat": 43.70643,
            "lon": -79.39864
          }
        },
        {
          "facility": "Montreal Children's Hospital",
          "city": "Montreal",
          "state": "Quebec",
          "zip": "H4A 3J1",
          "country": "Canada",
          "geoPoint": {
            "lat": 45.50884,
            "lon": -73.58781
          }
        }
      ]
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot",
          "hasProtocol": true,
          "hasSap": false,
          "hasIcf": false,
          "label": "Study Protocol",
          "date": "2019-08-07",
          "uploadDate": "2019-08-09T11:05",
          "filename": "Prot_002.pdf",
          "size": 839467
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2019-08-01",
          "uploadDate": "2019-08-09T13:00",
          "filename": "ICF_003.pdf",
          "size": 442961
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D021184",
          "term": "Nut Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D007167",
          "term": "Immunotherapy"
        }
      ],
      "ancestors": [
        {
          "id": "D056747",
          "term": "Immunomodulation"
        },
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}