{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04798079",
      "orgStudyIdInfo": {
        "id": "DAIT CoFAR-12"
      },
      "secondaryIdInfos": [
        {
          "id": "NIAID CRMS ID#:",
          "type": "OTHER",
          "domain": "38710"
        },
        {
          "id": "UM2AI130836",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/UM2AI130836"
        }
      ],
      "organization": {
        "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "briefTitle": "Systems Biology of Early Atopy",
      "officialTitle": "Systems Biology of Early Atopy",
      "acronym": "SUNBEAM"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-03-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2032-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2032-03",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-03-05",
      "studyFirstSubmitQcDate": "2021-03-10",
      "studyFirstPostDateStruct": {
        "date": "2021-03-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-13",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "collaborators": [
        {
          "name": "Consortium for Food Allergy Research",
          "class": "UNKNOWN"
        },
        {
          "name": "Rho Federal Systems Division, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this study is to establish a birth cohort that collects prenatal and early life biosamples and environmental samples and rigorously phenotypes young children for food allergy and Atopic Dermatitis (AD) to identify prenatal and early life markers of high risk for food allergy and AD, as well as biological pathways (endotypes) that result in these conditions.\n\nPrimary Objectives:\n\n* To study the role and interrelationships of established and novel clinical, environmental, biological, and genetic prenatal and early-life factors in the development and course of allergic diseases through age 3 years (or 6 years for those who choose to continue participation into SUNBEAM II), with an emphasis on atopic dermatitis and food allergy\n* To apply systems biology to identify mechanisms and biomarkers underlying the development of food allergy, atopic dermatitis, and their endotypes\n* To collect, process, and assay or store environmental and biological samples for current and future use in the study of allergic disease development",
      "detailedDescription": "This is a prospective cohort study in which pregnant women (at any stage of pregnancy), the offspring's biologic father, and the offspring will be enrolled at study sites and the offspring will be observed from birth to age 3 years. Families will be offered the opportunity for the child participant to continue SUNBEAM through age 6. The enrollment goal is at least 2500 pregnant women who agree to enroll their offspring at birth. Enrollment of biological fathers will be attempted; however, enrollment of the mother or child is not dependent on enrollment of the biological father.\n\nDuring the study, biological and environmental samples and questionnaire information will be collected from the parents and the children, and the children will be assessed for allergic diseases at clinic visits at ages 2, 5, 12, 24, and 36 months and for those who opt to continue participation, at 48, 60, and 72 months."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Diseases",
        "Food Allergy",
        "Atopic Dermatitis"
      ],
      "keywords": [
        "birth cohort",
        "risk factors",
        "systems biology"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Environmental and biological samples will be collected, processed, and assayed or stored for current or future use in studies of allergic disease development"
      },
      "enrollmentInfo": {
        "count": 2500,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of Immunoglobulin E (IgE)-Mediated, Immediate-Type Food Allergy",
          "description": "To understand the early life origin and risk factors of child's IgE-mediated, immediate-type food allergy.\n\nBased upon clinical assessments and diagnostic criteria for food allergy, in accordance with the Food Allergy Algorithm, per protocol.",
          "timeFrame": "From 5 months to 72 months of age"
        },
        {
          "measure": "Incidence of Atopic Dermatitis (AD)",
          "description": "To understand the early life origin and risk factors of child's atopic dermatitis (AD).\n\nAtopic dermatitis is defined as the following since the last assessment (or since birth for the 2- and 5-month visits):\n\n1. A history of a dry or itchy rash that is (a) either continuous or intermittent lasting at least 4 weeks OR (b) requiring medicated treatment AND\n2. The rash was or is present in the skin creases (folds of elbows, behind the knees, fronts of ankles, or around the neck) or on the extensor aspects of the forearms or lower legs or on cheeks or trunk.\n\nAny infant fulfilling these criteria but who, on examination by a suitably trained health professional, is deemed to have a different skin disease that explains the above findings will be classified as not having atopic dermatitis.",
          "timeFrame": "From 2 months to 72 months of age"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence of Sensitization to Protocol-Specified Foods",
          "description": "To understand the early life origin and risk factors of child's food allergy.\n\nSensitization to food allergens will be assessed using standard diagnostic methods: serum immunoglobulin E (IgE) testing and skin prick testing.",
          "timeFrame": "From 5 months to 72 months of age"
        },
        {
          "measure": "Incidence of Sensitization to Aeroallergens",
          "description": "To understand the early life origin and risk factors of child's sensitization to aeroallergens, a risk factor for the development and severity of asthma.\n\nSensitization to aeroallergens will be assessed using standard diagnostic methods: serum immunoglobulin E (IgE) testing and skin prick testing.",
          "timeFrame": "From 12 months to 72 months of age"
        },
        {
          "measure": "Incidence of Recurrent Wheeze",
          "description": "To understand the early life origin and risk factors of child's recurrent wheezing.\n\nRecurrent wheeze, assessed at age 3 years, will be defined as at least two episodes of wheezing during the first three years of life, with at least one episode between the ages of 24 and 36 months",
          "timeFrame": "Up to 36 months of age"
        },
        {
          "measure": "Incidence of Seasonal Allergic Rhinitis",
          "description": "To understand the early life origin and risk factors of child's seasonal allergic rhinitis, a seasonal allergic reaction to pollen.\n\nDefined by diagnostic criteria established for the Inner-City Asthma Consortium, per protocol.",
          "timeFrame": "From 24 to 72 months of age"
        },
        {
          "measure": "Incidence of Seasonal Allergic Conjunctivitis",
          "description": "To understand the early life origin and risk factors of child's seasonal allergic conjunctivitis, a form of eye allergy.\n\nDefined by diagnostic criteria established for the Inner-City Asthma Consortium, per protocol.",
          "timeFrame": "From 24 to 72 months of age"
        },
        {
          "measure": "Incidence of Perennial Allergic Rhinitis",
          "description": "To understand the early life origin and risk factors of child's perennial allergic rhinitis, characterized by nasal symptoms such as sneezing and runny nose that are present year round.\n\nDefined by diagnostic criteria established for the Inner-City Asthma Consortium, per protocol.",
          "timeFrame": "From 24 to 72 months of age"
        },
        {
          "measure": "Incidence of Perennial Allergic Conjunctivitis",
          "description": "To understand the early life origin and risk factors of child's perennial allergic rhinitis, characterized by nasal symptoms such as sneezing and runny nose that are present year round.\n\nDefined by diagnostic criteria established for the Inner-City Asthma Consortium, per protocol.",
          "timeFrame": "From 24 to 72 months of age"
        },
        {
          "measure": "Incidence of Asthma",
          "description": "To understand the early life origin and risk factors of child's asthma, characterized by wheezing and other respiratory symptoms. The determination of asthma will follow criteria from the Urban Environment and Childhood Asthma (URECA) study.",
          "timeFrame": "72 months of age"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nPregnant Women-\n\nPregnant women who meet all of the following criteria are eligible for enrollment as study participants:\n\n1. Age 18 years or older\n2. Able to understand the oral and written instructions associated with study visits and procedures and provide informed consent\n3. Pregnant at any stage\n4. Planning to give birth at a study-site designated center\n5. Agrees to enroll offspring into the study at birth\n6. In the case of multiple gestation, agrees to enroll only one child who will be selected by randomized birth order\n\nBiological Fathers-\n\nBiological fathers who meet all of the following criteria are eligible for enrollment as study participants:\n\n1. Age 18 years or older\n2. Able to understand the oral and written instructions associated with study visits and procedures and provide informed consent\n\nExclusion Criteria:\n\nPregnant Women-\n\nPregnant women who meet any of these criteria are not eligible for enrollment:\n\n1. Inability or unwillingness to comply with study protocol\n2. Serious pregnancy complication (in the judgement of the investigator) prior to enrollment\n3. Fetus has a major chromosomal anomaly\n4. Plans to move and would not be available for in-person visits at a study site\n5. Plans to give up her child for adoption at birth\n6. Pregnancy is the result of an egg donation\n\nInfants-\n\nInfants who meet any of these criteria are not eligible for enrollment:\n\n1. Delivered earlier than 34 weeks of gestation\n2. Sibling already enrolled\n3. Born with a significant birth defect or medical condition, and in the judgment of the investigators, participation is not in the infant's best interest\n\nBiological Father-\n\n1\\. Biological fathers who are unable or unwilling to comply with the study protocol as it pertains to the biological father's participation are not eligible for enrollment\n\n----Note Regarding Legal Guardians who are not the Biological Parents:\n\n1. At screening for enrollment of either the mother or the child, if the biological mother intends to give the infant up for adoption, neither the mother nor the child are eligible for enrollment\n2. If the biological mother gives up legal guardianship of the child during the child's follow-up period, the child may remain enrolled as long as the new legal guardian:\n\n   * Agrees to meet the child's study requirements, and\n   * Provides written informed consent for the child's continued participation.\n3. Throughout the protocol where it refers to the mother, father, or parent answering questionnaires about the child or collecting samples from the child and the child's primary home, the legal guardian who provides consent for the child's participation may complete those procedures",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "0 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study population will include pregnant women, their offspring from birth until age 3 years or 6 years, and the offspring's biological father. Although biological fathers will be recruited, their enrollment is not required. The women will be recruited from OB/GYN and prenatal clinics and offices. Other than the eligibility criteria listed, women will not be selected by any criteria or characteristics. The intent is to recruit a study population of children of varying risks with regards to the development of allergic diseases. The rationale is to identify risk factors in the population for the development of allergic disease. Selection of pregnant women whose offspring are at an elevated risk of allergic disease would prevent the study of the risk factors used to select the women.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Corinne Keet, MD,MS,PhD",
          "affiliation": "Div.of Pediatric Allergy, Immunology and Rheumatology, Dept. of Pediatrics, Johns Hopkins School of Medicine",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Scott H. Sicherer, MD",
          "affiliation": "Div. of Pediatric Allergy and Immunology, Jaffe Food Allergy Institute,Dept. of Pediatrics, Icahn School of Medicine at Mount Sinai",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Arkansas Children's Hospital",
          "status": "RECRUITING",
          "city": "Little Rock",
          "state": "Arkansas",
          "zip": "72202",
          "country": "United States",
          "contacts": [
            {
              "name": "Cassandra Thomas",
              "role": "CONTACT",
              "phone": "501-364-5178",
              "email": "ThomasC1@archildrens.org"
            },
            {
              "name": "Stacie M. Jones, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 34.74648,
            "lon": -92.28959
          }
        },
        {
          "facility": "Sean N. Parker Center for Allergy & Asthma Research at Stanford University",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Stanford",
          "state": "California",
          "zip": "94040",
          "country": "United States",
          "geoPoint": {
            "lat": 37.42411,
            "lon": -122.16608
          }
        },
        {
          "facility": "National Jewish Health",
          "status": "RECRUITING",
          "city": "Denver",
          "state": "Colorado",
          "zip": "80206",
          "country": "United States",
          "contacts": [
            {
              "name": "Susan Leung, RN",
              "role": "CONTACT",
              "phone": "303-398-1549",
              "email": "leungs@NJHealth.org"
            },
            {
              "name": "Donald Y.M. Leung, PhD, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.73915,
            "lon": -104.9847
          }
        },
        {
          "facility": "Johns Hopkins Children's Center, Department of Allergy & Immunology",
          "status": "RECRUITING",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21287",
          "country": "United States",
          "contacts": [
            {
              "name": "Kim Mudd, RN",
              "role": "CONTACT",
              "phone": "410-502-1711",
              "email": "kmudd2@jhmi.edu"
            },
            {
              "name": "Robert Wood, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Massachusetts General Hospital, Translational and Clinical Research Center",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02114",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        },
        {
          "facility": "Henry Ford Health System, Division of Allergy and Immunology",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Detroit",
          "state": "Michigan",
          "zip": "48202",
          "country": "United States",
          "geoPoint": {
            "lat": 42.33143,
            "lon": -83.04575
          }
        },
        {
          "facility": "Kravis Children's Hospital, Jaffe Food Allergy Institute, Icahn School of Medicine at Mount Sinai",
          "status": "RECRUITING",
          "city": "New York",
          "state": "New York",
          "zip": "10029",
          "country": "United States",
          "contacts": [
            {
              "name": "Beth Mattucci",
              "role": "CONTACT",
              "phone": "212-241-6577",
              "email": "beth.mattucci@mssm.edu"
            },
            {
              "name": "Scott H. Sicherer, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "North Carolina Children's Hospital: Department of Pediatrics, Division of Allergy, Immunology and Rheumatology",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27599",
          "country": "United States",
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        },
        {
          "facility": "Cincinnati Children's Hospital Medical Center",
          "status": "RECRUITING",
          "city": "Cincinnati",
          "state": "Ohio",
          "zip": "45229",
          "country": "United States",
          "contacts": [
            {
              "name": "Kaitlyn Kelly, BSN",
              "role": "CONTACT",
              "phone": "513-803-9212",
              "email": "kaitlyn.kelly@cchmc.org"
            },
            {
              "name": "Gurjit Khurana Hershey, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.12711,
            "lon": -84.51439
          }
        },
        {
          "facility": "Vanderbilt University Medical Center Department of Pediatrics Division of Pediatric Allergy, Immunology, and Pulmonary Medicine",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Nashville",
          "state": "Tennessee",
          "zip": "37232",
          "country": "United States",
          "geoPoint": {
            "lat": 36.16589,
            "lon": -86.78444
          }
        },
        {
          "facility": "Texas Children's Hospital",
          "status": "RECRUITING",
          "city": "Houston",
          "state": "Texas",
          "zip": "77030",
          "country": "United States",
          "contacts": [
            {
              "name": "Daisy Tran Vita",
              "role": "CONTACT",
              "phone": "832-824-3640",
              "email": "dxtran1@texaschildrens.org"
            },
            {
              "name": "Sara Anvari, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        },
        {
          "facility": "University of Wisconsin School of Medicine and Public Health",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Madison",
          "state": "Wisconsin",
          "zip": "53792",
          "country": "United States",
          "geoPoint": {
            "lat": 43.07305,
            "lon": -89.40123
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "url": "https://www.niaid.nih.gov/"
        },
        {
          "label": "NIAID Division of Allergy, Immunology, and Transplantation",
          "url": "https://www.niaid.nih.gov/about/dait"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        }
      ]
    }
  },
  "hasResults": false
}