{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03969862",
      "orgStudyIdInfo": {
        "id": "7572"
      },
      "organization": {
        "fullName": "University Hospital, Montpellier",
        "class": "OTHER"
      },
      "briefTitle": "Validation Study of NOVEOS® System (HYCOR)",
      "officialTitle": "Validation Study of Noveos® System as a Diagnostic Tools for Allergy",
      "acronym": "HYCOR"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-06",
      "overallStatus": "TERMINATED",
      "whyStopped": "Covid-19 sanitary crisis",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-12-04",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-03-10",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-03-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-05-28",
      "studyFirstSubmitQcDate": "2019-05-28",
      "studyFirstPostDateStruct": {
        "date": "2019-05-31",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-06-14",
      "lastUpdatePostDateStruct": {
        "date": "2021-06-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Montpellier",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hycor Biomedical",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background : The NOVEOS® method is a chemiluminescent immunoassay used to provide quantitative detection of total IgE and allergen-specific IgE antibodies in human serum.\n\nThe IgE antibody assay has an essential place in the diagnosis of mediated IgE allergies.\n\nThis system could become an alternative to the techniques used today. NOVEOS® uses a quick and convenient method to give results concerning the patient's sensitization profile towards allergens. The volume required for the assays is 4 μl (against more than 100 μl for current techniques), which is particularly important in pediatric and geriatric populations where it may be more difficult to take larger samples.\n\nNOVEOS® also brings true autonomy. In fact, the incorporated reagents provide sufficient capacity for 8 hours of continuous testing.\n\nObjective: Validate the NOVEOS® system as an allergy diagnostic tool, by estimating the sensitivity and specificity of the NOVEOS® assays compared to the gold standard diagnostic represented by the clinical history and PT positive, for a panel of 20 allergens\n\nMethods: This is a validation study of a new immunoassay method (Système NOVEOS®).\n\nThe study includes :\n\n* A preliminary phase to familiarize the team with the use of the NOVEOS® system. It is planned to analyze its technical characteristics: the precision, the sensitivity. Eight allergens will be tested, on a cohort of 136 patients\n* A validation study of the technique as a diagnostic tool for allergy (sensitivity and specificity compared to the gold standard represented by clinical history and positive PT) and comparison between the new technique and the ImmunoCap® system. Twenty allergens will be tested prospectively, each on 50 cases and 10 controls. A single patient may be both a case for an allergen and a witness for another. For rare allergies, the blood database of the Allergy Service will be used, and affected patients will be contacted to request their non-opposition."
    },
    "conditionsModule": {
      "conditions": [
        "Allergen-mediated IgE Allergy"
      ],
      "keywords": [
        "Allergy diagnostic tool",
        "Specific IgE assays",
        "Allergens"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 536,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patient with an allergen-mediated IgE allergy",
          "description": "Patients with a clinical history consistent with an allergen-mediated IgE allergy \\& with a sensitization demonstrated by a positive Prick-Test for the allergen source tested",
          "interventionNames": [
            "Device: NOVEOS® system"
          ]
        },
        {
          "label": "Patient without an allergen-mediated IgE allergy",
          "description": "Patient without a clinical history compatible with an IgE allergy-mediated allergy and without PT sensitization to be allergen",
          "interventionNames": [
            "Device: NOVEOS® system"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "NOVEOS® system",
          "description": "The NOVEOS® System is a fully automated, high-throughput immunoassay platform that uses magnetic microbeads as a solid phase.\n\nThis is a partially closed system that is primarily intended for the determination of specific IgE with NOVEOS® Hycor allergens. It has the CE mark.",
          "armGroupLabels": [
            "Patient with an allergen-mediated IgE allergy",
            "Patient without an allergen-mediated IgE allergy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Sensitivity and specificity of the NOVEOS® assay compared to the gold standard diagnosis.",
          "description": "In order to validate the NOVEOS® system as an allergy diagnostic tool, We have to estimate the sensitivity and specificity of the NOVEOS® assays compared to the gold standard diagnostic represented by the clinical history and Prick Test positive, for a panel of 20 allergens.",
          "timeFrame": "24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Specific IgE assessed by NOVEOS®",
          "description": "The serum-specific IgE assay is an in vitro assay of IgE antibodies that are able to bind specifically to their allergen.\n\nToday, there are techniques that allow the assay of both the IgE reactivity against sources of allergens, but also against the different allergenic components.\n\nThe results of the NOVEOS® method will be considered acceptable according to the following criteria:\n\n* Total agreement ratio of sample recovery ≥ 0.8\n* Linear Regression / Correlation between the 2 techniques, R ≥ 0.8",
          "timeFrame": "24 months"
        },
        {
          "measure": "Specific IgE assessed by Thermo-Fisher ImmunoCAP®",
          "description": "The serum-specific IgE assay is an in vitro assay of IgE antibodies that are able to bind specifically to their allergen.\n\nToday, there are techniques that allow the assay of both the IgE reactivity against sources of allergens, but also against the different allergenic components. There are already commercially available, validated and standardized methods; the most used is the Thermo-Fisher ImmunoCAP® (capable of detecting specific IgE amounts\\> 0.1 kUA / L).",
          "timeFrame": "24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "IncInclusion criteria:\n\n* Patient who is at least 6 years old\n* The patient must be an affiliate or beneficiary of a health insurance plan\n\nExclusion criteria:\n\n* Patient refusing to take part in the study\n* Patient participated in another study that may influence test results\n* The patient is in an exclusion period determined by a previous study\n* The patient is under the protection of justice, under guardianship or under curatorship\n* Patient under antihistaminic H1 treatment preventing the achievement of Prick-tests\n* The patient is pregnant\n* The patient is breastfeeding\n* The patient has a history of tumor, autoimmune, or immune deficiency pathology\n* The patient suffers from a hematological pathology (coagulation disorders, anemia) that could interfere with the blood test",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patient consulting in our allergy unit for a suspicion of allergy (respiratory, food, drug, hymenoptera venoms)",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Pascal DEMOLY, MD,PHD",
          "affiliation": "University Hospital, Montpellier",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital of Montpellier",
          "city": "Montpellier",
          "state": "Occitanie",
          "zip": "34295",
          "country": "France",
          "geoPoint": {
            "lat": 43.61093,
            "lon": 3.87635
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}