{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02081651",
      "orgStudyIdInfo": {
        "id": "272/13"
      },
      "organization": {
        "fullName": "Federico II University",
        "class": "OTHER"
      },
      "briefTitle": "Parmigiano-Reggiano Cheese as a Possible Strategy to Acquire Oral Tolerance in Children With Cow's Milk Allergy",
      "officialTitle": "Parmigiano-Reggiano Cheese as a Possible Strategy of Immunonutrition Able to Stimulate the Acquisition of Oral Tolerance in Childre With Cow's Milk Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-03"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2015-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2014-02-27",
      "studyFirstSubmitQcDate": "2014-03-05",
      "studyFirstPostDateStruct": {
        "date": "2014-03-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-03-05",
      "lastUpdatePostDateStruct": {
        "date": "2014-03-07",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Roberto Berni Canani",
        "investigatorTitle": "MD, PhD",
        "investigatorAffiliation": "Federico II University"
      },
      "leadSponsor": {
        "name": "Federico II University",
        "class": "OTHER"
      }
    },
    "descriptionModule": {
      "briefSummary": "Cow's milk allergy is the most common food allergy in children. The scenery clinical and epidemiological of cow's milk allergy is significantly changed in the last decade. The severity of the clinical manifestations is still rising, and now cow's milk allergy has become the leading cause of hospitalization for food -induced anaphylaxis in our country. In addition, the overall prevalence of cow's milk allergy is increasing for a gradual reduction in the ability to acquire immunological tolerance to cow's milk protein in the first years of life. These mutations dictate the need to identify strategies to stimulate the acquisition of immunological tolerance in children affected by cow's milk allergy . The mechanisms of acquired immunological tolerance are not yet fully defined . The current view suggests the existence of a dynamic mechanism , consisting of various cellular compartments , which is set in a crucial environmental factors arising mainly from the diet and its effects on the intestinal microbiota. These acquisitions have contributed to the definition of a new concept in the field of human nutrition: immunonutrition. The immunonutrition is the ability, through the intake of specific nutrients on the immune system to interfere directly or indirectly through modulation of the composition and function of the intestinal microbiota. The proponent group has recently shown that it is possible to stimulate a more rapid acquisition of immunological tolerance in children affected by CMA through the administration of extensively hydrolysed casein containing the probiotic Lactobacillus rhamnosus GG (LGG) (Berni Canani et al. J Pediatr 2013) . Several lines of evidence suggest that this effect is induced by a combination of direct immunomodulatory action exerted by some small peptides derived from the beta - casein and the action of lactobacillus GG. It 's well known that the Lactobacillus GG is able to adjust the composition and functions of the microbiota in the child with CMA and directly adjust some immunological mechanisms involved in the pathogenesis of this condition. At the same time other groups have demonstrated the possibility that a high percentage of patients with IgE-mediated CMA is able to tolerate foods containing hydrolyzed cow's milk proteins with different processes. It has also been speculated that these strategies can facilitate the acquisition of immune tolerance in patients with cow's milk allergy. One of these foods is Parmigiano -Reggiano cheese, which is characterized by an ' extensive hydrolysis of the proteins in cow's milk , which degrade the caseins present and generate large amounts of peptides and free amino acids and by the presence of appreciable quantities of Lactobacillus GG in the samples to maturing higher . In a recent study it was shown that 58% of patients suffering from IgE-mediated CMA is able to tolerate a daily intake of normal amounts of this food , especially in the absence of a sensibilization to IgE specific to the beta lactoglobulin. These new findings allow us to hypothesize the use of Parmigiano REggiano cheese as a possible strategy immunonutrition can stimulate the acquisition of immune tolerance in patients with CMA ."
    },
    "conditionsModule": {
      "conditions": [
        "Cow's Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 90,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Parmigiano Reggiano cheese",
          "type": "EXPERIMENTAL",
          "description": "Children treated Parmigiano Reggiano cheese for 12 months",
          "interventionNames": [
            "Dietary Supplement: Parmigiano Reggiano cheese"
          ]
        },
        {
          "label": "Control subjects",
          "type": "NO_INTERVENTION",
          "description": "Children with cow's milk allergy not assuming Parmigiano Reggiano cheese"
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Parmigiano Reggiano cheese",
          "armGroupLabels": [
            "Parmigiano Reggiano cheese"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Rate of patients who acquire immunological tolerance to cow's milk",
          "timeFrame": "After 12 months of intervention"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Rate of patients with positive skin prick test with Parmigiano Reggiano cheese",
          "timeFrame": "Enrollment and after 12 months of dietary treatment"
        },
        {
          "measure": "Rate of patients able to tolerate the Parmigiano Reggiano cheese at enrollment",
          "timeFrame": "Enrollment"
        },
        {
          "measure": "Differences in level of faecal butyrate after 12 months od treatment",
          "timeFrame": "After 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n-Children aged 3-10 years with cow's milk allergy\n\nExclusion Criteria:\n\n* children aged less than 3 years or aged more than 10 years,\n* concomitant chronic systemic diseases,\n* active tubercolosis,\n* autoimmune diseases,\n* immunodeficiency,\n* chronic inflammatory bowel disease,\n* celiac disease,\n* cystic fibrosis,\n* metabolic diseases,\n* malignancy,\n* malformations of the gastrointestinal tract,\n* suspected eosinophilic esophagitis or eosinophilic enterocolitis,\n* suspected food-protien-induced enterocolitis syndrome,\n* recent reaction to Parmigiano Reggiano cheese,\n* pre/probiotic assumption",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "10 Years",
      "stdAges": [
        "CHILD"
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}