{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05120375",
      "orgStudyIdInfo": {
        "id": "BAT-6021-001-CR"
      },
      "organization": {
        "fullName": "Bio-Thera Solutions",
        "class": "INDUSTRY"
      },
      "briefTitle": "Assessment of Safety and Preliminary Efficacy With BAT6021 in Solid Tumor Patients in China",
      "officialTitle": "A Phase 1, Multi-Center, Open-Label Study to Assess Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of BAT6021 as Mono Therapy or in Combination With Tislelizumab in Patients With Advanced Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-10",
      "overallStatus": "TERMINATED",
      "whyStopped": "Based on the disclosed global research data on the same target drugs, the company has carefully considered and decided to terminate the project to optimize the existing research pipeline.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-02-17",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-04-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-04-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-11-03",
      "studyFirstSubmitQcDate": "2021-11-03",
      "studyFirstPostDateStruct": {
        "date": "2021-11-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-10-08",
      "lastUpdatePostDateStruct": {
        "date": "2023-10-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Bio-Thera Solutions",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Main purpose:\n\n* To evaluate the safety and tolerability of BAT6021 injection in the treatment of locally advanced or metastatic solid tumors with single drug or combined with tislelizumab(anti PD-1 monoclonal antibody);\n* Explore the maximum tolerated dose (MTD) or maximum dosing dose (MAD) of BAT6021 injection monotherapy or in combination with tislelizumab and provide recommended dose and reasonable dosing regimen for phase II or subsequent clinical studies.\n\nSecondary purpose:\n\n* To evaluate the pharmacokinetic (PK) characteristics of BAT6021 injection with single or multiple doses of tislelizumab in patients with locally advanced or metastatic solid tumors;\n* Evaluate the immunogenicity of BAT6021 injection;\n* To evaluate the pharmacodynamics of BAT6021 injection;\n* Preliminary evaluation of the anti-tumor efficacy of BAT6021 injection alone or in combination with tislelizumab.",
      "detailedDescription": "This study design for center, openness, dose escalation, and expand the research of phase I clinical trials, research the main evaluation BAT6021 injection for single or combined Tislelizumab in patients with advanced malignant solid tumors in the safety, tolerability and PK characteristics, to explore the maximum tolerated dose and preliminary antitumor efficacy, provide the basis for subsequent clinical trials recommended dose.\n\nThe study is divided into two parts:\n\nPart I: single drug dose escalation study. Accelerated titration and \"3+3\" dose escalation rule were used to explore the safety, tolerability and pharmacokinetic characteristics of BAT6021.\n\nSince the clinical benefit of a single agent may be limited, the study used accelerated titration and the \"3+3\" dose-escalation rule to explore the safe dose range from the ethical point of view of exposing fewer subjects to ineffective doses. A total of 8 dose groups were set up, including 1mg (initial dose) group, 3mg group, 10mg group, 30mg group, 100mg group, 300mg group, 600mg group and 900mg group, respectively. The whole is divided into two phases. The first stage: 1mg group, 3mg group, 10mg group using accelerated titration method dose increase. The second stage: 30mg group, 100mg group, 300mg group, 600mg group, 900mg group according to the standard \"3+3\" rule for dose increase study.\n\nIf MTD is found, the sponsor may select a dose of MTD or lower as the recommended dose for phase II clinical studies after discussion with the investigator based on the specific situation. If MTD is not reached, the sponsor may select a dose of MAD or one of the following dose groups as the recommended dose for phase II clinical studies, depending on the specific situation and discussion with the investigator. As the study progresses, protocols may be allowed to revise the definition of DLT as appropriate in light of new clinical findings. Adverse events that meet DLT criteria occurring outside the DLT evaluation period or other adverse safety information that the investigator considers meaningful do not directly influence dose-escalation decisions, but should be taken into account in the final determination of THE RP2D. Prior to each dose increase, the sponsor and investigator will discuss and comprehensively evaluate the decision to increase or decrease the dose, using available information on safety, PK (if any), and efficacy.\n\nPrior to inclusion in the next dose team, all subjects in the previous dose group must complete 21 days of DLT observation before toleration is explored according to the standard \"3+3\" dose escalation rule. In dose-escalation studies, the first subject in the same dose group may be included in the next subject 1 week after the first dose observation. Within each dose group, a minimum of 24 hours should be allowed between the administration of the prior subject and the administration of subsequent subjects.\n\nDose reduction adjustments are not allowed. The dose of BAT6021 should be upregulated as appropriate, but with extreme caution, at least simultaneously: (1) Subjects have received at least 4 cycles of study medication; (2) After discussion between the sponsor and the study, it was concluded that the subjects receiving the higher primary dose group might bring more clinical benefits than the current dose group; (3) The higher dose group has been shown to fail to reach MTD by subsequent dose escalation studies.\n\nPart TWO: the study of dose escalation for combined administration. In BAT6021 combined with Tislelizumab of dose escalation study, before start the combination therapy, sponsor should communicate with CDE and ethics committee, submit BAT6021 single drug dose escalation stage research data.\n\nIn the dose extension study, according to the preliminary safety and efficacy data of the dose escalation study, the investigator discussed with the sponsor to select the appropriate dose and tumor species for the extension study, so as to further study the safety and clinical efficacy of BAT6021 single drug or combined tislelizumab, providing a basis for subsequent clinical studies. In the monotherapy group, 1 to 2 dose cohorts were studied, with no less than 6 patients in each dose cohorts, and PK study was conducted for all patients. In the combined treatment group, 4-5 cohorts of different tumor types will be selected, with no less than 20 patients in each cohort. In some cohorts for PK studies, no less than 6 subjects were included in PK studies.\n\nThe overall study period can be roughly divided into screening period, treatment period and follow-up period:\n\nScreening period: -28d\\~0d, that is, after the informed consent is signed, the screening evaluation can be completed within 28 days;\n\nTreatment period: There will be one administration cycle every 3 weeks, and the study drug will be given on the first day of each cycle. Starting from the second cycle, the time window of administration can be ±3 days. However, in addition to imaging examination, subjects must complete all tests including vital signs, laboratory examination, and physical status score within 72 hours before each administration. Subjects were also required to complete clinical tumor radiographic evaluations (consistent, CT or MRI) at a frequency of once every 6 weeks (±7 days) within 24 weeks of initial dosing and once every 9 weeks (±7 days) thereafter. Study drug therapy should continue until withdrawal due to disease progression, or unacceptable toxicity, or new antitumor therapy due to no therapeutic benefit, or withdrawal of informed consent and other reasons, or study termination, whichever comes first. The study termination time shall be 1 year after the last subject receives study medication or all subjects leave the study, whichever comes first.\n\nThe DLT evaluation period was defined as the first treatment cycle, from initial dosing to 21 days after dosing.\n\nFollow-up period: If the investigator decides to discontinue study drug Therapy, the EOT will be considered as the End of Therapy. EOT visits will be scheduled for all subjects, including those who have discontinued treatment for any reason other than loss of follow-up, death, or withdrawal of informed consent, within 21+7 days of the investigator's decision to discontinue the subject's study medication and prior to the subject receiving subsequent new antitumor therapy. EOT visits should include vital signs, physical examination, laboratory examination, and clinical tumor imaging evaluation (CT or MRI).\n\nSafety follow-up: After receiving the last dose of study drug, the subjects were required to undergo safety visits at 21 (+7), 60 (±7), and 90 (±7) days, including immune-related adverse events (irAE). Until 90 days or subjects receive new antitumor therapy. Safety visits should be conducted at the study center, where vital signs, physical examination, laboratory examination and other examinations should be performed to evaluate AE, concomitant medication and concomitant treatment. Disappear until related to study drug adverse reaction (or fell to a level 1 or less), the subjects after stop treatment if adverse reaction still exists, the researchers have discretion, in combination with the practical situation of clinical decision follow-up frequency until researchers believe that the outcome of adverse reactions to restore normal, stable at an acceptable level, or there will be no further improvements.\n\nFollow-up for survival: After the safe follow-up, the subjects were followed up once every 12 weeks (±14 days) by telephone until death, loss of follow-up, withdrawal of informed consent or termination of the study.\n\nThe longest treatment time of the drugs studied in this project is about 1 year. In the absence of disease progression or intolerance of toxicity 1 year after initial study use, subjects may return to the study facility and be continued by the investigator until disease progression occurs."
    },
    "conditionsModule": {
      "conditions": [
        "Solid Tumor"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 5,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "A/ Accelerated titration",
          "type": "EXPERIMENTAL",
          "description": "1mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "B/ Accelerated titration",
          "type": "EXPERIMENTAL",
          "description": "3mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "C/ Accelerated titration",
          "type": "EXPERIMENTAL",
          "description": "10mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "D/\"standard 3 + 3\"",
          "type": "EXPERIMENTAL",
          "description": "30mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "E/\"standard 3 + 3\"",
          "type": "EXPERIMENTAL",
          "description": "100mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "F/\"standard 3 + 3\"",
          "type": "EXPERIMENTAL",
          "description": "300mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "G/\"standard 3 + 3\"",
          "type": "EXPERIMENTAL",
          "description": "600mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        },
        {
          "label": "H/\"standard 3 + 3\"",
          "type": "EXPERIMENTAL",
          "description": "900mg of BAT6021",
          "interventionNames": [
            "Drug: BAT6021"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "BAT6021",
          "description": "Ⅳ infusions",
          "armGroupLabels": [
            "A/ Accelerated titration",
            "B/ Accelerated titration",
            "C/ Accelerated titration",
            "D/\"standard 3 + 3\"",
            "E/\"standard 3 + 3\"",
            "F/\"standard 3 + 3\"",
            "G/\"standard 3 + 3\"",
            "H/\"standard 3 + 3\""
          ],
          "otherNames": [
            "Recombinant humanized monoclonal antibody against TIGIT injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Dose-limiting toxicity(DLT)",
          "description": "Dose-limiting toxicity (DLT) is defined as AE that occurred during the observation period of DLT and are considered to be at least possibly related to the drug under study, as follows: Grade 5 toxicity; Hematological toxicity: Grade 4 anemia; Grade 4 thrombocytopenia lasting ≥7 days; Grade 3 thrombocytopenia with bleeding(grade ≥2) or requiring platelet transfusion; Grade 4 neutropenia ≥7 days or grade 3 neutropenia with infection ≥7 days; Grade ≥3 neutropenia with fever; Non-hematological toxicity: Grade ≥3 non-hematological toxicity (AE not detected by simple laboratory tests); Grade 3 or 4 non-hematological toxicity detected by clinical laboratory tests that meets any of the following criteria: (1) Clinical intervention is required; (2) Resulting in hospitalization; (3) Any treatment-related toxicities resulting in a delay of more than 2 weeks in cycle 2 administration;",
          "timeFrame": "3 weeks"
        },
        {
          "measure": "maximum tolerated dose (MTD)",
          "description": "MTD was defined as the highest dose level of DLT observed in ≤1/6 subjects in a dose group during the DLT evaluation period",
          "timeFrame": "3 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Pharmacokinetics (PK)",
          "description": "Cmax",
          "timeFrame": "every cycle until cycle 6 (one cycle equals 3 weeks)"
        },
        {
          "measure": "Immunogenicity",
          "description": "Presence of ADAs / neutralizing antibodies (NAbs)",
          "timeFrame": "every cycle until cycle 6 (one cycle equals 3 weeks)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: ≥18 years old, gender: male or female;\n2. The expected survival was assessed as at least 3 months;\n3. ECOG physical status score is required to be 0 or 1;\n4. Patients with locally advanced or metastatic malignant solid tumors confirmed by histology or cytology without standard therapy, failure of standard therapy, or inapplicable standard therapy;\n5. According to RECIST 1.1, there must be evaluable tumor focus in dose increase stage, and at least one measurable tumor focus in dose expansion stage;\n6. Fertile women must have a negative serum pregnancy test within 7 days prior to the first dose and be willing to use an effective method of birth control/contraception to prevent pregnancy during the study period up to 6 months after the last dose. Male patients must agree to use an effective contraceptive method for the duration of the study until 6 months after the study's last dosing; Postmenopausal women must be amenorrhea for at least 12 months before they are considered infertile.\n\nExclusion Criteria:\n\n1. Prior treatment with anti-TiGit monoclonal antibody or anti-TiGit active double antibody;\n2. Are receiving or are expected to receive other anti-tumor therapies during the study period, including but not limited to chemotherapy, radiotherapy, immunotherapy, hormone therapy (except alternative therapy), targeted therapy, biotherapy and proprietary Chinese medicines with anti-tumor effects;\n\n3, first study drug delivery from previous antineoplastic therapy (chemotherapy and endocrine therapy, targeted therapy, immunotherapy, or tumor embolization, etc.) less than three weeks or five half-lives of longer (in time), the last time or distance large radiotherapy under 3 weeks (range palliative radiotherapy for bone metastases should full 2 weeks). Or less than 2 weeks since the last treatment with anti-tumor indications of proprietary Chinese medicine/immunomodulatory drugs (including thymosin, interferon, interleukin, etc.), or less than 8 weeks since the last radiation therapy;\n\n4\\. Received other unmarketed investigational drugs or treatments within 4 weeks prior to the first use of the investigational drug;\n\n5\\. Have received live/attenuated or mRNA vaccine within 4 weeks prior to screening or plan to receive live/attenuated or mRNA vaccine during the study period;\n\n6\\. Pregnant or lactating women;\n\n7\\. Patients whose AE caused by previous antitumor therapy did not recover to CTCAE 5.0≤ 1, except hair loss;\n\n8\\. Patients with primary CNS tumor or symptomatic CNS metastasis should be excluded. Patients with meningeal metastasis or previous history of epilepsy should be excluded. Patients with clinically controlled CNS metastases who are asymptomatic or symptomatic but stable as determined by the investigator may be included, provided that the following conditions are met: Disease stability ≥4 weeks before first administration; B. Cranial MRI enhancement found no evidence of progression of central nervous system disease within 4 weeks prior to initial administration; C. Antiepileptic drugs have been discontinued and prednisone dosage ≤10mg/ day or equivalent hormone dosage ≥2 weeks before the first medication;\n\n9\\. Patients who underwent major organ surgery (excluding needle biopsy) within 4 weeks prior to the first use of the study drug or have not recovered from the surgery, or have suffered significant trauma, or need to undergo elective surgery during the study period;\n\n10\\. Those with a history of tissue or organ transplantation;",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Yilong Wu, M.D, Ph.D",
          "affiliation": "Guangdong Provincial People's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Guangdong Provincial People's Hospital",
          "city": "Guangzhou",
          "state": "Guangdong",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "The First Affiliated Hospital,Sun Yat-sen University",
          "city": "Guangzhou",
          "state": "Guangdong",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "The Affiliated Hospital of Guizhou Medical University",
          "city": "Guiyang",
          "state": "Guizhou",
          "country": "China",
          "geoPoint": {
            "lat": 26.58333,
            "lon": 106.71667
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    }
  },
  "hasResults": false
}