{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04790487",
      "orgStudyIdInfo": {
        "id": "LCH-6-072019"
      },
      "organization": {
        "fullName": "Larkin Community Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Chlorpheniramine Maleate Nasal Spray for Chronic Rhinitis",
      "officialTitle": "A Randomized Placebo Control Trial to Evaluate the Efficacy of Chlorpheniramine Maleate Nasal Spray vs. Placebo for Acute or Chronic Rhinitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-10",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "Study Period Ended/Not Completed",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-07-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-12-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-12-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-03-06",
      "studyFirstSubmitQcDate": "2021-03-09",
      "studyFirstPostDateStruct": {
        "date": "2021-03-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-10-12",
      "lastUpdatePostDateStruct": {
        "date": "2023-10-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Larkin Community Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis is defined as the symptoms of sneezing, nasal itching, airflow obstruction, and, mostly, clear nasal discharge caused by IgE-mediated reactions against inhaled allergens and involving mucosal inflammation driven by T cells (Th2) auxiliary type 2. pollens and molds, as well as allergens from perennial interiors, such as dust mites, pets, pests, and some molds. The pattern of dominant allergens depends on the geographic region and degree of urbanization, but the general prevalence of sensitization to allergens does not vary among census districts in the United States. This research proposes to study a separate antihistamine in a nasal spray. It is important to note that this antihistamine is available without prescription (OTC) and has been studied intranasal since the 1950s1",
      "detailedDescription": "Allergic rhinitis is defined as the symptoms of sneezing, nasal itching, airflow obstruction and, mostly, clear nasal discharge caused by IgE-mediated reactions against inhaled allergens and involving mucosal inflammation driven by T cells (Th2) auxiliary type 2. pollens and molds, as well as allergens from perennial interiors, such as dust mites, pets, pests and some molds. The pattern of dominant allergens depends on the geographic region and degree of urbanization, but the general prevalence of sensitization to allergens does not vary among census districts in the United States.2 Sensitization to inhaled allergens begins during the first year of life; Sensitization to indoor allergens precedes sensitization to pollens. Because viral respiratory infections occur frequently in young children and produce similar symptoms, it is very difficult to diagnose allergic rhinitis in the first 2 or 3 years of life. The prevalence of allergic rhinitis reaches its peak in the second to fourth decades of life and then gradually decreases.\n\nThe frequency of sensitization to inhaled allergens is increasing and is now more than 40% in many populations in the United States and Europe. The prevalence of allergic rhinitis in the United States is approximately 30%. Allergic rhinitis contributes to lost or unproductive time at work and school, to sleep problems and among affected children, to less participation in outdoor activities. In addition, children with allergic rhinitis are more likely than unaffected children to have myringotomy tubes placed and their tonsils and adenoids removed. The ability to control asthma in people with asthma and allergic rhinitis has been linked to the control of allergic rhinitis.\n\nMost people with asthma have rhinitis. The presence of allergic rhinitis (seasonal or perennial) significantly increases the likelihood of asthma: up to 40% of people with allergic rhinitis have or will have asthma. It is also important to define the physiological functional breathing of obstructive sleep apnea (OSA). Functional or physiological breathing is through the nose, while OSA is the collapse of the muscles of the oropharyngeal airways. Nasal obstruction and OSA are usually comorbid. Therapies to increase nasal volume and airflow in compromised patients have a significant benefit in reducing the symptoms of nighttime and daytime respiratory disorders.\n\nThe nose represents more than 50% of the total resistance of the upper airway and plays an important role in the establishment of physiological functions such as humidification, heating and air filtration. The nasal mucosa is a dynamic organ controlled by the autonomic nervous system. Periodic nasal congestion and decongestion have been termed the \"nasal cycle.\" In patients with permanent unilateral nasal obstruction, the nasal cycle can contribute to a significant increase in total resistance of the respiratory tract.\n\nEach nasal inhalation mixes nitric oxide (NO) gas from the maxillary sinuses and is transported to the lungs. It is NOT necessary for the movement of the cilia in the paranasal sinuses to carry out the waste, it is anti-fungal, antibacterial and anti-viral, it is also important in the peripheral vasodilatation of the blood vessels. In selected patients, it was recommended that the final point to treat OSA be the restoration of nasal breathing. Resistance of the upper respiratory tract can cause an increase in blood pressure. Mouth breathing does not have any of the mechanisms of physiological protection, so that people with this condition are more prone to respiratory infections, as well as to dental sequelae (gum disease, open anterior bite). That is why the investigators propose to study the combination of an antihistamine with more than 60 years in the market that was studied intranasal in the 50s. Nowadays it is known that the combination of antihistamine have better effect, less side effects than oral treatments. In the US and Europe, a combination of steroids with antihistamine of European origin is available only by recipes and is highly expensive. This research proposes to study a separate antihistamine in a nasal spray. It is important to note that this antihistamine is available without prescription (OTC) and has been studied intranasal since the 1950s1,2.\n\nMethod\n\nA multicenter, randomized, double-blind, 14-day study will be conducted during the spring of 2019. After starting 5 days of placebo therapy, 100 patients from each group with moderate to severe nasal symptoms will be randomized to treatment. with (1) chlorpheniramine nasal spray vs placebo (nasal saline). All treatments will be administered in the form of 1 spray per nostril twice a day. The main variable of effectiveness will be the change from the beginning in the total score of nasal symptoms (TNSS), which consists of nasal congestion, nasal discharge, nasal itching and sneezing. The main efficacy variables will be (1) the change from the beginning to day 14 in the total reflective nasal symptom score (TNSS) in the first 12 hours, which combines scores for rhinorrhea, sneezing, itchy nose and nasal congestion, and (2) Start of Action, based on the instant TNSS for 4 hours after the first dose of the study drug. During the double-blind treatment period, patients will record their symptom scores on daily cards twice a day (morning and afternoon). Patients older than or equal to 18 years will complete the questionnaire on the quality of life of rhinoconjunctivitis (RQLQ) at the beginning of the study and on day 14. Patients will be instructed to call the office at any time for any questions . Follow-up appointments will be in 1 week, two, and four weeks."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis",
        "Nasal Congestion"
      ],
      "keywords": [
        "Nasal Spray",
        "Chlorpheniramine"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Two groups placebo control",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "maskingDescription": "double-blinded",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Chlorpheniramine",
          "type": "EXPERIMENTAL",
          "description": "Chlorpheniramine (CPM)",
          "interventionNames": [
            "Drug: CPM"
          ]
        },
        {
          "label": "Control",
          "type": "PLACEBO_COMPARATOR",
          "description": "Saline",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CPM",
          "description": "one spray dose (\\~100 µL of the solution containing 1.25 mg CPM) per nostril twice a day",
          "armGroupLabels": [
            "Chlorpheniramine"
          ],
          "otherNames": [
            "Chlorpheniramine"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Saline",
          "armGroupLabels": [
            "Control"
          ],
          "otherNames": [
            "PLB"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Daily Symptom Score (DSS)",
          "description": "Allergy daily symptoms score The daily symptom score (DSS) consists of six individual symptom scores: four nasal symptoms (runny nose, blocked nose, sneezing, and itchy nose) and two ocular symptoms (gritty feeling or red or itchy eyes, and watery eyes). 0 to 3: 0 = no symptoms; 1 = mild symptoms; 2 = moderate symptoms; and 3 = severe symptoms for a max of 18",
          "timeFrame": "30 days"
        },
        {
          "measure": "Visual Analogue Scale (VAS)",
          "description": "visual analogue scale is a measurement instrument that tries to measure a characteristic or attitude that is believed to range across a continuum of values and cannot easily be directly measured. The scale goes from 0 (no symptoms) to 10 (most severe)",
          "timeFrame": "30 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. No oral steroids\n2. No oral antihistamine\n3. No Nafasoline If the patient needs rescue treatment, he will go to the intervention arm with chlorpheniramine or with the combination of chlorpheniramine and fluticasone. If a participant experienced a severe acute nasal block, the investigator could authorize the use of a short course of oxymetazoline spray for a maximum of 3 days and a maximum total of 1 day during the treatment period. Oxymetazoline should not be used within 24 hours of a scheduled visit during the study.\n\nExclusion Criteria:\n\n1. Large (grade 3) polyps, indicating severe nasal obstruction\n2. Surgical treatment for nasal polyps during the last 3 months\n3. Cystic fibrosis\n4. Purulent nasal infection\n5. Allergic rhinitis\n6. Any disease likely to interfere with the study parameters or which gave evidence of any serious or unstable concurrent disease or psychological disorder",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Marcos A Sanchez-Gonzalez",
          "affiliation": "Larkin Health System",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Larkin Health System",
          "city": "South Miami",
          "state": "Florida",
          "zip": "33143",
          "country": "United States",
          "geoPoint": {
            "lat": 25.7076,
            "lon": -80.29338
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "11332874",
          "type": "BACKGROUND",
          "citation": "Van Toor BS, Buchwald A, Stengele E, Trenk D, Gercek C, de Mey CM. Systemic bioavailability of nasally applied chlorphenamine maleate (0.4% nasal spray) relative to tablets administered perorally. Int J Clin Pharmacol Ther. 2001 Apr;39(4):173-8. doi: 10.5414/cpp39173."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D015508",
          "term": "Nasal Obstruction"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D000402",
          "term": "Airway Obstruction"
        },
        {
          "id": "D012131",
          "term": "Respiratory Insufficiency"
        },
        {
          "id": "D012120",
          "term": "Respiration Disorders"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D002744",
          "term": "Chlorpheniramine"
        }
      ],
      "ancestors": [
        {
          "id": "D010632",
          "term": "Pheniramine"
        },
        {
          "id": "D011725",
          "term": "Pyridines"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        }
      ]
    }
  },
  "hasResults": false
}