{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01744990",
      "orgStudyIdInfo": {
        "id": "CER12-020"
      },
      "organization": {
        "fullName": "University Hospital, Geneva",
        "class": "OTHER"
      },
      "briefTitle": "Tree Nuts Allergies: Does a Single Nut Allergy Necessitate the Dietary Eviction of Other Tree Nuts?",
      "officialTitle": "Tree Nuts Allergies: Does a Single Nut Allergy Necessitate the Dietary Eviction?",
      "acronym": "ProNut"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2018-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-12-03",
      "studyFirstSubmitQcDate": "2012-12-06",
      "studyFirstPostDateStruct": {
        "date": "2012-12-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-10-09",
      "lastUpdatePostDateStruct": {
        "date": "2018-10-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Philippe Eigenmann",
        "investigatorTitle": "Head, Pediatric Allergy Unit, Department of Pediatrics",
        "investigatorAffiliation": "University Hospital, Geneva"
      },
      "leadSponsor": {
        "name": "University Hospital, Geneva",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Allergistiftung Ulrich Müller",
          "class": "UNKNOWN"
        },
        {
          "name": "Food Allergy Research & Education",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The aim of this study is to identify, based on standardized food provocation tests, which nuts allergic patients need a selective, or a complete dietary eviction of all kind of nuts (nuts being defined as peanut, all tree nuts, pine nut and sesame). The investigators postulate that predictive factors of multiple nut allergy are high specific immunoglobulin E level, positive skin tests and/or clinical markers, such as atopic dermatitis, presence of other food allergies or a history of a severe previous reaction",
      "detailedDescription": "Food allergy in children is a disease of growing importance, current estimation in school age children are between 4 and 8 %. The most frequently involved foods in IgE reaction in school-aged children are hazelnut (especially in Switzerland according to the ongoing Swiss Registry, Wiesner et al, personal communication) and peanut. Tree nuts and peanut allergies are often involved in severe reactions, including cases of death by anaphylaxis. In addition, the disease is long-lasting as Fleischer et al could show that only 9% of children with nut allergies will outgrew from it. This number is worse than for peanut where a positive outcome is seen in 20% of the patients.\n\nFood challenges are the most reliable tests to investigate a possible food allergy, but these are time consuming and may elicit severe reactions in patients with a previous history of anaphylactic reactions(8). There are no allergy tests able at this time to predict with certainty the clinical reactivity, although Sampson et al could identify a general tree nuts specific IgE cut-off level with a high positive predictive value for clinical reactivity.\n\nIt could be demonstrated, in well-designed studies, that in vitro cross-sensitivity between tree nuts (members of the oleaginous family) and peanut (members of the legume family) is frequent (86%). However, clinical reactions to tree nuts are estimated to be present in only 40% of peanut allergic patients. Therefore 60% of peanut allergic patients may eat tree nuts without reactions.\n\nSimilarly, there is a large in vitro cross-sensitivity between tree nuts. However, it is not known to date if this cross-sensitivity relates to clinical reactivity. Consequently, in case of one tree nut allergy, strict eviction to all nuts is largely recommended, and possibly results in a unnecessary dietary eviction of all tree nuts leading to a high impact on the quality of life of the children.\n\nWe aim to identify, based on standardized food provocation tests, which nuts allergic patients need a selective, or a complete dietary eviction of all kind of nuts (nuts being defined as peanut, all tree nuts, pine nut and sesame). We postulate that predictive factors of multiple nut allergy are high specific immunoglobulin E level, positive skin tests and/or clinical markers, such as atopic dermatitis, presence of other food allergies or a history of a severe previous reaction."
    },
    "conditionsModule": {
      "conditions": [
        "Nut Allergy in Children"
      ],
      "keywords": [
        "Nuts",
        "allergy",
        "Oral food challenge",
        "skin testing",
        "basophil activation tests",
        "specific IgE's"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 130,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Interventional single arm",
          "type": "OTHER",
          "description": "Single group of children undergoing the same investigations and follow up",
          "interventionNames": [
            "Other: Oral food challenges to multiple nuts"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Oral food challenges to multiple nuts",
          "armGroupLabels": [
            "Interventional single arm"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluation of cross reactivity in nut allergic children",
          "description": "With the aim of oral food challenges (OFC's)in nut allergic children, we want to study the allergic cross-reactivity of all nut. The efficiency of various allergological testing, like skin prick tests, specific IgE or basophil activation test in predicting the potential cross-reactivity versus oral tolerance will be assessed.",
          "timeFrame": "12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Identify predictive factors of multiple nut allergy",
          "description": "We postulate that predictive factors of multiple nut allergy are high specific IgE level, positive skin tests and/or clinical markers, such as atopic dermatitis, presence of other food allergies or a history of a severe previous reaction.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Quality of life in food allergic children",
          "description": "Studying variation of quality of life after reintroduction of various nuts with a validated food allergy of life questionnaire (FAQLQ). filled up by the parents and/or the child during follow uip visits",
          "timeFrame": "36 months"
        },
        {
          "measure": "Follow up visits to evaluate the uprising of an allergy to a nut regularly ingested",
          "description": "With the aim of follow up visits during a total of 36 months, will want to evaluate the consumption of tolerated or reintroduced nuts. The goal is to analyze the risk an nut allergic child might present a new allergy to an other nut he is regularly consuming.",
          "timeFrame": "36 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Children 1 - 16 years of age at the time of inclusion (a minimum of 75 children \\< 6 years old required, over the 3 centers)\n* Children with convincing history of IgE-mediated systemic allergic reaction (not only oral symptoms) after consumption of one or more \"nuts\" (peanut, hazelnut, walnut, almond, cashew, pecan, Brazil, macadamia, pine nut, sesame) within last 12 months and SPT \\> 3 mm and/or positive specific IgE (\\>0.1 kU/l).\n* Children without a convincing history of IgE-mediated systemic allergic reaction (for example only oral symptoms) after consumption of one or more \"nuts\" (peanut, hazelnut, walnut, almond, cashew, pecan, brazil, macadamia, pistachio, pine nut, sesame) but with clear evidence of sensitization (SPT \\> 3 mm and/or positive specific IgE (\\> 0.1 kU/l) and a positive standardized food challenge to the nut.\n* Informed consent approved and signed by the patient's legal representative and, if applicable, by the child itself.\n\nExclusion Criteria:\n\n* Uncontrolled asthma (according to the European Guidelines)(13)\n* Chronic urticaria\n* Children with a chronic systemic disease\n* Children who are dependent on daily antihistamine use",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Months",
      "maximumAge": "16 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Philippe A Eigenmann, MD",
          "affiliation": "University Hospital, Geneva",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Gideon Lack, MD",
          "affiliation": "St. Thomas' Hospital, London (UK)",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Antonio Nieto, MD",
          "affiliation": "Hospital Infantil La Fe, Valencia, Spain",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Helen Brough, MD",
          "affiliation": "St. Thomas' Hospital, London (UK)",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Haddad Diab, MD",
          "affiliation": "St. Peter's Hospital, Surrey (UK)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Infantil La Fe",
          "city": "Valencia",
          "zip": "46009",
          "country": "Spain",
          "geoPoint": {
            "lat": 39.47391,
            "lon": -0.37966
          }
        },
        {
          "facility": "University Hospital Geneva",
          "city": "Geneva",
          "state": "Canton of Geneva",
          "zip": "1211",
          "country": "Switzerland",
          "geoPoint": {
            "lat": 46.20222,
            "lon": 6.14569
          }
        },
        {
          "facility": "St. Peter's Hospital",
          "city": "Chertsey",
          "state": "Surrey",
          "zip": "KT16 0PZ",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 51.38812,
            "lon": -0.50782
          }
        },
        {
          "facility": "St. Thomas' Hospital",
          "city": "London",
          "zip": "SE1 7EH",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        }
      ]
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "Philippe Eigenmann, Head, Pediatric Allergy Unit, Department of Pediatrics, University Hospital, Geneva",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2022-05-18"
          },
          {
            "type": "RESET",
            "date": "2023-02-20"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2022-05-18",
        "submissionInfos": [
          {
            "releaseDate": "2022-05-18",
            "resetDate": "2023-02-20"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}