{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06912152",
      "orgStudyIdInfo": {
        "id": "MT027-PNT-001"
      },
      "organization": {
        "fullName": "Zhejiang University",
        "class": "OTHER"
      },
      "briefTitle": "MT027 in Patients With Advanced Peritoneal Malignancies or Abdominal Metastatic Solid Tumors",
      "officialTitle": "Phase I Dose-Escalation Study of MT027: Evaluating Tolerability, Safety, Pharmacokinetics, and Preliminary Efficacy in Patients With Advanced Peritoneal Malignancies or Abdominal Metastatic Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-05-12",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-10-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-03-28",
      "studyFirstSubmitQcDate": "2025-03-28",
      "studyFirstPostDateStruct": {
        "date": "2025-04-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Weijia Fang, MD",
        "investigatorTitle": "Chief doctor",
        "investigatorAffiliation": "Zhejiang University"
      },
      "leadSponsor": {
        "name": "Zhejiang University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This is an open-label, single-arm phase I dose-escalation study designed to evaluate the safety, tolerability, pharmacokinetic profile, and preliminary efficacy of MT027 in patients with advanced primary peritoneal malignancies or abdominal metastases secondary to malignant solid tumors. The study primarily focuses on determining the maximum tolerated dose and recommended phase II dose through sequential cohort dose escalation, while secondarily characterizing the pharmacokinetic parameters and collecting initial efficacy data regarding tumor response.\n\nThis investigation comprehensively evaluates the pharmacodynamic and pharmacokinetic profile of MT027 cellular therapy through three primary objectives: (1) systematic monitoring of treatment-emergent adverse events and clinically significant laboratory parameter deviations; (2) assessment of antitumor activity with correlative biomarker analysis; and (3) characterization of cellular kinetics including biodistribution patterns, mechanistic pathways of therapeutic activity, and comprehensive immunogenicity assessment measuring both cellular/humoral immune responses against MT027 cells. The protocol further investigates potential host-versus-product immune reactions through longitudinal monitoring of donor-specific antibodies and cytokine release profiles, while employing advanced molecular tracking methodologies to elucidate cellular persistence and functional modulation within the tumor microenvironment.",
      "detailedDescription": "This single-arm, dose-escalation phase I clinical trial aims to assess the tolerability, safety, pharmacokinetic profile, and preliminary efficacy of MT027 in patients with advanced primary peritoneal malignancies or secondary abdominopelvic metastatic solid tumors.\n\nThis phase I study implements a tripartite dose-escalation framework (1×10⁷, 3×10⁷, and 6×10⁷ cells/administration) with biweekly intravenous dosing. Post-initial dosing requires a 4-week observation period for dose-limiting toxicities (DLT) graded per NCI-CTCAE v5.0 criteria, followed by subsequent 14-day interval administrations. Following 6 completed treatment cycles (12 weeks), participants may either transition to surveillance follow-up or continue therapy per investigator-determined risk-benefit analysis.\n\nThe hybrid accelerated titration \"3+3\" design initiates with single-patient cohorts for preliminary dose evaluation, transitioning to conventional 3+3 methodology (minimum 3 patients/cohort) for subsequent dose levels. Protocol-defined dose escalation beyond predetermined thresholds requires documented consensus between investigators and sponsors, contingent upon comprehensive review of cumulative safety parameters (including DLT absence) and emerging efficacy indicators.\n\nThe trial progresses through sequential Phase IA (dose-finding) and Phase IB (dose-expansion) stages. Phase Ia cessation triggers include either confirmation of Recommended Phase II Dose (RP2D) or investigator-verified favorable therapeutic index at any dose level.\n\nAn interim analysis will be conducted upon Phase IA completion, followed by submission of an ethical amendment application prior to initiating Phase IB. Phase IB will be initiated with multi-cohort expansion (n=9-18 per cohort) across prespecified malignancies: colorectal adenocarcinoma (CRC), gastric carcinoma (GC), high-grade serous ovarian carcinoma (HGSOC), breast cancer (BC), non-small cell lung cancer (NSCLC), small cell lung cancer (SCLC), metastatic castration-resistant prostate cancer (mCRPC), clear cell renal cell carcinoma (ccRCC), and cervical squamous cell carcinoma (CSCC), etc."
    },
    "conditionsModule": {
      "conditions": [
        "B7-H3-positive Advanced Malignant Solid Tumors Advanced Primary Peritoneal Tumors or Secondary Abdominal Metastatic Malignant Solid Tumors"
      ],
      "keywords": [
        "MT027, B7-H3 CAR-T, Universal CAR-T, Solid tumor"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Accelerated titration and 3+3 design dose escalation",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 12,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "MT027 CAR-T cells MT027 CAR-T cells are allogeneic genetically modified T cells.",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: MT027 CAR-T cells"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "MT027 CAR-T cells",
          "description": "Prior to MT027 cell infusion, lymphodepleting chemotherapy with fludarabine and cyclophosphamide was administered.\n\nDose Group 1: 1×10⁷ cells per administration; Dose Group 1: 3×10⁷ cells per administration; Dose Group 1: 6×10⁷ cells per administration; Based on the data obtained, adjustments to the specific number of cells in the established dosage groups and/or the addition of dosage groups may be made after discussion between the collaborators and researchers. A dose reduction titration may also be conducted based on the completed dosage groups.",
          "armGroupLabels": [
            "MT027 CAR-T cells MT027 CAR-T cells are allogeneic genetically modified T cells."
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of Adverse events after MT027 cells infusion",
          "description": "Incidence and proportion of adverse events during the trial (NCI-CTCAE v5.0 criteria )",
          "timeFrame": "28 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Obtain the maximum tolerated dose of MT027 cells",
          "description": "Dose-limiting toxicity after cell infusion",
          "timeFrame": "3 months"
        },
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "The Objective Response Rate (ORR) is the percentage of participants who achieved Complete Response (CR) or Partial Response (PR) based on RECIST version 1.1.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Disease Control Rate (DCR)",
          "description": "Disease control rate (DCR) is the percentage of participants who achieved Complete Response (CR) or Partial Response (PR) or Stable disease (SD) based on RECIST version 1.1.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Duration of Overall Response (DOR)",
          "description": "Time from documentation of disease response to disease progression.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Progression-Free Survival (PFS)",
          "description": "PFS is defined as the time from CAR-T infusion to the date of the disease progression or death from any cause.",
          "timeFrame": "2 years"
        },
        {
          "measure": "RP2D",
          "description": "The RP2D is the optimal dose level selected for further evaluation in Phase II clinical trials, based on safety, tolerability, pharmacokinetic (PK), pharmacodynamic (PD), and preliminary efficacy data gathered during Phase I dose-escalation studies. It represents the dose that balances maximum therapeutic benefit with acceptable toxicity for patients.",
          "timeFrame": "4 weeks after the CAR-T cells infusion"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "OS is defined as the time from CAR-T infusion to the date of death due to any cause.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Overall Survival Rate （OSR）",
          "timeFrame": "2 years"
        },
        {
          "measure": "Progression-Free Survival Rate (PFSR)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Puncture-Free Survival （PuFS）",
          "timeFrame": "2 years"
        },
        {
          "measure": "Objective Response Rate of peritoneal cavity effusion",
          "timeFrame": "2 years"
        },
        {
          "measure": "Symptoms and signs of peritoneal cavity effusion",
          "timeFrame": "2 years"
        },
        {
          "measure": "Bio-distribution of MT027 cells",
          "description": "The pharmacokinetic (PK) parameters will be calculated by measuring CAR copy numbers of MT027 cells in ascites and peripheral blood following single-dose and multiple-dose administrations, including:\n\nSingle-dose PK metrics: Area under the curve from 0 to 28 days (AUC\\<sub\\>0-28d\\</sub\\>), peak concentration (C\\<sub\\>max\\</sub\\>), time to peak concentration (T\\<sub\\>max\\</sub\\>), and elimination half-life (T\\<sub\\>1/2\\</sub\\>);\n\nSteady-state PK parameters during and post-multiple dosing: Trough concentration at steady state (C\\<sub\\>min,ss\\</sub\\>), peak concentration at steady state (C\\<sub\\>max,ss\\</sub\\>), average steady-state concentration (C\\<sub\\>av,ss\\</sub\\>), fluctuation index (DF), area under the curve over a dosing interval at steady state (AUC\\<sub\\>0-τ\\</sub\\>), time to peak concentration at steady state (T\\<sub\\>max,ss\\</sub\\>), accumulation ratio (R\\<sub\\>ac\\</sub\\>), and persistence profile.",
          "timeFrame": "3 months"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Interim analysis",
          "description": "An interim analysis will be conducted upon Phase IA completion, encompassing exploratory subgroup analyses during dose escalation stratified by tumor histology, B7H3 expression levels, prior therapeutic regimens, and baseline tumor burden, etc. These predefined stratification factors will guide pharmacokinetic/pharmacodynamic (PK/PD) correlations and safety-efficacy evaluations across molecularly defined patient subsets.",
          "timeFrame": "1 years"
        },
        {
          "measure": "B7H3 expression level of MT027 treatment in patients with B7H3-positive advanced malignancies",
          "description": "The B7H3 expression in tumor tissue will be measured by biopsy and immunohistochemistry",
          "timeFrame": "2 years"
        },
        {
          "measure": "Changes in the number of tumor cells and tumor-infiltrating immune cells of MT027 treatment in patients with B7H3-positive",
          "description": "Quantitative assessment of tumor cellularity and tumor-infiltrating lymphocytes will be performed through histopathological evaluation of biopsy specimens using multiplex immunohistochemistry (IHC) panels, multiplex immunofluorescence (mIF) , and DNA/RNA sequencing, etc.",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients must meet all of the following inclusion criteria to be enrolled in this study:\n\n  1. Voluntarily participate in this study and provide a signed and dated written informed consent form before undergoing any study-specific procedures, sampling, or analyses;\n  2. Aged 18-70 years (inclusive), regardless of gender;\n  3. Diagnosed with primary malignancy confirmed by pathology and/or histology (with complete pathological report provided), including:Advanced solid tumors that have failed ≥2 lines of prior standard therapy;Advanced solid tumors (e.g., gastric cancer, colorectal cancer, platinum-resistant advanced ovarian cancer, fallopian tube cancer, etc.) with no standard treatment available, or for which accessible treatments have failed, or for which the investigator deems the patient intolerant to accessible treatments based on comprehensive risk-benefit assessments (intolerance defined as ≥Grade 3 adverse reactions post-treatment, or reactions below Grade 3 but persistent or recurrent, impacting continued treatment). All related adverse reactions must resolve to ≤Grade 1 or return to baseline before screening or the first dose.Primary malignant peritoneal tumors confirmed by pathology and/or histology, including primary peritoneal cancer, peritoneal mesothelioma, etc., with failed or intolerable standard therapy;Other solid tumors with peritoneal metastasis judged by the investigator to lack standard treatment options.\n  4. Clear systemic treatment plan for primary and metastatic lesions, with no anticipated changes during the study;\n  5. Confirmed peritoneal metastasis via biopsy, cytology, CT, or prior evidence;\n  6. Enhanced CT shows intraperitoneal space-occupying lesions with ≥1 measurable lesion (per iRECIST criteria); or evaluable malignant peritoneal effusion via ultrasound (per WHO criteria);\n  7. Willingness to provide recent FFPE tissue samples, pathological slides (8 consecutive unstained slides), or ascites tumor cells for B7-H3 expression testing, with confirmed B7-H3 positivity;\n  8. No intraperitoneal drug injections (including hyperthermic intraperitoneal chemotherapy) within 1 month before signing the informed consent, except diagnostic paracentesis;\n  9. Expected survival ≥3 months;\n  10. ECOG performance status (PS) score of 0-2;\n  11. Laboratory results during screening meeting the following criteria:\n\n      Blood tests (within 14 days):\n\n      WBC ≥3.0×10\\^9/L; ANC ≥1.5×10\\^9/L; Lymphocytes ≥0.8×10\\^9/L; Platelets ≥90×10\\^9/L; Hemoglobin ≥90 g/L (transfusions or erythropoietin allowed). Patients requiring repeated transfusions due to active bleeding or chronic conditions must be discussed with the sponsor.\n\n      Liver function (within 7 days):\n\n      Total bilirubin ≤1.5×ULN; ALT/AST ≤2.5×ULN (≤5×ULN if liver metastases present).\n\n      Renal function (within 7 days):\n\n      Serum creatinine ≤1.5×ULN; or CrCL ≥30 mL/min (Cockcroft-Gault formula).\n\n      Coagulation (within 7 days):\n\n      INR/PT ≤1.3×ULN; APTT ≤1.5×ULN.\n  12. Recovery of prior systemic treatment toxicity to ≤Grade 1 or baseline (except alopecia);\n  13. Fertile males and females must agree to use contraception from informed consent until 180 days post-last MT027 cell infusion.\n\nExclusion Criteria:\n\n* 1\\. Known allergy to the investigational drug or its excipients; 2. Contraindications to peritoneal puncture or deemed unlikely to benefit from intraperitoneal therapy; 3. MSI-H/dMMR colorectal cancer patients not previously treated with immunotherapy; 4. Extensive liver metastases (\\>70% liver involvement); 5. Confirmed portal vein thrombosis; 6. Bowel obstruction within 4 weeks before dosing; 7. Conditions limiting drug diffusion (e.g., compartmentalized or gelatinous ascites); 8. Surgery or radiotherapy within 4 weeks before the first dose; 9. Systemic steroids (excluding replacement therapy) or immunosuppressants within 1 week before treatment; 10. Participation in other drug trials within 4 weeks before screening; 11. Prior B7-H3-targeted therapy (antibody/ADC/cell therapy) without confirmed B7-H3 positivity via biopsy; 12. Severe allergy to any component of the investigational drug or biologics; 13. Concurrent malignancies (except cured cervical carcinoma in situ or basal cell carcinoma); 14. Severe autoimmune diseases; 15. Prior allogeneic tissue/organ transplant; 16. Live vaccines within 2 weeks before cell therapy or planned during the study; 17. Active HBV, HCV (unless RNA-negative), HIV, syphilis, EBV, or CMV infection; 18. Active systemic infection or coagulation disorders; 19. Severe cardiac (NYHA Class III+), hepatic (Child-Pugh C+), renal (CKD ≥Stage 4), or pulmonary insufficiency; 20. Pregnancy or lactation; 21. Any condition deemed unsuitable by the investigator",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Weijia Fang",
          "role": "CONTACT",
          "phone": "+86-0571-87235147",
          "email": "weijiafang@zju.edu.cn"
        },
        {
          "name": "Xiaomeng Dai",
          "role": "CONTACT",
          "phone": "+86-0571-87235149",
          "email": "dxm1106@zju.edu.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Weijia Fang",
          "affiliation": "Zhejiang University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "The First Affiliated Hospital Zhejiang University School of Medicine",
          "status": "RECRUITING",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    }
  },
  "hasResults": false
}