{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04006106",
      "orgStudyIdInfo": {
        "id": "APHP180157"
      },
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Defining ENDOtypes in Perioperative Hypersensitivity by Extensive Cellular and Molecular PHENotyping (ENDOPHEN)",
      "officialTitle": "Defining ENDOtypes in Perioperative Hypersensitivity by Extensive Cellular and Molecular PHENotyping and Assessment of Their Association to Severity",
      "acronym": "ENDOPHEN"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-10-06",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-10-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-04-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-05-29",
      "studyFirstSubmitQcDate": "2019-07-01",
      "studyFirstPostDateStruct": {
        "date": "2019-07-02",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-12-18",
      "lastUpdatePostDateStruct": {
        "date": "2024-12-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Perioperative Acute Hypersensitivity (PAH) is a systemic reaction that occurs rapidly following injection of a drug during anesthesia.The HSA-PA reaction must occur within a maximum of one hour after the induction of anesthesia or a new product by the anesthetist. The main mechanism evoked is an immune response of immediate systemic hypersensitivity or anaphylaxis. Anaphylactic reactions are classically described as IgE-dependent and triggered by the injection of allergen which by bridging specific IgE present on the surface of mast cells, induces a massive release of histamine responsible for the observed symptoms. The diagnosis of this mechanism (IgE endotype) requires the determination of associated circulating mediators (histamine and mast cell tryptase) as well as skin tests performed during an allergologic evaluation. However, our previous work on patients with PAH (NASA study, ClinicalTrials.gov: NCT01637220) demonstrated that classical markers of IgE endotype are present in only 42% of patients. This finding has three consequences:\n\n* a diagnostic inaccuracy with deleterious consequences for the patient,\n* the existence of undocumented endotypes explaining the observed clinical manifestations,\n* a lack of formal identification of culprit drug, with uncertainty about the eviction recommendations leading to consequences for the safety of the patient.\n\nThe investigators hypothesize that symptoms associated with PAH are caused by several distinct endotypes involving different cellular effectors and molecular mediators. These endotypes may be related to the immune system but independent of IgE, or independent of the immune system.\n\nTo assess these endotypes, The investigators will be measuring the activation status of blood cells and a wide range of secreted mediators in blood drawn as soon as possible after PAH onset, and at steady state during a subsequent allergology visit. These data will be analyzed along with clinical data in multivariate analysis and clustering to define coherent profiles among patients.\n\nDefinition of previously unexplored endotypes will allow to explain more PAH reactions and to design new diagnostic and therapeutic strategies.\n\nDuring the ENDOPHEN protocol, the measurement of a large number of biological parameters will be correlated with the clinical phenotype in patients who have presented a PAH. However, the procedures of general anesthesia themselves lead to a certain number of physiological modifications likely to modify the parameters measured in the ENDOPHEN protocol. This is why it was decided to carry out an ancillary study, the PHENZERO study, the objective of which is to measure the reference values of the parameters provided for in ENDOPHEN in an anesthetized population without any hypersensitivity phenotype (\"zero\" phenotype).",
      "detailedDescription": "Background\n\nPerioperative Acute Hypersensitivity (PAH) is a systemic reaction that occurs rapidly following injection of a drug during anesthesia. Symptoms may include erythema, angioedema, bronchoconstriction, vasodilation, and increased capillary permeability leading to severe hypotension or even cardiac arrest. The rate of occurrence is estimated between 1/6,000 and 1/20,000 anesthesia according to literature. Despite adequate management, mortality is estimated between 3 and 9%. The main substances responsible for these reactions are the neuromuscular blocking agents (NMBA) and beta-lactams, more rarely the gelatin-based filling solutions, contrast agents, antiseptics or other hypnotic or analgesic drugs. The main mechanism is an immune response of immediate systemic hypersensitivity or anaphylaxis. Anaphylactic reactions are classically described as IgE-dependent and triggered by the injection of allergen which by bridging specific IgE present on the surface of mast cells, induces a massive release of histamine responsible for the observed symptoms. The diagnosis of this mechanism (IgE endotype) requires the determination of associated circulating mediators (histamine and mast cell tryptase) as well as skin tests performed in an allergology consultation. However, our previous work on patients with NMBA-triggered PAH (NASA study, ClinicalTrials.gov: NCT01637220) demonstrated that classical markers of IgE endotype are present in only 42% of patients. This finding has three consequences:\n\n* a diagnostic inaccuracy with deleterious consequences for the patient,\n* the existence of undocumented endotypes explaining the observed clinical manifestations,\n* a lack of formal identification of the culprit drug, with uncertainty about the eviction recommendations leading to consequences for the safety of the patient.\n\nHypothesis and aims The investigators hypothesize that symptoms associated with PAH are caused by several distinct endotypes involving different cellular effectors and molecular mediators. These endotypes may be related to the immune system but independent of IgE, or independent of the immune system.\n\nThe main objective of this study is to characterize the different endotypes of PAH reactions by an exploratory clustering approach based on analysis of i) activation state of blood cells and ii) concentration of secreted mediators, all measured during PAH onset.\n\nThe secondary objectives are:\n\n* to assess links between the different endotypes identified and the clinical and biological parameters of the PAH reaction, in particular the severity and the responsible drug\n* Constitute a biobank (serum, plasma, DNA) to be able to continue the exploration of the different endotypes\n\nStudy design The investigators will include all patients \\>18 years old presenting, during a general anesthesia, symptoms compatible with a PAH severe enough to for the anesthetist to request biological exploration using the \"anaphylaxis kit\" (tryptase, histamine and specific IgE measurement). The anaphylaxis kit will be modified to contain additional tubes allowing to measure blood cell counts, blood cell activation (flow cytometry), proteic and lipidic mediators. Clinical data about the reaction will be collected by the local investigator via an electronic form.\n\nUpon recovery, patients will sign informed consent and will be planned for allergological evaluation 6-8 weeks after (standard care). During allergological evaluation, skin test against all drugs received will be performed and blood will be drawn to measure tryptase and specific IgE as per standard care. Additional tubes will allow to measure the same parameters as at inclusion, and additionally to recover DNA and peripheral mononucleated blood cells.\n\nOutcomes and analyses The main goal is to define sets of biological parameters corresponding to distinct endotypes. The data will be submitted to principal component analysis (PCA) to determine groups of patients with distinct profiles, and which parameters are the more relevant for each profile. Unsupervised hierarchical clustering will also be used to define groups of patients with distinct clinical and biological profiles.\n\nTo assess the link between severity and clinical/biological data, logistic regression models will be used as well as severity-adjusted PCA."
    },
    "conditionsModule": {
      "conditions": [
        "Perioperative Complication",
        "Hypersensitivity"
      ],
      "keywords": [
        "Drug hypersensitivity",
        "Endotypes",
        "Anaphylaxis"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "serum, plasma, peripheral blood mononuclear cell (PBMC), blood DNA"
      },
      "enrollmentInfo": {
        "count": 103,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in activation status of blood cells between inclusion and 10 weeks, measured by CD62L mean fluorescent intensity on neutrophils by flow cytometry.",
          "description": "Measures on patients with hypersensitivity phenotype",
          "timeFrame": "0 and 10 weeks"
        },
        {
          "measure": "Change in inflammatory mediators concentrations (CRP, IL-6, leukotrien B4; in pg/mL) between inclusion and 10 weeks, measured by ELISA.",
          "description": "Measures on patients with hypersensitivity phenotype",
          "timeFrame": "0 and 10 weeks"
        },
        {
          "measure": "Change in activation status of blood cells between inclusion and 1 month, measured by CD62L mean fluorescent intensity on neutrophils by flow cytometry.",
          "description": "Measures on patients without any hypersensitivity phenotype",
          "timeFrame": "0 and 1 month"
        },
        {
          "measure": "Change in inflammatory mediators concentrations (CRP, IL-6, leukotrien B4; in pg/mL) between inclusion and 1 month, measured by ELISA.",
          "description": "Measures on patients without any hypersensitivity phenotype",
          "timeFrame": "0 and 1 month"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Establish a correlation between change in activation status of blood cells as defined in the outcome 1 and severity of the PAH reaction as measured by the Ring and Messmer classification.",
          "timeFrame": "0 and 10 weeks"
        },
        {
          "measure": "Establish a correlation between change in inflammatory mediators concentrations (CRP, IL-6, leukotrien B4; in pg/mL) between inclusion and 10 weeks and severity of the PAH reaction as measured by the Ring and Messmer classification.",
          "timeFrame": "0 and 10 weeks"
        },
        {
          "measure": "Constitute a biobank (serum, plasma, DNA) to be able to continue the exploration of the different endotype",
          "timeFrame": "0 and 10 weeks"
        },
        {
          "measure": "Constitute a biobank (serum, plasma, DNA) to be able to continue the exploration of the different endotype",
          "timeFrame": "0 and 1 month"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "ENDOPHEN protocol\n\nInclusion Criteria:\n\n* Age ≥18 years\n* Patient presenting, during a general anesthesia, clinical signs compatible with an PAH sufficiently severe for the anesthetist to request biological exploration using the \"anaphylaxis kit\" present in all operating theaters\n\nExclusion Criteria:\n\n* Protected person: under guardianship or curatorship\n* Person deprived of liberty by judicial or administrative decision\n* Person under psychiatric care\n* Patient not affiliated to social security\n\nSecondary exclusion Criteria:\n\nRefusal to sign a written consent to continue participation\n\nPHENZERO protocol\n\nInclusion Criteria:\n\n* Age ≥18 years\n* Patient undergoing scheduled cardiac surgery under general anesthesia\n\nExclusion Criteria:\n\n* Refusal to sign a free, informed and written consent\n* Weight \\<= 57kg\n* Patient with severe systemic infection, (CTCAE ≥ 3)\n* Patient coming from resuscitation or intensive care unit\n* Patient in shock (grade I to IV)\n* Patient on immunosuppressants\n* Protected person: under guardianship or curatorship\n* Person deprived of liberty by judicial or administrative decision\n* Person under psychiatric care\n* Patient not affiliated to social security",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "ENDOPHEN protocol Patient presenting, during a general anesthesia, clinical signs compatible with an PAH sufficiently severe for the anesthetist to request biological exploration using the \"anaphylaxis kit\" present in all operating theaters\n\nPHENZERO protocol Patient who do not present clinical signs consistent with PAH during general anesthesia",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Luc DE CHAISEMARTIN, MD, PhD",
          "affiliation": "Assistance Publique - Hôpitaux de Paris",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Ambroise Paré Hospital",
          "city": "Boulogne-Billancourt",
          "country": "France",
          "geoPoint": {
            "lat": 48.83545,
            "lon": 2.24128
          }
        },
        {
          "facility": "Beaujon Hospital",
          "city": "Clichy",
          "country": "France",
          "geoPoint": {
            "lat": 48.90018,
            "lon": 2.30952
          }
        },
        {
          "facility": "Louis Mourier Hospital",
          "city": "Colombes",
          "country": "France",
          "geoPoint": {
            "lat": 48.91882,
            "lon": 2.25404
          }
        },
        {
          "facility": "Bichat Hospital",
          "city": "Paris",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Européen Georges Pompidou Hospital",
          "city": "Paris",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "La Pitié Salpêtrière Hospital",
          "city": "Paris",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Saint Louis Hospital",
          "city": "Paris",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D004342",
          "term": "Drug Hypersensitivity"
        },
        {
          "id": "D000707",
          "term": "Anaphylaxis"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D064420",
          "term": "Drug-Related Side Effects and Adverse Reactions"
        },
        {
          "id": "D064419",
          "term": "Chemically-Induced Disorders"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ]
    }
  },
  "hasResults": false
}