{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06158139",
      "orgStudyIdInfo": {
        "id": "LCCC2223-ATL"
      },
      "organization": {
        "fullName": "UNC Lineberger Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Autologous CAR-T Cells Targeting B7-H3 in PDAC",
      "officialTitle": "A Phase I Study of Autologous CAR-T Cells Targeting the B7-H3 Antigen and Containing the Inducible Caspase 9 Safety Switch in Subjects With Refractory Pancreatic Ductal Adenocarcinoma (PDAC)"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-07-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-06",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-06",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-11-27",
      "studyFirstSubmitQcDate": "2023-11-27",
      "studyFirstPostDateStruct": {
        "date": "2023-12-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-14",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "UNC Lineberger Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "M.D. Anderson Cancer Center",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this gene therapy research study is to test the safety and tolerability of using a new treatment called autologous T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (iC9.CAR.B7-H3 T cells) in patients with pancreatic ductal adenocarcinoma that came back after receiving standard therapy for this cancer. The iC9.CAR.B7-H3 treatment is experimental and has not been approved by the Food and Drug Administration.",
      "detailedDescription": "This is a phase 1, single-center, open-label study to determine the safety of escalating doses of chimeric antigen receptor T cells (CAR-T) cells targeting the B7-H3 antigen and containing the inducible caspase 9 safety switch (iC9-CAR.B7-H3 T cells) administered to adult subjects with refractory pancreatic ductal adenocarcinoma. The safety of iC9-CAR.B7-H3 T cells will be investigated using a modified 3+3 design with a starting dose of 1 × 106 transduced cells/kg. The data from the dose escalation will be used to determine a recommended phase 2 dose, which will be decided based on the maximum tolerated dose and additional factors such as the ability to manufacture sufficient cells for infusion.\n\nThe body has different ways of fighting cancer and other diseases; however, no single way seems perfect. The experimental treatment in this study combines two different ways the body fights cancer, and they are antibodies and T cells. Antibodies are proteins that protect the body from foreign invaders like bacteria. Antibodies work by attaching to these bacteria or substances, which stops them from growing and causing bad effects. T cells are special infection-fighting blood cells that can kill viruses and other cells, including tumor cells. Antibodies and T cells have been used to treat patients with cancer. They both have shown promise, but neither alone has been able to cure most patients. The treatment that is being studied in this study is called autologous T lymphocyte chimeric antigen receptor cells targeted against the B7-H3 antigen and containing inducible caspase 9 safety switch (iC9). The short name for this treatment is iC9.CAR.B7-H3 T cells. For the rest of this consent, we will refer to the iC9.CAR.B7-H3 T cells as the modified CAR-T cells for ease of reading this consent."
    },
    "conditionsModule": {
      "conditions": [
        "Pancreas Cancer",
        "Relapse",
        "Resistant Cancer"
      ],
      "keywords": [
        "cellular therapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 27,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CAR-T Cell Therapy",
          "type": "EXPERIMENTAL",
          "description": "Single Arm Subjects with Refractory Pancreatic Ductal Adenocarcinoma (PDAC) cancer will receive iC9.CAR.B7-H3 T cells manufactured from their collected blood sample.",
          "interventionNames": [
            "Biological: iC9-CAR.B7-H3 T cell infusion"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "iC9-CAR.B7-H3 T cell infusion",
          "description": "iC9-CAR.B7-H3 T cell product will be administered via intravenous injection over 5 - 10 minutes.",
          "armGroupLabels": [
            "CAR-T Cell Therapy"
          ],
          "otherNames": [
            "Cellular Therapy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participants with adverse event",
          "description": "Number of participants with adverse event (AE)s as a measure of safety and tolerability of intraventricular administration iC9-CAR.B7-H3 T cells in subjects with progressive recurrent or refractory pancreatic cancer.\n\nAEs will be classified and graded according to the National Cancer Institute's Common Terminology Criteria for Adverse Events (NCI-CTCAE) version 5.0. Dose Limiting Toxicities (DLTs) are defined as at least possibly related to iC9-CAR.B7-H3 T cell product administration.",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Cytokine Release Syndrome",
          "description": "Cytokine Release Syndrome (CRS) will be graded according to the American Society for Transplantation and Cellular Therapy (ASTCT) CRS Consensus Grading.\n\nGrade 1 - Mild (Symptomatic Management): Fever ≥38\\^ o C, No hypotension, No hypoxia, Grade 2 - Moderate (Moderate Intervention): Fever ≥38\\^ o C, Hypotension not requiring vasopressors, Hypoxia requiring low-flow nasal cannula (≤6 L/minute) or blow-by, Grade 3 - Severe (Aggressive Intervention): Fever ≥ 38\\^ o C, Hypotension requiring a vasopressor with or without vasopressin, Hypoxia requiring high-flow nasal cannula (\\>6 L/minute), facemask, nonrebreather mask, or Venturi mask, Grade 4 - Life-threatening (Life-sustaining intervention): Fever ≥38\\^oC, Hypotension requiring multiple vasopressors (excluding vasopressin), Hypoxia requiring positive pressure (e.g. Continuous positive airway pressure, BiPAP, intubation, mechanical ventilation), Grade 5 - Death: Death.",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Neurotoxicity",
          "description": "Neurotoxicity will be graded according to the Central Nervous System (CNS) Toxicity criteria.\n\nGrade 0: Normal or no change from baseline exam at start of therapy, Grade 1: Mild lethargy and/or irritability or visual, motor, or sensory symptoms without change in neurological exam, Grade 2: Moderate lethargy, disorientation, or psychosis lasting \\< 48 hours or mild increase in pre-existing neurological deficit, Grade 3: \\>48hours of severe lethargy, but responsive to verbal stimuli or disorientation or psychosis lasting \\>48 hours, Grade 4: Coma, unresponsive to verbal stimuli, increasing neurological deficit above grade 3, evidence of herniation, development of uncontrolled seizures, intracerebral hemorrhage.",
          "timeFrame": "Up to 4 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Definition of Dose Limiting Toxicity",
          "description": "The Dose Limiting Toxicity of iC9-CAR.B7-H3 T cells will be determined based on the modified 3+3 dose finding rule defined in the protocol. Dose escalation will be performed considering the dose-limiting toxicities (DLTs), dose level (DL) will be increased unless there is no DLT.",
          "timeFrame": "Up to 4 weeks"
        },
        {
          "measure": "Progression Free Survival (PFS)",
          "description": "PFS is measured from the first day of lymphodepletion chemotherapy to progression as defined per response evaluation criteria in solid tumors (RECIST 1.1) and immune response evaluation criteria in solid tumors ( iRECIST) or death. RECIST1.1: Complete Response, the disappearance of all target lesions; Partial Response, \\>=30% decrease in the sum of the longest diameter; Stable Disease, no response or less response than Partial or Progressive; or Progressive Disease, as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. irRECIST: Complete Response disappearance of all lesions, no new lesions, lymph nodes \\< 10 mm in short axis; Partial Response, ≥30% decrease in the sum of lesions; Stable response, not meeting criteria for irCR, irPR, or irPD; Progressive Disease, ≥20% increase in tumor burden and minimum 5 mm absolute increase in compared to nadir; for no new non-target.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "OS will be measured from the first day of lymphodepleting chemotherapy prior to iC9-CAR.B7-H3 T cell infusion to date of death for any cause.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "The disease control rate (DCR)",
          "description": "DCR will be defined as the percentage of subjects with \\[complete response + partial response + stable disease\\] as defined by per response evaluation criteria in solid tumors (RECIST 1.1) and immune response evaluation criteria in solid tumors ( iRECIST) or death. RECIST1.1: Complete Response, the disappearance of all target lesions; Partial Response, \\>=30% decrease in the sum of the longest diameter; Stable Disease, no response or less response than Partial or Progressive; or Progressive Disease, as a 20% increase in the sum of the longest diameter of target lesions, or a measurable increase in a non-target lesion, or the appearance of new lesions. irRECIST: Complete Response disappearance of all lesions, no new lesions, lymph nodes \\< 10 mm in short axis; Partial Response, ≥30% decrease in the sum of lesions; Stable response, not meeting criteria for irCR, irPR, or irPD; Progressive Disease, ≥20% increase in tumor burden and minimum 5 mm absolute increase in compared to nadir.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "B7-H3 expression",
          "description": "B7-H3 expression will be measured via immunohistochemistry (IHC) on tumor samples.",
          "timeFrame": "Up to 18 months"
        },
        {
          "measure": "The proportion of subjects who were able to receive CAR-T cell infusion",
          "description": "Feasibility will be assessed as the proportion of subjects who were able to receive CAR-T cell infusion to those subjects who enrolled in the study and underwent cell procurement for CAR-T cell manufacturing.",
          "timeFrame": "Up to 18 months"
        },
        {
          "measure": "Objective response rate (ORR)- bridging therapy",
          "description": "To determine the objective response rate (ORR) following lymphodepletion and infusion of iC9.B7-H3 CAR-T cells in subjects with pancreatic ductal adenocarcinoma, who receive bridging therapy.\n\nThe ORR will be defined as the rate of complete responses + partial responses by 6 weeks from the date of lymphodepletion prior to the first administration of iC9.B7-H3 CAR-T cells per RECIST 1.1 criteria and iRECIST.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Objective response rate- no bridging therapy",
          "description": "The ORR in subjects with pancreatic ductal adenocarcinoma who did not receive bridging therapy will be defined as the rate of complete responses + partial responses by 6 weeks from the date of lymphodepletion prior to the first administration of iC9.B7-H3 CAR-T cells per RECIST 1.1 and iRECIST criteria.",
          "timeFrame": "Up to 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Written informed consent and Health Insurance Portability and Accountability Act (HIPAA) authorization for releasing personal health information explained to, understood by, and signed by the subject or legally authorized representative.\n2. Age ≥ 18 years at the time of consent.\n3. Eastern Cooperative Oncology Group of 0-1 Performance Status)\n4. Histological or cytological evidence/confirmation of pancreatic ductal adenocarcinoma.\n5. Female subjects of childbearing potential must be willing to abstain from heterosexual activity or to use 2 forms of effective methods of contraception from the time of informed consent until 6 months after study treatment discontinuation. The two contraception methods can be comprised of two barrier methods, or a barrier method plus a hormonal method or an intrauterine device that meets \\< 1% failure rate for protection from pregnancy in the product label.\n6. Male subjects with female partners must have had a prior vasectomy or agree to use an adequate method of contraception (i.e., double barrier method: condom plus spermicidal agent) starting with the first dose of study therapy through 3 months after the cell infusion therapy.\n\nExclusion Criteria:\n\n1. Subjects with a prior or concurrent malignancy whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen.\n2. Subject is not willing and able to comply with study procedures based on the judgment of the investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Catherine Cheng",
          "role": "CONTACT",
          "phone": "+1 919-445-4208",
          "email": "UNCImmunotherapy@med.unc.edu"
        },
        {
          "name": "Caroline Babinec",
          "role": "CONTACT",
          "email": "UNCImmunotherapy@med.unc.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Ashwin Somasundaram, MD",
          "affiliation": "UNC Lineberger Comprehensive Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of North Carolina at Chapel Hill Lineberger Comprehensive Cancer Center",
          "status": "RECRUITING",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27599",
          "country": "United States",
          "contacts": [
            {
              "name": "Caroline Babinec",
              "role": "CONTACT",
              "phone": "919-966-5902",
              "email": "UNCImmunotherapy@med.unc.edu"
            },
            {
              "name": "Ashwin Somasundaram, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Clinical trials at UNC Lineberger",
          "url": "http://unclineberger.org/patientcare/clinical-trials/clinical-trials"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010190",
          "term": "Pancreatic Neoplasms"
        },
        {
          "id": "D012008",
          "term": "Recurrence"
        }
      ],
      "ancestors": [
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004701",
          "term": "Endocrine Gland Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D010182",
          "term": "Pancreatic Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D064987",
          "term": "Cell- and Tissue-Based Therapy"
        }
      ],
      "ancestors": [
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}