{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02517983",
      "orgStudyIdInfo": {
        "id": "CHUB-CRD"
      },
      "organization": {
        "fullName": "Brugmann University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Phenotyping the Chronic Respiratory Diseases (CRD) in Ho Chi Minh City, Vietnam",
      "officialTitle": "Phenotyping the Chronic Respiratory Diseases (CRD) in Ho Chi Minh City, Vietnam"
    },
    "statusModule": {
      "statusVerifiedDate": "2016-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-08"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2016-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2015-07-28",
      "studyFirstSubmitQcDate": "2015-08-05",
      "studyFirstPostDateStruct": {
        "date": "2015-08-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2016-09-09",
      "lastUpdatePostDateStruct": {
        "date": "2016-09-12",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Olivier Michel",
        "investigatorTitle": "Head of clinic",
        "investigatorAffiliation": "Brugmann University Hospital"
      },
      "leadSponsor": {
        "name": "Brugmann University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "World Health Organization (WHO) considers chronic respiratory disease (CRD) as one of its four priorities. These diseases include asthma and rhinitis, chronic obstructive pulmonary diseases (COPD), occupational lung diseases, sleep apnoea syndromes, pulmonary hypertension, bronchiectasis and interstitial lung diseases. They constitute a serious public health problem in all countries throughout the world, in particular in low and middle income countries and in deprived populations. Hundreds of millions of people of all ages, in all countries of the world, are affected by chronic respiratory diseases. More than 50% of them live in low and middle income countries. Over 90% of deaths and the complete inability, due to CRDs occur in countries with low or middle incomes.\n\nThe main causes of CRD are: tobacco smoke, occupational factors, indoor air pollution and outdoor air pollution, allergens, sequelae of respiratory infections such as tuberculosis.\n\nMore than 30% of the population of Ho Chi Minh City (HCMC) could develop a CRD. In fact, 15% of children and 7% of adults could become asthma and 6% of the population could become COPD due to smoking. Children exposed to fumes from biomass burning, early in their life, seem to have a higher risk to develop COPD. The high level of air pollution in HCMC could aggravate asthma / COPD. Populations combining the rural risk (exposure to smoke from biomass) and the urban risk (smoking, pollution) may develop COPD much earlier (before age 40). Among the 9 million people in HCMC, 50% of the population is rural origin. Within this population, parasites could play a protective role against the risk of allergic asthma and consequently, the better control of helminthiasis among urban population, may result in allergic diseases such as asthma and anaphylaxis. Finally, the sequelae of tuberculosis (incidence is 200/100000) could participate to the morbidity of COPD / CRD.\n\nStudy granted by the ARES-CUD (\"Comission universitaire au développement\")"
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Respiratory Diseases"
      ],
      "keywords": [
        "chronic respiratory diseases phenotyping"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 610,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Chronic respiratory disease",
          "interventionNames": [
            "Other: epidemiology"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "epidemiology",
          "description": "Relative prevalence of different chronic respiratory disease phenotypes",
          "armGroupLabels": [
            "Chronic respiratory disease"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Relative prevalence of the different chronic respiratory diseases phenotype",
          "description": "This will be measured by the percentage of each chronic respiratory diseases phenotype, according to the lung function test.",
          "timeFrame": "4 months after start of study"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "role of environmental risk factors in developing chronic respiratory diseases",
          "description": "This will be measured by means of a questionnaire.",
          "timeFrame": "4 months after start of study"
        },
        {
          "measure": "role of occupational risk factors in developing chronic respiratory diseases",
          "description": "This will be measured by means of a questionnaire.",
          "timeFrame": "4 months after start of study"
        },
        {
          "measure": "role of clinical risk factors in developing chronic respiratory diseases",
          "description": "This will be measured by means of a questionnaire and lung function test",
          "timeFrame": "4 months after start of study"
        },
        {
          "measure": "Allergen skin reactivity test to assess the role of atopic in developing chronic respiratory diseases",
          "timeFrame": "4 months after start of study"
        },
        {
          "measure": "Induced sputum analysis to assess the relationship between phenotype and endotype among a sub-group of chronic respiratory diseases",
          "timeFrame": "4 months after start of study"
        },
        {
          "measure": "Biomarkers assessment for risk factors of chronic respiratory diseases",
          "description": "Total IgE number and specific IgE number if needed depending on each phenotype of chronic respiratory disease",
          "timeFrame": "4 months after start of study"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age: ≥ 18 years old\n* Gender: Female and Male\n* Signed informed consent\n* Out-patients at the Pham Ngoc Thach Hospital\n* One or several symptoms suggesting chronic respiratory disease (cough, chest tightness, wheezing, dyspnoea, sputum), lasting 3 months or more.\n* Lung function defect (FEV1/FVC \\< 0,7 or FEV1 \\< 80% PV with FEV1/FVC \\> 0,7 or FEV1\\> 80% PV and FEV1/FVC \\> 0,7 with a decrease of DLCO (\\< 80% PV).\n\nFEV1: Forced Expiratory Volume in 1 Second FVC : Forced Vital Capacity PV: predicted value DLCO: Diffusing Capacity of the Lung for Carbon Monoxide\n\n* Patients are able to stop anti-histamine 5 days before evaluation.\n* Patients are able to stop bronchodilator treatment before performing lung function test according to standard practice (immediate release theophylline: 24 hours, long acting β2-agonist: 12 hours, short acting β2-agonist: 6 hours and short acting anticholinergic: 8 hours).\n\nExclusion Criteria:\n\n* The patients do not agree to participate in the study.\n* Presence of one or more chronic diseases: HIV, active tuberculosis, hypertension, heart failure, diabetes, low BMI (\\<18.5) or mental health disorders.\n* Treatment with B-blockers, drugs of vascular/heart disease",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The out-patient population with chronic respiratory disease who are admitted in Pham Ngoc Thach Hospital",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Oliver Michel, MD",
          "affiliation": "CHU Brugmann",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Ha Chu Thi, MD",
          "affiliation": "Pham Ngoc Thach Hospital, Ho Chi Minh City, Vietnam",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Pham Ngoc Thach Hospital",
          "city": "Ho Chi Minh City",
          "zip": "70000",
          "country": "Vietnam",
          "geoPoint": {
            "lat": 10.82302,
            "lon": 106.62965
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "19716941",
          "type": "BACKGROUND",
          "citation": "COPD-more than just tobacco smoke. Lancet. 2009 Aug 29;374(9691):663. doi: 10.1016/S0140-6736(09)61535-X. No abstract available."
        },
        {
          "pmid": "20223919",
          "type": "BACKGROUND",
          "citation": "Bousquet J, Kiley J, Bateman ED, Viegi G, Cruz AA, Khaltaev N, Ait Khaled N, Baena-Cagnani CE, Barreto ML, Billo N, Canonica GW, Carlsen KH, Chavannes N, Chuchalin A, Drazen J, Fabbri LM, Gerbase MW, Humbert M, Joos G, Masjedi MR, Makino S, Rabe K, To T, Zhi L. Prioritised research agenda for prevention and control of chronic respiratory diseases. Eur Respir J. 2010 Nov;36(5):995-1001. doi: 10.1183/09031936.00012610. Epub 2010 Mar 11."
        },
        {
          "pmid": "19758373",
          "type": "BACKGROUND",
          "citation": "Flohr C, Tuyen LN, Quinnell RJ, Lewis S, Minh TT, Campbell J, Simmons C, Telford G, Brown A, Hien TT, Farrar J, Williams H, Pritchard DI, Britton J. Reduced helminth burden increases allergen skin sensitization but not clinical allergy: a randomized, double-blind, placebo-controlled trial in Vietnam. Clin Exp Allergy. 2010 Jan;40(1):131-42. doi: 10.1111/j.1365-2222.2009.03346.x. Epub 2009 Sep 15."
        },
        {
          "pmid": "12753535",
          "type": "BACKGROUND",
          "citation": "Regional COPD Working Group. COPD prevalence in 12 Asia-Pacific countries and regions: projections based on the COPD prevalence estimation model. Respirology. 2003 Jun;8(2):192-8. doi: 10.1046/j.1440-1843.2003.00460.x."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}