{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02733926",
      "orgStudyIdInfo": {
        "id": "HelsinkiU1"
      },
      "organization": {
        "fullName": "University of Helsinki",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Vegetation in Kindergartens on the Immune Response of Children",
      "officialTitle": "ADELE: Autoimmune Defense and Living Environment Acronym Description: Adele Comes From the Capitalized Words in the Following Words: Autoimmune DEfense and Living Environment",
      "acronym": "ADELEWP1t7"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-04",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2018-06-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2016-03-23",
      "studyFirstSubmitQcDate": "2016-04-05",
      "studyFirstPostDateStruct": {
        "date": "2016-04-12",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2019-07-16",
      "lastUpdatePostDateStruct": {
        "date": "2019-07-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Aki Sinkkonen",
        "investigatorTitle": "University researcher, docent",
        "investigatorAffiliation": "University of Helsinki"
      },
      "leadSponsor": {
        "name": "University of Helsinki",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Tampere University",
          "class": "OTHER"
        },
        {
          "name": "Tampere University of Technology",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This study evaluates the effect of vegetation cover on certain Interleukin-10 and immunoglobulinE (IgE) among children (3-5 y old). Children will either be in a kindergarten that does not have forest floor and agricultural land in the backyards, or alternatively they will be in a kindergarten that does have forest floor and agricultural land in the backyards.",
      "detailedDescription": "High vegetation cover is assumed to change immunoglobulinE (IgE) and interleukin-10 concentrations in blood serum. Children living in high-green kindergarten are compared with those kindergarten living utilizing backyards with a low-green cover."
    },
    "conditionsModule": {
      "conditions": [
        "Ige Responsiveness, Atopic"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "City kindergarten",
          "type": "NO_INTERVENTION",
          "description": "Children living in a normal city kindergarten that hardly has vegetation in backyards"
        },
        {
          "label": "adding of vegetation into the backyards.",
          "type": "EXPERIMENTAL",
          "description": "Children living in a normal city kindergarten that has plenty of vegetation in backyards.\n\nIntervention: adding of vegetation into the backyards.",
          "interventionNames": [
            "Other: Adding of vegetation into the backyards of kindergarten"
          ]
        },
        {
          "label": "Nature kindergarten",
          "type": "NO_INTERVENTION",
          "description": "Children living in a city kindergarten where children go regularly into a natural forest"
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Adding of vegetation into the backyards of kindergarten",
          "description": "Living plants are transferred into the backyards of kindergartens. This is assumed to affect the measured variables of children.",
          "armGroupLabels": [
            "adding of vegetation into the backyards."
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Diversity of Gammaproteobacteria on skin.",
          "description": "Diversity of skin Gammaproteobacteria is higher in intervention arm compared to control arm and similar compared to nature-oriented arm after 28-day intervention. It will be measured at baseline and after 28-day intervention.",
          "timeFrame": "28 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "TGF-beta change in serum plasma",
          "description": "An increase in TGF-beta in intervention arm but not in control arm at the end of the 28 days intervention",
          "timeFrame": "28 days"
        },
        {
          "measure": "TGF-beta: IL-17A ratio in serum plasma",
          "description": "An increase in TGF-beta: IL17A ratio in intervention arm but not in control arm at the end of the 28 days intervention",
          "timeFrame": "28 days"
        },
        {
          "measure": "IL-10 change in serum plasma",
          "description": "An increase in IL-10 in intervention arm but not in control arm at the end of the 28 days intervention",
          "timeFrame": "28 days"
        },
        {
          "measure": "IL-17A change in serum plasma",
          "description": "A decrease in IL-17A in intervention arm but not in control arm at the end of the 28 days intervention",
          "timeFrame": "28 days"
        },
        {
          "measure": "Skin bacterial community changes at phylum level",
          "description": "Diversity of skin bacterial phyla, particularly Proteobacterial community, is higher in intervention arm compared to control arm. Proteobacterial community was associated with the coverage of green land cover in an earlier study. In addition, it was different in atopic and non-atopic study subjects in an earlier study. Diversity is measured as Shannon diversity index, Multivariate Homogeneity of Group Dispersions and the number of taxa (richness).",
          "timeFrame": "28 days"
        },
        {
          "measure": "Skin bacterial community changes at class level",
          "description": "Diversity of skin bacterial classes is higher in intervention arm compared to control arm. Diversity of skin bacterial classes is higher in intervention arm compared to control arm. Other community changes include changes in relative abundance, richness and in community composition. If community changes are found, the same difference is searched for in the comparison of surface soil microbiota of intervention versus standard daycare yards. Diversity is measured as Shannon diversity index, Multivariate Homogeneity of Group Dispersions and the number of taxa (richness).",
          "timeFrame": "28 days"
        },
        {
          "measure": "Skin bacterial community changes at order level",
          "description": "Order level diversity is higher in intervention arm than control arm (in standard daycares). Other community changes include changes in relative abundance, richness and in community composition. If community changes are found, the same difference is searched for in the comparison of surface soil microbiota of intervention versus standard daycare yards.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Skin bacterial community changes at family level are higher in intervention than control arm",
          "description": "If differences are found, it will be checked if diversity of one or more skin bacterial families is related to soil bacterial diversity. Diversity is measured as Shannon diversity index, Multivariate Homogeneity of Group Dispersions and the number of taxa (richness).",
          "timeFrame": "28 days"
        },
        {
          "measure": "Skin bacterial community changes at genus level",
          "description": "Diversity of skin bacterial genera is related to arms, i.e. higher in intervention arm. If differences are found, it will be checked if these occur also in soil bacterial diversity. Diversity is measured as Shannon diversity index, Multivariate Homogeneity of Group Dispersions and the number of taxa (richness).",
          "timeFrame": "28 days"
        },
        {
          "measure": "Stool bacterial community changes at phylum level",
          "description": "Community composition of gut bacterial phyla are different between arms. Other changes include changes in relative abundance, richness and diversity.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Stool bacterial community changes at class level",
          "description": "Community composition of gut bacterial classes are different between arms. Other changes include changes in relative abundance, richness and diversity.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Stool bacterial community changes at order level",
          "description": "Community composition of gut bacterial orders are different between arms. Other changes include changes in relative abundance, richness and diversity.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Stool bacterial community changes at family level",
          "description": "Community composition of gut bacterial families, particularly Ruminococcaceae, is different between arms. Ruminococcaceae contain taxa associated with the production of short chain fatty acids, such as butyrate. Other changes include changes in relative abundance, richness and diversity.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Gut Faecalibacterium community changes",
          "description": "Community composition of gut Faecalibacterium is different between arms. Faecalibacterium has been associated with gut health and low incidence of certain immune mediated diseases.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between serum plasma TGF-beta and skin microbiota changes",
          "description": "change in the cytokine will be separately compared with changes in bacterial diversity on skin",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between serum plasma IL-10 and skin Gammaproteobacterial microbiota changes",
          "description": "change in the cytokine will be separately compared with changes in Gammaproteobacterial diversity on skin",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between serum plasma IL-17 and skin Gammaproteobacterial microbiota changes",
          "description": "change in the cytokine will be separately compared with changes in Gammaproteobacterial diversity on skin",
          "timeFrame": "28 days"
        },
        {
          "measure": "Interleukin-10 : interleukin-17A ratio in serum plasma",
          "description": "An increase IL-10: IL-17A ratio in each arm at the end of the 28 day intervention will be examined",
          "timeFrame": "28 days"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Associations between IL-10 and stool commensal microbiota",
          "description": "Associations between serum plasma cytokine IL-10 and gut microbiota changes are related to intervention. Bacterial communities are related to immune response in one or more arms.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between IL-17 and stool commensal microbiota",
          "description": "Associations between serum plasma IL-17 and gut microbiota changes are related to intervention. Bacterial communities are related to immune response in one or more arms.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between TGF-beta and stool commensal microbiota",
          "description": "Associations between serum plasma TGF-beta and gut microbiota changes are related to intervention. Bacterial communities are related to immune response in one or more arms.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between IL-10: IL-17 ratio and stool commensal microbiota",
          "description": "Associations between serum plasma IL-10: IL-17ratios and gut microbiota changes are related to intervention. Bacterial communities are related to immune response in one or more arms.",
          "timeFrame": "28 days"
        },
        {
          "measure": "Associations between TGF-beta: IL-17 ratio and stool commensal microbiota",
          "description": "Associations between serum plasma TGF-beta: IL-17 ratio and gut microbiota changes are related to intervention. Bacterial communities are related to immune response in one or more arms.",
          "timeFrame": "28 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n\\- children living in study kindergartens\n\nExclusion Criteria:\n\n* immune system deficiency, e.g. HIV-infection\n* a drug decreasing immune system response, e.g. oral corticosteroid\n* immune system disorder that affects immune response, e.g. rheumatoid\n* colitis ulcerosa, Crohn disease, diabetes\n* cancer\n* age less than 3 or more than 5\n* born outside Finland\n* intellectual disability",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "5 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Aki Sinkkonen, Docent",
          "affiliation": "University of Helsinki",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Helsinki University",
          "city": "Lahti",
          "state": "Kanta-Häme",
          "zip": "15140",
          "country": "Finland"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Data will be available when the project has ended. Before it data will be available once the results have been published. Individual participants or families will not be recognizable in the public data set. If there is a danger that a person can be recognized, the data will not be made public. Finnish law and the decision of the ethical committee may limit public availability of data."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "C564133",
          "term": "Ige Responsiveness, Atopic"
        }
      ]
    }
  },
  "hasResults": false
}