{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04783389",
      "orgStudyIdInfo": {
        "id": "CBP-201-WW003"
      },
      "organization": {
        "fullName": "Connect Biopharm LLC",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study to Evaluate CBP-201, Rademikibart, in Adult Patients With Chronic Rhinosinusitis With Nasal Polyps",
      "officialTitle": "A Multicenter, Randomized, Double-blind, Placebo-controlled Study to Evaluate CBP-201 in Adult Patients With Chronic Rhinosinusitis With Nasal Polyps"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-06",
      "overallStatus": "TERMINATED",
      "whyStopped": "Trial was discontinued in 2022 due to COVID-19 pandemic and Ukraine/Russia conflict related enrollment challenges. Discontinuation was not related to safety.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-06-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-04-15",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-06-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-02-24",
      "studyFirstSubmitQcDate": "2021-03-02",
      "studyFirstPostDateStruct": {
        "date": "2021-03-05",
        "type": "ACTUAL"
      },
      "resultsFirstSubmitDate": "2023-06-04",
      "resultsFirstSubmitQcDate": "2023-09-25",
      "resultsFirstPostDateStruct": {
        "date": "2023-10-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-09-25",
      "lastUpdatePostDateStruct": {
        "date": "2023-10-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Connect Biopharm LLC",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study will evaluate the effect of CBP-201, rademikibart, in adult patients with Chronic Rhinosinusitis with Nasal Polyps (CRSwNP).",
      "detailedDescription": "This is a multicenter, randomized, double-blind, placebo-controlled study to evaluate the effect of CBP-201 on a background of mometasone furoate nasal spray (MFNS) in reducing endoscopic nasal polyp score (NPS) and nasal congestion/obstruction score (NCS) severity in eligible patients with CRSwNP whose disease remains inadequately controlled despite daily treatment with intranasal corticosteroid (INCS) therapy in comparison to placebo. CBP-201 is administered as a subcutaneous (SC) injection. The study is divided into a treatment period of 24 weeks and a follow-up period of 8 weeks."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Rhinosinusitis With Nasal Polyps"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CBP-201 Dose 1",
          "type": "EXPERIMENTAL",
          "description": "CBP-201 Dose 1 subcutaneous (SC) injection.",
          "interventionNames": [
            "Drug: CBP-201"
          ]
        },
        {
          "label": "CBP-201 Dose 2",
          "type": "EXPERIMENTAL",
          "description": "CBP-201 Dose 2 subcutaneous (SC) injection.",
          "interventionNames": [
            "Drug: CBP-201"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo subcutaneous (SC) injection.",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CBP-201",
          "description": "CBP-201 subcutaneous (SC) injection.",
          "armGroupLabels": [
            "CBP-201 Dose 1",
            "CBP-201 Dose 2"
          ],
          "otherNames": [
            "rademikibart"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Placebo subcutaneous (SC) injection.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in Endoscopic Nasal Polyp Score (NPS)",
          "description": "Change from baseline at Week 24 in endoscopic Nasal Polyp Score (NPS). Endoscopic NPS is assessed by central clinical specialist assessment of video recordings of nasal endoscopy. NPS is graded based on polyp size (recorded as the sum of the right and left nostril scores with a range of 0 to 8; higher scores indicate worse status). The scoring for each nostril is as follows: 0 No polyps, 1 Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate, 2 Polyps reaching below the lower border of the middle turbinate, 3 Large polyps reaching the lower border of the inferior turbinate or large polyps medial to the middle turbinate (i.e., reaching below the middle turbinate), 4 Large polyps causing complete obstruction of the inferior nasal cavity (i.e., touching the floor of the nose). The most improvement improvement possible from baseline would be -8 and the max worsening possible is +8.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Average Daily Nasal Congestion Score (NCS)",
          "description": "Change from baseline at Week 24 in average daily Nasal Congestion Score (NCS). Daily NCS wase assessed by patient diary from screening and throughout the study by using a 0 to 3 categorical scale for severity of symptoms from none to severe over the past 24 hours. The patient diary prompt: \"How would you rate nasal congestion over the last 24 hours?\" The answers are: 0 None,1 Minor, 2 Moderate, 3 Severe. The lowest possible weekly average is 0 and the highest possible is 3. The higher the NCS score, the worse the symptoms. Change from baseline in weekly average score is the outcome. Maximal improvement in NCS would be -3 and maximal worsening would be +3.",
          "timeFrame": "From Baseline to Week 24"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Percentage of Maxillary Sinus Volume Occupied by Disease",
          "description": "CT change from baseline at Week 24 in Lund-Mackay Computed Tomography scores. To calculate the Lund-Mackay score on a CT scan of the paranasal sinuses and ostiomeatal complex, the central blinded reader assigns each sinus a score from 0-2: 0 (no abnormality), 1 (partial opacification) or 2 (complete opacification). The ostiomeatal complex is assigned a score of either 0 (not obstructed) or 2 (obstructed).The sinuses are grouped into: frontal sinus, anterior ethmoidal cells, posterior ethmoidal cells, maxillary sinus, sphenoid sinus, ostiomeatal complex. Each side is graded separately. A combined score from 0 to 24 is possible with 0 being no abnormality and 24 being complete obstruction. The maximal possible change from baseline score would be -24 and the maximal worsening from baseline score would be +24.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in University of Pennsylvania Smell Identification Test (UPSIT)",
          "description": "Change from baseline at Week 24 in University of Pennsylvania Smell Identification Test (UPSIT). The UPSIT is a commercially available, validated, \"scratch and sniff\" smell test that has 40 items, where each item has 1 correct answer and 3 incorrect answers or \"distractors\". An UPSIT result is scored out of 40 where a higher score indicates better olfaction (maximum being 40) and 0 indicates the worst possible olfaction outcome. The maximal possible improvement from baseline would be +40 and the worst possible change from baseline would be a score of -40.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Visual Analogue Scale for Rhinosinusitis (VAS-RS)",
          "description": "Change from baseline at Week 24 in Visual Analogue Scale for Rhinosinusitis (VAS-RS).\n\nThe Visual Analogue Scale for Rhinosinusitis (VAS-RS) is a 10 cm linear scale that ranges from \"none\" to \"more than I can imagine\" for each of 14 defined nasal symptoms (runny nose, loss of smell, etc). The VAS instructions direct the patient to mark a vertical line at the point that best corresponds to how bothersome their symptoms have been between visits the VAS-RS is collected. Site staff measure the distance from none to the patient's mark for each of the 14 symptoms and adds the total number of cm. The least possible score is 0 reflecting no symptoms and the maximal score is 140 reflecting the worst possible symptoms. The best possible outcome change from baseline to week 24 would be a score of -140 and the worst possible change from baseline score would be +140.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Total Nasal Symptom Score (TNSS)",
          "description": "Change from baseline at Week 24 in Total Nasal Symptom Score (TNSS). The Total Nasal Symptom Score is a Patient Reported Outcome which is a total of 3 sub-question scores which are scored 0-3 (0=no symptoms, 1=mild, 2=moderate, 3=severe) for Nasal Obstruction, Itching/Sneezing, and Secretion/Runny Nose. The total possible TNSS score is 9 representing the worst symptoms and the a score of 0 represents no symptoms. The worst change from baseline to Week 24 would be a score of +9 and the best possible change from baseline score would be -9.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in 22-item Sinonasal Outcome Test (SNOT-22)",
          "description": "Change from baseline at Week 24 in 22-item Sinonasal Outcome Test (SNOT-22) The Sino-Nasal Outcome Test (SNOT-22) is a 22-item list of symptoms and social/emotional consequences related to the patient's rhinosinusitis, using a 5-point scale (0,1,2,3,4,5), where score of 0 indicates No Problem, 2 for Very Mild Problem, 3 for Mild or Slight Problem, 4 for Moderate Problem, and 5 for Problem as bad as it can be. The SNOT-22 score range is 0-110, with higher scores representing worse symptoms associated with disease. A maximum improvement or outcome from baseline would be -110 and a maximum worsening of symptoms from baseline would be +110.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Average Daily Anterior Rhinorrhea Score",
          "description": "Change from baseline at Week 24 in average daily anterior rhinorrhea score. Participants reported symptoms daily on an electronic diary. The diary prompt was \"How would you rate your anterior rhinorrhea (the discharge draining from your nose, \"runny nose\") in the past 24 hours?\" The participant entered a score from 0-4: 0 No noticeable discharge from my nose; 1 Minor discharge from my nose, did not require tissues; 2 Some discharge from my nose, required a few tissues; 3 Significant discharge from my nose; 4 Near constant discharge from my nose. The higher the score the worse the outcome with a range of 0-4. The maximum improvement in weekly average of daily symptoms was -4 and the maximal worsening in symptoms was +4.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Average Daily Posterior Rhinorrhea Score",
          "description": "Change from baseline at Week 24 in average daily posterior rhinorrhea score. Participants reported symptoms daily on an electronic diary. The diary prompt was \"How would you rate your posterior rhinorrhea (postnasal phlegm dripping into your throat) in the past 24 hours?\" The participant entered a score from 0-4: 0 No noticeable postnasal drip; 1 Some minor postnasal drip; 2 Moderate postnasal drip; 3 Significant postnasal drip; 4 Near constant postnasal drip.\n\nThe higher the score the worse the outcome with a range of 0-4. The maximum improvement in weekly average of daily symptoms was -4 and the maximal worsening in symptoms was +4.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Average Daily Loss of Smell Score",
          "description": "Change from baseline at Week 24 in average daily loss of smell score Participants reported symptoms daily on an electronic diary. The diary prompt was \"How would you rate your ability to smell?\" The participant entered a score from 0-3: 0 Not able to smell anything; 1 Can smell only strong odors; 2 Can smell some, but not all, odors; 3 Have no problem smelling The maximum improvement in weekly average of daily symptoms was +3 and the maximal worsening in symptoms was -3.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change in Daily Subject-assessed Nasal Peak Inspiratory Flow (NPIF)",
          "description": "Change from baseline at Week 24 in daily subject-assessed nasal peak inspiratory flow (NPIF).\n\nParticipants performed a nasal peak inspiratory flow (NPIF) maneuver twice daily at home and recorded the result on an electronic diary device. An improvement in flow rate (L/min) is considered an improvement and a decrease in flow rate is considered a worsening of symptoms. A change from baseline improvement in flow rate would be a positive number and a worsening from baseline would be a negative number. MCID is considered to be a change from baseline of approximately 20 L/min.",
          "timeFrame": "From Baseline to Week 24"
        },
        {
          "measure": "Change From Baseline in Blood Level of IgE",
          "description": "Change from baseline will be summarized with descriptive statistics in blood level of IgE.\n\nIgE (ng/mL) was measured in blood samples sent to a central clinical laboratory.\n\nA negative change from baseline will be considered a clinical improvement and a positive change from baseline will be considered a lack of improvement.",
          "timeFrame": "From Baseline to Week 32"
        },
        {
          "measure": "Change From Baseline in Peripheral Eosinophil Counts",
          "description": "Change from baseline will be summarized with descriptive statistics in peripheral eosinophil counts.\n\nEosinophil counts in the blood (reported as 10\\^9/L) were determined from blood samples sent to a central clinical laboratory.\n\nA negative change from baseline will be considered a clinical improvement and a positive change from baseline will be considered a lack of clinical improvement.",
          "timeFrame": "From Baseline to Week 32"
        },
        {
          "measure": "Change From Baseline in Eosinophil Cationic Protein (ECP)",
          "description": "Change from baseline will be summarized with descriptive statistics in eosinophil cationic protein (ECP).\n\nEosinophil cationic protein (reported as ng/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. An decrease in ECP will be considered an improvement in outcome and an increase will be considered a lack of improvement in clinical outcome.",
          "timeFrame": "From Baseline to Week 32"
        },
        {
          "measure": "Change From Baseline in Thymus and Activation-regulated Chemokine (TARC)",
          "description": "Change from baseline will be summarized with descriptive statistics in thymus and activation-regulated chemokine (TARC).\n\nTARC (reported in pg/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. A decrease in TARC will be considered an improvement in clinical outcome and an increase in TARC will be considered a lack of clinical improvement.",
          "timeFrame": "From Baseline to Week 32"
        },
        {
          "measure": "Change From Baseline in Eotaxin-3",
          "description": "Change from baseline will be summarized with descriptive statistics in Eotaxin-3.\n\nEotaxin-3 (reported in pg/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. A decrease from baseline will be considered a clinically improvement and an increase will be considered a lack of improvement.",
          "timeFrame": "From Baseline to Week 32"
        },
        {
          "measure": "Change From Baseline in Periostin",
          "description": "Change from baseline will be summarized with descriptive statistics in periostin.\n\nPeriostin (reported in ng/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. A decrease from baseline will be considered a positive clinical outcome and an increase will be be considered to lack a positive outcome.",
          "timeFrame": "From Baseline to Week 32"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Female and male patients aged ≥ 18 and ≤ 75 years at the time of screening.\n2. Patients who are diagnosed with chronic rhinosinusitis with bilateral polyps despite treatment with systemic corticosteroid within the past 2 years and/or medical contraindication/intolerance to systemic corticosteroids. The polyps have a minimum bilateral nasal polyps score (NPS) of 5 out of a maximum score of 8 with at least a score of 2 for each nostril at screening and baseline evaluated by endoscopy.\n3. Nasal congestion/blockade/obstruction with moderate or severe symptom severity (Nasal Congestion Score of \\> 2) at screening and a weekly average severity of \\> 1 at time of randomization.\n4. Patients using a documented stable dose of nasal mometasone at least 200 mcg/day, or an equivalent daily dose of another inhaled nasal corticosteroid (INCS), for at least 28 days before randomization and willing to continue the dose for the duration of the study. Note: For patients who are using an alternative INCS product other than mometasone furoate nasal spray (MFNS) prior to the screening visit, the investigator must switch the patient to MFNS at V1.\n5. Patients willing to enter Patient Diary daily symptom assessments and maintain stable dosing with MFNS with a compliance of at least 70% in the 7 days preceding randomization. Note: Patients must use nasal mometasone at least 200 mcg/day, or equivalent, for at least 28 days before randomization, which can include days prior to screening with supportive documentation. Run-in can be 7-31 days with the compliance determined in the week prior to dosing.\n6. Male patients who are non-sterilized and sexually active with a female partner of childbearing potential agree to use highly effective contraception from randomization until 8 weeks after last dose.\n7. Female patients of childbearing potential who are sexually active with a nonsterilized male partner should have a confirmed negative serum beta-human chorionic gonadotropin test at Visit 1 and agrees to use highly effective contraception from signing of informed consent throughout the duration of the study and for 8 weeks after last dose.\n8. Patient is able to understand and willing to sign the informed consent form (ICF) prior to any study related procedures being performed.\n9. Willing and able to comply with all study visits and study-related procedures, in the opinion of the Investigator.\n\n   Exclusion Criteria:\n\n   \\-\n\n   A patient who meets any of the following criteria will be ineligible to participate in this study:\n10. Patients unable to use MFNS.\n11. Patients who are taking or have taken the following prohibited therapies as specified:\n\n    1. Systemic steroids within 28 days prior to screening,\n    2. Other nonbiologic investigational drugs within 60 days (or 5 half-lives, whichever is longer) of screening,\n    3. Intranasal corticosteroid drops or corticosteroid-administering devices (eg, OptiNose device or stents) within 28 days prior to screening,\n    4. Non-steroidal immunosuppressants (eg, cyclosporine, methotrexate, azathioprine, mycophenolate, sirolimus, tacrolimus) within 60 days or 5 half-lives, whichever is longer, of screening,\n    5. Any monoclonal antibody therapy (eg, benralizumab, mepolizumab, omalizumab, reslizumab, dupilumab) or investigational biologic drug for asthma or other diseases within 60 days or 5 half-lives, whichever is longer, of screening,\n    6. Leukotriene antagonists/modifiers within 7 days prior to screening for patients who were not on continuous treatment for ≥ 30 days prior to screening,\n    7. Allergen immunotherapy for patients who were not on maintenance treatment for at least 90 days prior to screening\n12. Patients who did not respond favorably to previous dupilumab treatment (eg, therapy failure or patient experienced an adverse reaction to treatment).\n13. Patients who have undergone any nasal surgery (including polypectomy) within 6 months before screening; or have a history of sinus or nasal surgery modifying the structure of the nose such that assessment of NPS is not possible, or have had uncontrolled epistaxis requiring surgical or procedural intervention, including nasal packing.\n14. Patients with conditions/concomitant diseases making them non evaluable at screening or for the primary efficacy endpoint such as: antrochoanal polyps, nasal septal deviation that would occlude at least 1 nostril, acute sinusitis, nasal infection or upper respiratory infection at screening or within 2 weeks before screening, ongoing rhinitis medicamentosa; known or suspected diagnosis of cystic fibrosis; chronic granulomatous disease and granulomatous vasculitis, granulomatosis with polyangiitis (Wegener's Granulomatosis), eosinophilic granulomatous with polyangiitis (Churg-Strauss syndrome), Young's syndrome, primary dyskinetic ciliary syndromes (eg, Kartagener's syndrome) or other dyskinetic ciliary syndromes.\n15. Signs or a CT scan suggestive of Allergic Fungal Rhinosinusitis.\n16. Patients with co-morbid asthma are excluded if:\n\n    1. Forced Expiratory Volume in 1 second (FEV1) ≤ 50% of normal predicted value OR\n    2. An exacerbation within 90 days prior screening that required hospitalization (\\> 24 hours) OR\n    3. Are on a daily dose of inhaled corticosteroids (ICS) higher than 1000 mcg fluticasone or the equivalent.\n17. Known or suspected history of immunosuppression, including history of invasive opportunistic infections, such as aspergillosis, coccidioidomycosis, histoplasmosis, human immunodeficiency virus (HIV), listeriosis, pneumocystosis, or tuberculosis, despite infection resolution; or unusually frequent, recurrent or prolonged infections. Tuberculosis testing would be performed on a country-by-country basis according to local guidelines if required by regulatory authorities or ethics committees.\n18. Patients who have active Hepatitis B, Hepatitis C or HIV infections as determined by positive results at Screening for hepatitis B surface antigen (HBsAg) or hepatitis B core antibody (HBcAb); or hepatitis C (HCV) antibody; or positive HIV serology. Note: Patients who test positive for HBvAb, negative for HBsAg and subsequently confirmed positive for HBsAb, indicating resolved natural infection (confirmed by negative HBV-DNA), may participate. Patients with positive HCV may participate if subsequent viral load is confirmed negative.\n19. A helminth parasitic infection diagnosed within 24 weeks prior to the date of informed consent that has not been treated, or has failed to respond to, standard of care therapy.\n20. Evidence of infection requiring treatment with systemic antibacterials, antivirals, antifungals, antiparasitics, or antiprotozoals within 7 days before baseline, or viral infections within 14 days before screening that may not have received antiviral treatment.\n21. Live, attenuated vaccinations within 28 days prior to screening or planned live, attenuated vaccinations during the study.\n22. Pregnant or intent to become pregnant during the study, or breast-feeding women.\n23. Any disorder, including, but not limited to, cardiovascular, gastrointestinal, hepatic, renal, neurological, musculoskeletal, infectious, endocrine, metabolic, haematological, psychiatric, or major physical impairment that is not stable in the opinion of the investigator and may affect the safety of the patient throughout the study, or influence the findings of the studies or their interpretations, or impede the patient's ability to complete the entire duration of study.\n24. Any clinically significant abnormal findings in physical examination, vital signs, safety lab tests during screening/run-in period, which in the opinion of the investigator, may put the patient at risk because of their participation in the study, or may influence the results of the study, or the patient's ability to complete entire duration of the study.\n25. Have any of the following laboratory abnormalities at Screening:\n\n    1. Eosinophils \\>1500 cells/mm3 (or 1.5 x 10E9/L)\n    2. Platelets \\<100000 cells/mm3 (or 100 x 10E9/L)\n    3. Creatine phosphokinase (CPK) \\> 10 upper limit of normal (ULN)\n    4. Alanine aminotransferase (ALT) \\> 2.5 times the ULN\n    5. Aspartate aminotransferase (AST) ≥ 2.5 times the ULN\n    6. Bilirubin ≥ 2 times the ULN\n26. History of alcohol or drug abuse within 12 months prior to the date informed consent.\n27. An allergy to L-histidine, trehalose or Tween (polysorbate) 80 or a history of a systemic hypersensitivity reaction, other than localized injection site reaction, to any biologic drug.\n28. Plans to undergo any surgical procedure requiring general anesthesia during the study.\n29. History of cancer: Patients who have had basal cell carcinoma, localized squamous cell carcinoma of the skin, or in situ carcinoma of the cervix are eligible provided that the patient is in remission and curative therapy was completed at least 12 months prior to the date informed consent. Note: Patients who have had other malignancies are eligible provided that the patient is in remission and curative therapy was completed at least 5 years prior to the date of informed consent.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Suzhou Connect",
          "affiliation": "Connect Biopharm LLC",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Connect Investigative Site 130",
          "city": "Birmingham",
          "state": "Alabama",
          "zip": "35205",
          "country": "United States",
          "geoPoint": {
            "lat": 33.52066,
            "lon": -86.80249
          }
        },
        {
          "facility": "Connect Investigative Site 124",
          "city": "Bakersfield",
          "state": "California",
          "zip": "93301",
          "country": "United States",
          "geoPoint": {
            "lat": 35.37329,
            "lon": -119.01871
          }
        },
        {
          "facility": "Connect Investigative Site 125",
          "city": "La Mesa",
          "state": "California",
          "zip": "91942",
          "country": "United States",
          "geoPoint": {
            "lat": 32.76783,
            "lon": -117.02308
          }
        },
        {
          "facility": "Connect Investigative Site 134",
          "city": "Los Angeles",
          "state": "California",
          "zip": "90048",
          "country": "United States",
          "geoPoint": {
            "lat": 34.05223,
            "lon": -118.24368
          }
        },
        {
          "facility": "Connect Investigative Site 128",
          "city": "Temecula",
          "state": "California",
          "zip": "92592",
          "country": "United States",
          "geoPoint": {
            "lat": 33.49364,
            "lon": -117.14836
          }
        },
        {
          "facility": "Connect Investigative Site 119",
          "city": "Torrance",
          "state": "California",
          "zip": "90503",
          "country": "United States",
          "geoPoint": {
            "lat": 33.83585,
            "lon": -118.34063
          }
        },
        {
          "facility": "Connect Investigative Site 114",
          "city": "Miami",
          "state": "Florida",
          "zip": "33135",
          "country": "United States",
          "geoPoint": {
            "lat": 25.77427,
            "lon": -80.19366
          }
        },
        {
          "facility": "Connect Investigative Site 109",
          "city": "Miami",
          "state": "Florida",
          "zip": "33155",
          "country": "United States",
          "geoPoint": {
            "lat": 25.77427,
            "lon": -80.19366
          }
        },
        {
          "facility": "Connect Investigative Site 116",
          "city": "Tampa",
          "state": "Florida",
          "zip": "33613",
          "country": "United States",
          "geoPoint": {
            "lat": 27.94752,
            "lon": -82.45843
          }
        },
        {
          "facility": "Connect Investigative Site 111",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60637",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "Connect Investigative Site 126",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60657",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "Connect Investigative Site 132",
          "city": "Louisville",
          "state": "Kentucky",
          "zip": "40205",
          "country": "United States",
          "geoPoint": {
            "lat": 38.25424,
            "lon": -85.75941
          }
        },
        {
          "facility": "Connect Investigative Site 110",
          "city": "White Marsh",
          "state": "Maryland",
          "zip": "21162",
          "country": "United States",
          "geoPoint": {
            "lat": 39.38372,
            "lon": -76.43218
          }
        },
        {
          "facility": "Connect Investigative Site 121",
          "city": "Ann Arbor",
          "state": "Michigan",
          "zip": "48109-0360",
          "country": "United States",
          "geoPoint": {
            "lat": 42.27756,
            "lon": -83.74088
          }
        },
        {
          "facility": "Connect Investigative Site 127",
          "city": "St Louis",
          "state": "Missouri",
          "zip": "63141",
          "country": "United States",
          "geoPoint": {
            "lat": 38.62727,
            "lon": -90.19789
          }
        },
        {
          "facility": "Connect Investigative Site 102",
          "city": "Princeton",
          "state": "New Jersey",
          "zip": "08540",
          "country": "United States",
          "geoPoint": {
            "lat": 40.34872,
            "lon": -74.65905
          }
        },
        {
          "facility": "Connect Investigative Site 105",
          "city": "Rochester",
          "state": "New York",
          "zip": "14618",
          "country": "United States",
          "geoPoint": {
            "lat": 43.15478,
            "lon": -77.61556
          }
        },
        {
          "facility": "Connect Investigative Site 113",
          "city": "The Bronx",
          "state": "New York",
          "zip": "10461",
          "country": "United States",
          "geoPoint": {
            "lat": 40.84985,
            "lon": -73.86641
          }
        },
        {
          "facility": "Connect Investigative Site 117",
          "city": "Winston-Salem",
          "state": "North Carolina",
          "zip": "27103",
          "country": "United States",
          "geoPoint": {
            "lat": 36.09986,
            "lon": -80.24422
          }
        },
        {
          "facility": "Connect Investigative Site 123",
          "city": "Cincinnati",
          "state": "Ohio",
          "zip": "45229",
          "country": "United States",
          "geoPoint": {
            "lat": 39.12711,
            "lon": -84.51439
          }
        },
        {
          "facility": "Connect Investigative Site 133",
          "city": "Columbus",
          "state": "Ohio",
          "zip": "43235",
          "country": "United States",
          "geoPoint": {
            "lat": 39.96118,
            "lon": -82.99879
          }
        },
        {
          "facility": "Connect Investigative Site 112",
          "city": "Tulsa",
          "state": "Oklahoma",
          "zip": "74136",
          "country": "United States",
          "geoPoint": {
            "lat": 36.15398,
            "lon": -95.99277
          }
        },
        {
          "facility": "Connect Investigative Site 122",
          "city": "Tulsa",
          "state": "Oklahoma",
          "zip": "74137",
          "country": "United States",
          "geoPoint": {
            "lat": 36.15398,
            "lon": -95.99277
          }
        },
        {
          "facility": "Connect Investigative Site 108",
          "city": "Charleston",
          "state": "South Carolina",
          "zip": "29425",
          "country": "United States",
          "geoPoint": {
            "lat": 32.77632,
            "lon": -79.93275
          }
        },
        {
          "facility": "Connect Investigative Site 107",
          "city": "Memphis",
          "state": "Tennessee",
          "zip": "38119",
          "country": "United States",
          "geoPoint": {
            "lat": 35.14953,
            "lon": -90.04898
          }
        },
        {
          "facility": "Connect Investigative Site 106",
          "city": "Austin",
          "state": "Texas",
          "zip": "75759",
          "country": "United States",
          "geoPoint": {
            "lat": 30.26715,
            "lon": -97.74306
          }
        },
        {
          "facility": "Connect Investigative Site 104",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75231",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        },
        {
          "facility": "Connect Investigative Site 120",
          "city": "Houston",
          "state": "Texas",
          "zip": "77074",
          "country": "United States",
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        },
        {
          "facility": "Connect Investigative Site 101",
          "city": "Sherman",
          "state": "Texas",
          "zip": "75092",
          "country": "United States",
          "geoPoint": {
            "lat": 33.63566,
            "lon": -96.60888
          }
        },
        {
          "facility": "Connect Investigative Site 129",
          "city": "St. George",
          "state": "Utah",
          "zip": "84790",
          "country": "United States",
          "geoPoint": {
            "lat": 37.10415,
            "lon": -113.58412
          }
        },
        {
          "facility": "Connect Investigative Site 118",
          "city": "Norfolk",
          "state": "Virginia",
          "zip": "23507",
          "country": "United States",
          "geoPoint": {
            "lat": 36.84681,
            "lon": -76.28522
          }
        },
        {
          "facility": "Connect Investigative Site 115",
          "city": "Bellingham",
          "state": "Washington",
          "zip": "98225",
          "country": "United States",
          "geoPoint": {
            "lat": 48.75955,
            "lon": -122.48822
          }
        },
        {
          "facility": "Connect Investigative Site 307",
          "city": "Bengbu",
          "state": "Anhui",
          "zip": "233060",
          "country": "China",
          "geoPoint": {
            "lat": 32.94083,
            "lon": 117.36083
          }
        },
        {
          "facility": "Connect Investigative Site 303",
          "city": "Chongqing",
          "state": "Chongqing Municipality",
          "zip": "400042",
          "country": "China",
          "geoPoint": {
            "lat": 29.56026,
            "lon": 106.55771
          }
        },
        {
          "facility": "Connect Investigative Site 302",
          "city": "Nanning",
          "state": "Guangxi",
          "zip": "530021",
          "country": "China",
          "geoPoint": {
            "lat": 22.81667,
            "lon": 108.31667
          }
        },
        {
          "facility": "Connect Investigative Site 309",
          "city": "Jingzhou",
          "state": "Hubei",
          "zip": "434020",
          "country": "China",
          "geoPoint": {
            "lat": 30.35028,
            "lon": 112.19028
          }
        },
        {
          "facility": "Connect Investigative Site 306",
          "city": "Nanjing",
          "state": "Jiangsu",
          "zip": "210029",
          "country": "China",
          "geoPoint": {
            "lat": 32.06167,
            "lon": 118.77778
          }
        },
        {
          "facility": "Connect Investigative Site 308",
          "city": "Yangzhou",
          "state": "Jiangsu",
          "zip": "225007",
          "country": "China",
          "geoPoint": {
            "lat": 32.39722,
            "lon": 119.43583
          }
        },
        {
          "facility": "Connect Investigative Site 313",
          "city": "Shenyang",
          "state": "Liaoning",
          "zip": "110004",
          "country": "China",
          "geoPoint": {
            "lat": 41.79222,
            "lon": 123.43278
          }
        },
        {
          "facility": "Connect Investigative Site 304",
          "city": "Qingdao",
          "state": "Shandong",
          "zip": "266033",
          "country": "China",
          "geoPoint": {
            "lat": 36.06488,
            "lon": 120.38042
          }
        },
        {
          "facility": "Connect Investigative Site 301",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "200031",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Connect Investigative Site 312",
          "city": "Shanghai",
          "state": "Shanghai Municipality",
          "zip": "201620",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Connect Investigative Site 311",
          "city": "Taiyuan",
          "state": "Shanxi",
          "zip": "30001",
          "country": "China",
          "geoPoint": {
            "lat": 37.86944,
            "lon": 112.56028
          }
        },
        {
          "facility": "Connect Investigative Site 305",
          "city": "Xi’an",
          "state": "Shanxi",
          "zip": "710061",
          "country": "China",
          "geoPoint": {
            "lat": 35.99785,
            "lon": 113.52486
          }
        },
        {
          "facility": "Connect Investigative Site 310",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "zip": "310014",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        },
        {
          "facility": "Connect Investigative Site 401",
          "city": "Bydgoszcz",
          "state": "Kuyavian-Pomeranian Voivodeship",
          "zip": "85-605",
          "country": "Poland",
          "geoPoint": {
            "lat": 53.1235,
            "lon": 18.00762
          }
        },
        {
          "facility": "Connect Investigative Site 407",
          "city": "Krakow",
          "state": "Lesser Poland Voivodeship",
          "zip": "30-033",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.06143,
            "lon": 19.93658
          }
        },
        {
          "facility": "Connect Investigative Site 402",
          "city": "Krakow",
          "state": "Lesser Poland Voivodeship",
          "zip": "31-411",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.06143,
            "lon": 19.93658
          }
        },
        {
          "facility": "Connect Investigative Site 409",
          "city": "Lubin",
          "state": "Lower Silesian Voivodeship",
          "zip": "59-300",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.40089,
            "lon": 16.20149
          }
        },
        {
          "facility": "Connect Investigative Site 408",
          "city": "Warsaw",
          "state": "Masovian Voivodeship",
          "zip": "00-892",
          "country": "Poland",
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        },
        {
          "facility": "Connect Investigative Site 403",
          "city": "Warsaw",
          "state": "Masovian Voivodeship",
          "zip": "02-793",
          "country": "Poland",
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        },
        {
          "facility": "Connect Investigative Site 405",
          "city": "Rzeszów",
          "state": "Podkarpackie Voivodeship",
          "zip": "35-055",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.04132,
            "lon": 21.99901
          }
        },
        {
          "facility": "Connect Investigative Site 404",
          "city": "Bialystok",
          "state": "Podlaskie Voivodeship",
          "zip": "15-879",
          "country": "Poland",
          "geoPoint": {
            "lat": 53.13333,
            "lon": 23.16433
          }
        },
        {
          "facility": "Connect Investigative Site 406",
          "city": "Zabrze",
          "state": "Silesian Voivodeship",
          "zip": "41-800",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.32492,
            "lon": 18.78576
          }
        },
        {
          "facility": "Connect Investigative Site 604",
          "city": "Barcelona",
          "state": "Catalonia",
          "zip": "08208",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.38879,
            "lon": 2.15899
          }
        },
        {
          "facility": "Connect Investigative Site 602",
          "city": "Córdoba",
          "country": "Spain",
          "geoPoint": {
            "lat": 37.89155,
            "lon": -4.77275
          }
        },
        {
          "facility": "Connect Investigative Site 601",
          "city": "Madrid",
          "zip": "28040",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "Connect Investigative Site 603",
          "city": "Seville",
          "zip": "41009",
          "country": "Spain",
          "geoPoint": {
            "lat": 37.38283,
            "lon": -5.97317
          }
        },
        {
          "facility": "Connect Investigative Site 501",
          "city": "Dnipropetrovsk",
          "state": "Dnipro",
          "zip": "49006",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 48.46664,
            "lon": 35.04066
          }
        },
        {
          "facility": "Connect Investigative Site 507",
          "city": "Ivano-Frankivsk",
          "state": "Ivano-Frankivsk Oblast",
          "zip": "76000",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 48.92312,
            "lon": 24.71248
          }
        },
        {
          "facility": "Connect Investigative Site 508",
          "city": "Ivano-Frankivsk",
          "state": "Ivano-Frankivsk Oblast",
          "zip": "76000",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 48.92312,
            "lon": 24.71248
          }
        },
        {
          "facility": "Connect Investigative Site 510",
          "city": "Ivano-Frankivsk",
          "state": "Ivano-Frankivsk Oblast",
          "zip": "76000",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 48.92312,
            "lon": 24.71248
          }
        },
        {
          "facility": "Connect Investigative Site 509",
          "city": "Kharkiv",
          "state": "Kharkivs’ka Oblast’",
          "zip": "61124",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 49.98177,
            "lon": 36.25475
          }
        },
        {
          "facility": "Connect Investigative Site 506",
          "city": "Poltava",
          "state": "Poltava Oblast",
          "zip": "36038",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 49.58925,
            "lon": 34.55367
          }
        },
        {
          "facility": "Connect Investigative Site 504",
          "city": "Lutsk",
          "state": "Volyn Oblast",
          "zip": "43005",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 50.75784,
            "lon": 25.35024
          }
        },
        {
          "facility": "Connect Investigative Site 503",
          "city": "Kyiv",
          "zip": "2002",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Connect Investigative Site 502",
          "city": "Kyiv",
          "zip": "3049",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        },
        {
          "facility": "Connect Investigative Site 505",
          "city": "Kyiv",
          "zip": "3057",
          "country": "Ukraine",
          "geoPoint": {
            "lat": 50.45466,
            "lon": 30.5238
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "groups": [
        {
          "id": "FG000",
          "title": "CBP-201 300 mg SC Q2W",
          "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
        },
        {
          "id": "FG001",
          "title": "CBP-201 300 mg SC Q4W",
          "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
        },
        {
          "id": "FG002",
          "title": "Placebo",
          "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "13"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "13"
                },
                {
                  "groupId": "FG002",
                  "numSubjects": "14"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "1"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "1"
                },
                {
                  "groupId": "FG002",
                  "numSubjects": "0"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "12"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "12"
                },
                {
                  "groupId": "FG002",
                  "numSubjects": "14"
                }
              ]
            }
          ],
          "dropWithdraws": [
            {
              "type": "Withdrawal by Subject",
              "reasons": [
                {
                  "groupId": "FG000",
                  "numSubjects": "2"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "0"
                },
                {
                  "groupId": "FG002",
                  "numSubjects": "0"
                }
              ]
            },
            {
              "type": "Termination of Study by Sponsor",
              "reasons": [
                {
                  "groupId": "FG000",
                  "numSubjects": "10"
                },
                {
                  "groupId": "FG001",
                  "numSubjects": "12"
                },
                {
                  "groupId": "FG002",
                  "numSubjects": "14"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "CBP-201 300 mg SC Q2W",
          "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
        },
        {
          "id": "BG001",
          "title": "CBP-201 Dose 2",
          "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
        },
        {
          "id": "BG002",
          "title": "Placebo",
          "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
        },
        {
          "id": "BG003",
          "title": "Total",
          "description": "Total of all reporting groups"
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "13"
            },
            {
              "groupId": "BG001",
              "value": "13"
            },
            {
              "groupId": "BG002",
              "value": "14"
            },
            {
              "groupId": "BG003",
              "value": "40"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Categorical",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "<=18 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Between 18 and 65 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "10"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "10"
                    },
                    {
                      "groupId": "BG003",
                      "value": "32"
                    }
                  ]
                },
                {
                  "title": ">=65 years",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "3"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "4"
                    },
                    {
                      "groupId": "BG003",
                      "value": "8"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Age, Continuous",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "years",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "53.0",
                      "spread": "14.80"
                    },
                    {
                      "groupId": "BG001",
                      "value": "47.3",
                      "spread": "11.35"
                    },
                    {
                      "groupId": "BG002",
                      "value": "47.9",
                      "spread": "17.96"
                    },
                    {
                      "groupId": "BG003",
                      "value": "49.4",
                      "spread": "14.65"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2"
                    },
                    {
                      "groupId": "BG001",
                      "value": "5"
                    },
                    {
                      "groupId": "BG002",
                      "value": "5"
                    },
                    {
                      "groupId": "BG003",
                      "value": "12"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "11"
                    },
                    {
                      "groupId": "BG001",
                      "value": "8"
                    },
                    {
                      "groupId": "BG002",
                      "value": "9"
                    },
                    {
                      "groupId": "BG003",
                      "value": "28"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Ethnicity (NIH/OMB)",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1"
                    },
                    {
                      "groupId": "BG001",
                      "value": "1"
                    },
                    {
                      "groupId": "BG002",
                      "value": "1"
                    },
                    {
                      "groupId": "BG003",
                      "value": "3"
                    }
                  ]
                },
                {
                  "title": "Not Hispanic or Latino",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "12"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "13"
                    },
                    {
                      "groupId": "BG003",
                      "value": "37"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Race (NIH/OMB)",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "American Indian or Alaska Native",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Asian",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "7"
                    },
                    {
                      "groupId": "BG001",
                      "value": "4"
                    },
                    {
                      "groupId": "BG002",
                      "value": "4"
                    },
                    {
                      "groupId": "BG003",
                      "value": "15"
                    }
                  ]
                },
                {
                  "title": "Native Hawaiian or Other Pacific Islander",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Black or African American",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "2"
                    }
                  ]
                },
                {
                  "title": "White",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "4"
                    },
                    {
                      "groupId": "BG001",
                      "value": "9"
                    },
                    {
                      "groupId": "BG002",
                      "value": "10"
                    },
                    {
                      "groupId": "BG003",
                      "value": "23"
                    }
                  ]
                },
                {
                  "title": "More than one race",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "0"
                    }
                  ]
                },
                {
                  "title": "Unknown or Not Reported",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    },
                    {
                      "groupId": "BG001",
                      "value": "0"
                    },
                    {
                      "groupId": "BG002",
                      "value": "0"
                    },
                    {
                      "groupId": "BG003",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Region of Enrollment",
          "paramType": "NUMBER",
          "unitOfMeasure": "participants",
          "classes": [
            {
              "title": "United States",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "5"
                    },
                    {
                      "groupId": "BG001",
                      "value": "7"
                    },
                    {
                      "groupId": "BG002",
                      "value": "8"
                    },
                    {
                      "groupId": "BG003",
                      "value": "20"
                    }
                  ]
                }
              ]
            },
            {
              "title": "China",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "7"
                    },
                    {
                      "groupId": "BG001",
                      "value": "4"
                    },
                    {
                      "groupId": "BG002",
                      "value": "4"
                    },
                    {
                      "groupId": "BG003",
                      "value": "15"
                    }
                  ]
                }
              ]
            },
            {
              "title": "Poland",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "1"
                    },
                    {
                      "groupId": "BG001",
                      "value": "2"
                    },
                    {
                      "groupId": "BG002",
                      "value": "2"
                    },
                    {
                      "groupId": "BG003",
                      "value": "5"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Nasal Polyp Score",
          "description": "NPS is the sum of left and right nostril scores as assessed by the investigator and central reader from video recordings of nasal endoscopy. The NPS is the sum of left and right nostrils: 0=No polyps, 1=Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate, 2=Polyps reaching below the lower border of the middle turbinate, 3=Large polyps reaching the lower border of the inferior turbinate or large polyps medial to the middle turbinate, 4=Large polyps causing complete obstruction of the inferior nasal cavity. NPS score 0-8 possible.",
          "populationDescription": "Three NPS endoscopy videos were deemed not evaluable by the central reader.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "units on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "12"
                    },
                    {
                      "groupId": "BG001",
                      "value": "12"
                    },
                    {
                      "groupId": "BG002",
                      "value": "13"
                    },
                    {
                      "groupId": "BG003",
                      "value": "37"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "5.5",
                      "spread": "1.73"
                    },
                    {
                      "groupId": "BG001",
                      "value": "5.5",
                      "spread": "1.38"
                    },
                    {
                      "groupId": "BG002",
                      "value": "5.6",
                      "spread": "1.56"
                    },
                    {
                      "groupId": "BG003",
                      "value": "5.5",
                      "spread": "1.52"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Nasal Congestion Score (NCS)",
          "description": "Daily NCS was assessed by the patient through a patient diary from Visit 1 throughout the study by using a 0 to 3 categorical scale for severity of symptoms from none to severe over the past 24 hours. The patients answered the question daily \"How would you rate nasal congestion over the last 24 hours?\" Possible answers: 0=None, 1=Minor, 2=Moderate, 3=Severe.\n\nWeekly mean of daily NCS was calculated as sum of non-missing daily NCS divided by number of days with non-missing daily NCS using analysis window. Weekly mean of daily NCS was summarized using descriptive statistics by treatment.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "units on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "2.4945",
                      "spread": "0.5365"
                    },
                    {
                      "groupId": "BG001",
                      "value": "2.1429",
                      "spread": "0.5919"
                    },
                    {
                      "groupId": "BG002",
                      "value": "2.4507",
                      "spread": "0.5090"
                    },
                    {
                      "groupId": "BG003",
                      "value": "2.3649",
                      "spread": "0.5544"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Nasal Peak Inspiratory Flow (NPIF) - AM",
          "description": "Nasal peak inspiratory flow was measured in the morning and evening using a pulmonary flow meter fitted with a nasal adaptor and recorded in the patient's daily diary throughout the study. Weekly averages between visits are presented as descriptive statistics.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "L/min",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "74.5",
                      "spread": "47.36"
                    },
                    {
                      "groupId": "BG001",
                      "value": "64.5",
                      "spread": "32.38"
                    },
                    {
                      "groupId": "BG002",
                      "value": "75.7",
                      "spread": "65.48"
                    },
                    {
                      "groupId": "BG003",
                      "value": "71.7",
                      "spread": "49.68"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Nasal Peak Inspiratory Flow (NPIF) - PM",
          "description": "Nasal peak inspiratory flow was measured in the morning and evening using a pulmonary flow meter fitted with a nasal adaptor and recorded in the patient's daily diary throughout the study. Weekly averages between visits are presented as descriptive statistics.",
          "paramType": "MEAN",
          "dispersionType": "STANDARD_DEVIATION",
          "unitOfMeasure": "L/min",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "13"
                    },
                    {
                      "groupId": "BG001",
                      "value": "13"
                    },
                    {
                      "groupId": "BG002",
                      "value": "14"
                    },
                    {
                      "groupId": "BG003",
                      "value": "40"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "69.1",
                      "spread": "44.36"
                    },
                    {
                      "groupId": "BG001",
                      "value": "70.4",
                      "spread": "35.73"
                    },
                    {
                      "groupId": "BG002",
                      "value": "75.0",
                      "spread": "70.68"
                    },
                    {
                      "groupId": "BG003",
                      "value": "71.6",
                      "spread": "51.68"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "Change in Endoscopic Nasal Polyp Score (NPS)",
          "description": "Change from baseline at Week 24 in endoscopic Nasal Polyp Score (NPS). Endoscopic NPS is assessed by central clinical specialist assessment of video recordings of nasal endoscopy. NPS is graded based on polyp size (recorded as the sum of the right and left nostril scores with a range of 0 to 8; higher scores indicate worse status). The scoring for each nostril is as follows: 0 No polyps, 1 Small polyps in the middle meatus not reaching below the inferior border of the middle turbinate, 2 Polyps reaching below the lower border of the middle turbinate, 3 Large polyps reaching the lower border of the inferior turbinate or large polyps medial to the middle turbinate (i.e., reaching below the middle turbinate), 4 Large polyps causing complete obstruction of the inferior nasal cavity (i.e., touching the floor of the nose). The most improvement improvement possible from baseline would be -8 and the max worsening possible is +8.",
          "populationDescription": "The original intent of the study was to analyze the Full Analysis Set at week 24 but due to the early termination of the study, most patients were discontinued before reaching the 24 week treatment timepoint. Data for Week 24 were not complete for any participant in the CBP-201 300 mg Q4W and Placebo Arms.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg subcutaneous (SC) injection Q2W.\n\nCBP-201: CBP-201 300 mg subcutaneous (SC) injection Q2W."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg Q4W",
              "description": "CBP-201 300 mg subcutaneous (SC) injection Q4W.\n\nCBP-201: CBP-201 300 mg subcutaneous (SC) injection Q4W."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0",
                      "spread": "NA",
                      "comment": "Only one patient's data available at Week 24 for this treatment group."
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "PRIMARY",
          "title": "Change in Average Daily Nasal Congestion Score (NCS)",
          "description": "Change from baseline at Week 24 in average daily Nasal Congestion Score (NCS). Daily NCS wase assessed by patient diary from screening and throughout the study by using a 0 to 3 categorical scale for severity of symptoms from none to severe over the past 24 hours. The patient diary prompt: \"How would you rate nasal congestion over the last 24 hours?\" The answers are: 0 None,1 Minor, 2 Moderate, 3 Severe. The lowest possible weekly average is 0 and the highest possible is 3. The higher the NCS score, the worse the symptoms. Change from baseline in weekly average score is the outcome. Maximal improvement in NCS would be -3 and maximal worsening would be +3.",
          "populationDescription": "The intent was to analyze the results from the Full Analysis Set at 24 weeks but due to the early termination of the study, most patients were discontinued prior to reaching the 24 week endpoint. Data for Week 24 were not collected for any participant in the Placebo Arm.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg subcutaneous (SC) injection Q2W.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg subcutaneous (SC) injection Q4W.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "2"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.8571",
                      "spread": "1.4142"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-1.8000"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Percentage of Maxillary Sinus Volume Occupied by Disease",
          "description": "CT change from baseline at Week 24 in Lund-Mackay Computed Tomography scores. To calculate the Lund-Mackay score on a CT scan of the paranasal sinuses and ostiomeatal complex, the central blinded reader assigns each sinus a score from 0-2: 0 (no abnormality), 1 (partial opacification) or 2 (complete opacification). The ostiomeatal complex is assigned a score of either 0 (not obstructed) or 2 (obstructed).The sinuses are grouped into: frontal sinus, anterior ethmoidal cells, posterior ethmoidal cells, maxillary sinus, sphenoid sinus, ostiomeatal complex. Each side is graded separately. A combined score from 0 to 24 is possible with 0 being no abnormality and 24 being complete obstruction. The maximal possible change from baseline score would be -24 and the maximal worsening from baseline score would be +24.",
          "populationDescription": "The intent was to analyze the Full Analysis Set at Week 24 but due to early termination of the study and too few CTs available for analysis, this endpoint was not collected for any of the treatment groups.",
          "reportingStatus": "POSTED",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg subcutaneous (SC) injection Q2W.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 SC Q4W",
              "description": "CBP-201 300 mg subcutaneous (SC) injection Q4W.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "0"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in University of Pennsylvania Smell Identification Test (UPSIT)",
          "description": "Change from baseline at Week 24 in University of Pennsylvania Smell Identification Test (UPSIT). The UPSIT is a commercially available, validated, \"scratch and sniff\" smell test that has 40 items, where each item has 1 correct answer and 3 incorrect answers or \"distractors\". An UPSIT result is scored out of 40 where a higher score indicates better olfaction (maximum being 40) and 0 indicates the worst possible olfaction outcome. The maximal possible improvement from baseline would be +40 and the worst possible change from baseline would be a score of -40.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. There were no subjects in the Placebo treatment groups who recorded an UPSIT assessment at week 24.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "6"
                    },
                    {
                      "groupId": "OG001",
                      "value": "13"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Visual Analogue Scale for Rhinosinusitis (VAS-RS)",
          "description": "Change from baseline at Week 24 in Visual Analogue Scale for Rhinosinusitis (VAS-RS).\n\nThe Visual Analogue Scale for Rhinosinusitis (VAS-RS) is a 10 cm linear scale that ranges from \"none\" to \"more than I can imagine\" for each of 14 defined nasal symptoms (runny nose, loss of smell, etc). The VAS instructions direct the patient to mark a vertical line at the point that best corresponds to how bothersome their symptoms have been between visits the VAS-RS is collected. Site staff measure the distance from none to the patient's mark for each of the 14 symptoms and adds the total number of cm. The least possible score is 0 reflecting no symptoms and the maximal score is 140 reflecting the worst possible symptoms. The best possible outcome change from baseline to week 24 would be a score of -140 and the worst possible change from baseline score would be +140.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data was not collected for any of the Placebo treatment group at Week 24.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "units on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-33.00"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-29.70"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Total Nasal Symptom Score (TNSS)",
          "description": "Change from baseline at Week 24 in Total Nasal Symptom Score (TNSS). The Total Nasal Symptom Score is a Patient Reported Outcome which is a total of 3 sub-question scores which are scored 0-3 (0=no symptoms, 1=mild, 2=moderate, 3=severe) for Nasal Obstruction, Itching/Sneezing, and Secretion/Runny Nose. The total possible TNSS score is 9 representing the worst symptoms and the a score of 0 represents no symptoms. The worst change from baseline to Week 24 would be a score of +9 and the best possible change from baseline score would be -9.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data was not collected for the placebo treatment group at Week 24 weeks.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-2"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-2"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in 22-item Sinonasal Outcome Test (SNOT-22)",
          "description": "Change from baseline at Week 24 in 22-item Sinonasal Outcome Test (SNOT-22) The Sino-Nasal Outcome Test (SNOT-22) is a 22-item list of symptoms and social/emotional consequences related to the patient's rhinosinusitis, using a 5-point scale (0,1,2,3,4,5), where score of 0 indicates No Problem, 2 for Very Mild Problem, 3 for Mild or Slight Problem, 4 for Moderate Problem, and 5 for Problem as bad as it can be. The SNOT-22 score range is 0-110, with higher scores representing worse symptoms associated with disease. A maximum improvement or outcome from baseline would be -110 and a maximum worsening of symptoms from baseline would be +110.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data were not collected at Week 24 for any participant in the placebo treatment group.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-17"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-6"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Average Daily Anterior Rhinorrhea Score",
          "description": "Change from baseline at Week 24 in average daily anterior rhinorrhea score. Participants reported symptoms daily on an electronic diary. The diary prompt was \"How would you rate your anterior rhinorrhea (the discharge draining from your nose, \"runny nose\") in the past 24 hours?\" The participant entered a score from 0-4: 0 No noticeable discharge from my nose; 1 Minor discharge from my nose, did not require tissues; 2 Some discharge from my nose, required a few tissues; 3 Significant discharge from my nose; 4 Near constant discharge from my nose. The higher the score the worse the outcome with a range of 0-4. The maximum improvement in weekly average of daily symptoms was -4 and the maximal worsening in symptoms was +4.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data were not collected at Week 24 for any participant in the placebo treatment group.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg SC Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg SC Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "2"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.61",
                      "spread": "1.273"
                    },
                    {
                      "groupId": "OG001",
                      "value": "-1.25"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Average Daily Posterior Rhinorrhea Score",
          "description": "Change from baseline at Week 24 in average daily posterior rhinorrhea score. Participants reported symptoms daily on an electronic diary. The diary prompt was \"How would you rate your posterior rhinorrhea (postnasal phlegm dripping into your throat) in the past 24 hours?\" The participant entered a score from 0-4: 0 No noticeable postnasal drip; 1 Some minor postnasal drip; 2 Moderate postnasal drip; 3 Significant postnasal drip; 4 Near constant postnasal drip.\n\nThe higher the score the worse the outcome with a range of 0-4. The maximum improvement in weekly average of daily symptoms was -4 and the maximal worsening in symptoms was +4.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data were not collected at Week 24 for any participant in the placebo treatment group.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg SC Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg SC Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "2"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-0.66",
                      "spread": "0.485"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0.25"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Average Daily Loss of Smell Score",
          "description": "Change from baseline at Week 24 in average daily loss of smell score Participants reported symptoms daily on an electronic diary. The diary prompt was \"How would you rate your ability to smell?\" The participant entered a score from 0-3: 0 Not able to smell anything; 1 Can smell only strong odors; 2 Can smell some, but not all, odors; 3 Have no problem smelling The maximum improvement in weekly average of daily symptoms was +3 and the maximal worsening in symptoms was -3.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data were not collected at Week 24 for any participants in the placebo treatment group.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "score on a scale",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "2"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0.750",
                      "spread": "0.5893"
                    },
                    {
                      "groupId": "OG001",
                      "value": "0.8571"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change in Daily Subject-assessed Nasal Peak Inspiratory Flow (NPIF)",
          "description": "Change from baseline at Week 24 in daily subject-assessed nasal peak inspiratory flow (NPIF).\n\nParticipants performed a nasal peak inspiratory flow (NPIF) maneuver twice daily at home and recorded the result on an electronic diary device. An improvement in flow rate (L/min) is considered an improvement and a decrease in flow rate is considered a worsening of symptoms. A change from baseline improvement in flow rate would be a positive number and a worsening from baseline would be a negative number. MCID is considered to be a change from baseline of approximately 20 L/min.",
          "populationDescription": "The intent was to analyze change from baseline at 24 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. Data were not collected at Week 24 for any participant.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "L/min",
          "timeFrame": "From Baseline to Week 24",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "2"
                },
                {
                  "groupId": "OG001",
                  "value": "1"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "46.5714",
                      "spread": "66.8721"
                    },
                    {
                      "groupId": "OG001",
                      "value": "152.5000"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Blood Level of IgE",
          "description": "Change from baseline will be summarized with descriptive statistics in blood level of IgE.\n\nIgE (ng/mL) was measured in blood samples sent to a central clinical laboratory.\n\nA negative change from baseline will be considered a clinical improvement and a positive change from baseline will be considered a lack of improvement.",
          "populationDescription": "The intent was to analyze change from baseline at 32 weeks in the Full Analysis Set but due to early termination of the study and too little data, this endpoint was not analyzed. No data was reported at 32 weeks from participants in the CBP-201 300 SC Q4W or placebo treatment groups.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "ng/mL",
          "timeFrame": "From Baseline to Week 32",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-35794.02"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Peripheral Eosinophil Counts",
          "description": "Change from baseline will be summarized with descriptive statistics in peripheral eosinophil counts.\n\nEosinophil counts in the blood (reported as 10\\^9/L) were determined from blood samples sent to a central clinical laboratory.\n\nA negative change from baseline will be considered a clinical improvement and a positive change from baseline will be considered a lack of clinical improvement.",
          "populationDescription": "The intent was to analyze change from baseline at 32 weeks in the Full Analysis Set but no data was collected at 32 weeks for participants in the CBP-201 SC Q4W or placebo treatment groups.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "10^9 cells/L",
          "timeFrame": "From Baseline to Week 32",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0.30"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Eosinophil Cationic Protein (ECP)",
          "description": "Change from baseline will be summarized with descriptive statistics in eosinophil cationic protein (ECP).\n\nEosinophil cationic protein (reported as ng/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. An decrease in ECP will be considered an improvement in outcome and an increase will be considered a lack of improvement in clinical outcome.",
          "populationDescription": "The intent was to analyze change from baseline at 32 weeks in the Full Analysis Set but no data was collected at week 32 from participants in the CBP-201 300 mg SC Q4W or placebo treatment groups.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "ng/mL",
          "timeFrame": "From Baseline to Week 32",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "-20.68"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Thymus and Activation-regulated Chemokine (TARC)",
          "description": "Change from baseline will be summarized with descriptive statistics in thymus and activation-regulated chemokine (TARC).\n\nTARC (reported in pg/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. A decrease in TARC will be considered an improvement in clinical outcome and an increase in TARC will be considered a lack of clinical improvement.",
          "populationDescription": "The intent was to analyze change from baseline at 32 weeks in the Full Analysis Set but no data was collected at Week 32 from the CBP-201 300 mg SC Q4W or placebo treatment groups.",
          "reportingStatus": "POSTED",
          "timeFrame": "From Baseline to Week 32",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "0"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Eotaxin-3",
          "description": "Change from baseline will be summarized with descriptive statistics in Eotaxin-3.\n\nEotaxin-3 (reported in pg/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. A decrease from baseline will be considered a clinically improvement and an increase will be considered a lack of improvement.",
          "populationDescription": "The intent was to analyze change from baseline at 32 weeks in the Full Analysis Set but due to early termination of the study no data was collected at Week 32 for participants in the CBP-201 300 mg SC Q4W or placebo treatment groups.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "pg/mL",
          "timeFrame": "From Baseline to Week 32",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "0.040"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "type": "SECONDARY",
          "title": "Change From Baseline in Periostin",
          "description": "Change from baseline will be summarized with descriptive statistics in periostin.\n\nPeriostin (reported in ng/mL) was measured in blood samples collected from participants and sent to a central clinical laboratory for processing. A decrease from baseline will be considered a positive clinical outcome and an increase will be be considered to lack a positive outcome.",
          "populationDescription": "The intent was to analyze change from baseline at 32 weeks in the Full Analysis Set but due to early termination no data was collected for week 32 from participants in the CBP-201 300 Q4W or placebo treatment groups.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Deviation",
          "unitOfMeasure": "ng/mL",
          "timeFrame": "From Baseline to Week 32",
          "groups": [
            {
              "id": "OG000",
              "title": "CBP-201 300 mg SC Q2W",
              "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG001",
              "title": "CBP-201 300 mg SC Q4W",
              "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 subcutaneous (SC) injection."
            },
            {
              "id": "OG002",
              "title": "Placebo",
              "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection."
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "1"
                },
                {
                  "groupId": "OG001",
                  "value": "0"
                },
                {
                  "groupId": "OG002",
                  "value": "0"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "106.52"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "5",
      "timeFrame": "Both AEs and SAEs were recorded from the time the patient signs the ICF until Visit 17 (32 weeks) or Early Termination Visit, whichever occured first.",
      "description": "The AE definition for this study was in line with the CT.gov definition. In addition, AEs of Special Interest (AESI) were also followed closely per FDA recommendation.\n\nAESIs for this study:\n\n* Conjunctivitis\n* Keratitis\n* Anaphylaxis\n* AE of injection site reaction lasting \\>24 hours\n* AST/ALT elevated \\>5X ULN\n* Parasitic and opportunistic infections\n* Pregnancy\n* Symptomatic overdose (i.e. overdose of study drug resulting in an adverse event)",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "CBP-201 300 mg Q2W",
          "description": "CBP-201 300 mg Q2W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 300 mg Q2W subcutaneous (SC) injection.",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 13,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 13,
          "otherNumAffected": 1,
          "otherNumAtRisk": 13
        },
        {
          "id": "EG001",
          "title": "CBP-201 Dose 2",
          "description": "CBP-201 300 mg Q4W subcutaneous (SC) injection.\n\nCBP-201: CBP-201 300 mg Q4W subcutaneous (SC) injection.",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 13,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 13,
          "otherNumAffected": 3,
          "otherNumAtRisk": 13
        },
        {
          "id": "EG002",
          "title": "Placebo",
          "description": "Placebo subcutaneous (SC) injection.\n\nPlacebo: Placebo subcutaneous (SC) injection.",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 14,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 14,
          "otherNumAffected": 1,
          "otherNumAtRisk": 14
        }
      ],
      "otherEvents": [
        {
          "term": "Injection site erythema",
          "organSystem": "General disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Injection site oedema",
          "organSystem": "General disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Injection site pruritis",
          "organSystem": "General disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Dizziness",
          "organSystem": "Nervous system disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Migraine",
          "organSystem": "Nervous system disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Abdominal pain",
          "organSystem": "Gastrointestinal disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Vomiting",
          "organSystem": "Gastrointestinal disorders",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 14
            }
          ]
        },
        {
          "term": "Blood creatine phosphokinase increased",
          "organSystem": "Investigations",
          "sourceVocabulary": "MedDRA (24.0)",
          "assessmentType": "SYSTEMATIC_ASSESSMENT",
          "stats": [
            {
              "groupId": "EG000",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 13
            },
            {
              "groupId": "EG001",
              "numEvents": 1,
              "numAffected": 1,
              "numAtRisk": 13
            },
            {
              "groupId": "EG002",
              "numEvents": 0,
              "numAffected": 0,
              "numAtRisk": 14
            }
          ]
        }
      ]
    },
    "moreInfoModule": {
      "limitationsAndCaveats": {
        "description": "The study was prematurely discontinued after 40 patients were enrolled due to recruitment issues resulting from the COVID-19 pandemic and operational issues such as the inability to fully conduct/implement the study (e.g., monitoring, logistics of drug supply, transportation of clinical testing samples, etc.) due to the Russian invasion of Ukraine in Mar 2022.\n\nBecause only limited data was collected, no definitive conclusions can be made at the pre-planned 24-week primary endpoint."
      },
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictionType": "LTE60",
        "restrictiveAgreement": true
      },
      "pointOfContact": {
        "title": "Dr. Malinda Longphre, PhD, Head of Clinical Operations",
        "organization": "Connect Biopharma",
        "email": "mlongphre@connectpharm.com",
        "phone": "+1 510 520 3361"
      }
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot",
          "hasProtocol": true,
          "hasSap": false,
          "hasIcf": false,
          "label": "Study Protocol",
          "date": "2021-12-21",
          "uploadDate": "2023-05-24T15:50",
          "filename": "Prot_000.pdf",
          "size": 10309305
        },
        {
          "typeAbbrev": "SAP",
          "hasProtocol": false,
          "hasSap": true,
          "hasIcf": false,
          "label": "Statistical Analysis Plan",
          "date": "2022-06-20",
          "uploadDate": "2023-06-27T21:31",
          "filename": "SAP_002.pdf",
          "size": 790508
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "removedCountries": [
        "Belgium"
      ],
      "submissionTracking": {
        "firstMcpInfo": {
          "postDateStruct": {
            "date": "2023-06-28",
            "type": "ACTUAL"
          }
        }
      }
    }
  },
  "hasResults": true
}