{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03066986",
      "orgStudyIdInfo": {
        "id": "CALHN Ref No. R20151007"
      },
      "secondaryIdInfos": [
        {
          "id": "CT-2015-CTN-03308-1 v2",
          "type": "REGISTRY",
          "domain": "Therapeutics Good Administration"
        }
      ],
      "organization": {
        "fullName": "Central Adelaide Local Health Network Incorporated",
        "class": "OTHER_GOV"
      },
      "briefTitle": "Study of Sting Challenge and Serological Responses to Jack Jumper Venom Immunotherapy With Inulin as Adjuvant (Jumpvax)",
      "officialTitle": "A Dose Ranging Study of Sting Challenge and Specific lgE, and IgG4 Responses to Jack Jumper Ant (JJA) [Myrmecia Pilosula] Venom Immunotherapy (VIT) With and Without Delta-inulin as an Adjuvant.",
      "acronym": "Jumpvax"
    },
    "statusModule": {
      "statusVerifiedDate": "2020-08",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2021-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2017-02-20",
      "studyFirstSubmitQcDate": "2017-02-23",
      "studyFirstPostDateStruct": {
        "date": "2017-03-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2020-08-08",
      "lastUpdatePostDateStruct": {
        "date": "2020-08-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "THANH-THAO ADRIANA LE",
        "investigatorTitle": "Dr Adriana Le, Clinical Immunologist/Allergist, Royal Adelaide Hospital",
        "investigatorAffiliation": "Central Adelaide Local Health Network Incorporated"
      },
      "leadSponsor": {
        "name": "Central Adelaide Local Health Network Incorporated",
        "class": "OTHER_GOV"
      },
      "collaborators": [
        {
          "name": "Vaxine Pty Ltd",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to assess the potential use of delta-inulin as an adjuvant to facilitate the desired immune response to Jack Jumper Ant (JJA) venom with a lower dose of venom, thus reducing adverse reactions, venom requirements and costs of treatment. Specifically we aim to compare outcomes of in-hospital JJA sting challenges and JJA venom specific IgE, and IgG4 responses to semi-rush JJA VIT at maintenance doses of 25 and 50 mcg of JJA venom, with and without delta-inulin adjuvant.",
      "detailedDescription": "Background JJA sting appears to be a dominant cause of insect sting anaphylaxis in the cooler areas of southern and eastern Australia where the native ant is prevalent. Immunotherapy for treatment of stinging insect anaphylaxis involves the administration of increasing doses of purified insect venom with the aim of inducing clinical tolerance, but also carrying the risk of allergic reactions to treatment. In a randomised double-blinded, placebo-controlled trial of JJA VIT7 we have shown JJA VIT to be highly effective at preventing JJA sting anaphylaxis, with an objective systemic sting reaction rate in those who were on maintenance JJA VIT \\< 5% vs 70% for those receiving placebo VIT. Real world experience in Tasmania has supported these findings with objective systemic reaction rates to sting challenges on 50 and 100 mcg maintenance doses respectively 14/130 and 12/126 subjects as against reaction rates to stings in similar subjects without JJA VIT of 70-76% in trial and epidemiological studies.\n\nAlthough JJA VIT is highly effective at preventing severe objective reactions to JJA stings, its applicability is limited by (1) venom availability with venom collected by venom sac dissection of ants harvested from wild nests with inherent WH\\&S risks; (2) venom costs, at $2 per microgram of venom (3) as with honey bee VIT difficulties in a significant minority of subjects in achieving maintenance because of immediate generalised allergic reactions (4) prolonged therapy, generally 5 years or longer - for those in whom a previous sting reaction was immediately life-threatening, treatment continues indefinitely for as long as the risk of an accidental sting remains. An adjuvant that would facilitate the wanted immune response to JJA venom has the potential to reduce venom requirements and thereby reduce costs and increase availability of JJA VIT, reduce the number of hospital visits required and if the protective response can be achieved with lower doses of venom and/or earlier in therapy, reduce the number of systemic allergic reactions to JJA VIT.\n\nInulin is a natural storage polysaccharide in some plants. It is approved around the world for intravenous human use in renal function studies and generally regarded as safe. Inulin exists in different polymorphic forms, and water suspensions of inulin particles in delta polymorphic form are potent adjuvants that preferentially induce IgG4 without the toxicity exhibited by other adjuvants and without increasing IgE production as occurs with traditional aluminum-based adjuvants. This effect is particularly important as one of the functions of VIT is to reduce IgE and increase IgG4, making inulin an ideal candidate vaccine adjuvant to be tested in combination with VIT. A cGMP product of delta-inulin adjuvant (Advax™) is supplied in Australia by Vaxine Pty Ltd (Flinders Medical Centre, Bedford Park, SA 5042) and is suitable for human use. Delta-inulin adjuvant (Advax) have successfully been tested in adult human subjects in combination with such antigens as Hepatitis B virus surface antigen and influenza haemagglutinin, with an excellent safety record and evidence of antigen dose-sparing, greater sero-protection and fewer systemic adverse effects. In the recently completed RAH-FMC trial of honey bee venom immunotherapy with and without delta inulin the addition of the adjuvant delta-inulin to honey bee venom vaccine has been shown in another study to promote a better immune response than the standard venom preparations.\n\nStudy design The aim of this proposed study is to compare responses to in-hospital sting challenges and JJA venom specific lgE and IgG4 responses to semi-rush JJA VIT at doses of 25 and 50 mcg of JJA venom, with and without delta-inulin adjuvant (Advax). Subjects will be randomised, ten to each arm, to receive semi-rush JJA VIT with or without delta-inulin (a fixed dose of 5 mg with each dose of venom) aiming to achieve a maintenance dose of JJA venom of 25 or 50 mcg. The study will be subject and observer blind because it is very difficult to mask from attending nursing staff the turbid appearance of the delta-inulin containing vaccines and we judge it unsafe to use opaque syringes. Furthermore, it is not appropriate to use a placebo that mimics the cloudy appearance of venom vaccine containing delta-inulin without first performing a trial on the placebo itself to ensure that it does not either positively or negatively influence the effect of the venom extract. In a previous study with 256 sting challenges performed after 12 months JJA VIT, 50 mcg and 100 mcg of JJA venom appear to have similar efficacy as maintenance doses. In an attempt to give all participants a real possibility of some medium term protection, the study schedule has been designed such that, after effects of twelve months of maintenance injections have been assessed by sting challenges, all subjects in 25 mcg maintenance dose arms giving suboptimal responses in comparison to standard 50 mcg dose group will be offered conversion to the 50 mcg maintenance.\n\nSelection of subjects Subjects for this study will be recruited from the Royal Adelaide and Royal Hobart Hospitals. We plan to recruit a total of 40 patients to this study, half of whom (i.e. 20 subjects) will be recruited from the Royal Adelaide Hospital.\n\nAs this is a Phase 1/2 study, no formal sample size estimation is normally required. The sample of 20 patients for the delta-inulin adjuvant preparation and 20 control subjects receiving standard venom therapy without adjuvant was chosen in order to provide adequate evaluation of the study endpoints.\n\nRandomisation Participants will be randomised in equal proportions to receive a top study dose 25 or 50 mcg of JJA venom with or without 5 mg delta-inulin adjuvant, that is four (4) study groups each of ten (10) subjects. Randomisation will be performed in real time, with all calls/emails regarding allocation to be logged to ensure adherence to allocation. Given the small patient numbers, we will use a randomisation table. Patients will also be stratified by site, with a target of 20 cases at each site.\n\nTreatment will be given by our established semi-rush regimen adapted for different target maintenance doses. Following this groups with modified doses will continue designated maintenance dose monthly to 12 months of maintenance VIT.\n\nStudy measurements\n\n1. Adverse events during venom immunotherapy. Severe (hypersensitivity and non-hypersensitivity) reactions to JJA VIT, deaths and unexpected hospital admissions will require immediate notification to a Data Safety Monitor independent of the investigators.\n2. Laboratory studies\n\n   1. Safety tests: At entry, on achieving maintenance and then only if clinically indicated. Full Blood Examination (FBE), C-reactive Protein (CRP), Urea and Electrolyte (U\\&E), Liver Function Test (LFT), Mast Cell Tryptase (MCT)\n   2. Markers of venom delta-inulin immunogenicity and desensitisation: Sera for determination of specific IgE and IgG4 to JJA venom using ImmunoCAP assay will be taken at baseline, at attendance after reaching maintenance VIT, at attendance after 4th injection of maintenance dose; then at 12 months. Venom skin testing (VST) will be performed at the same timepoints.\n3. JJA in-hospital sting challenges - will be performed after 12 months tolerating the 1-month maintenance interval, and one month after the last dose."
    },
    "conditionsModule": {
      "conditions": [
        "Ant Sting",
        "Immunotherapy"
      ],
      "keywords": [
        "Venom anaphylaxis",
        "Myrmecia piluosa",
        "Immunological adjuvant",
        "Immunotherapy",
        "Jack jumper ant"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "25mcg JJA venom",
          "type": "EXPERIMENTAL",
          "description": "Subjects will receive semi-rush JJA VIT (without delta-inulin) aiming to achieve a maintenance dose of JJA venom of 25mcg (dose finding comparison).",
          "interventionNames": [
            "Biological: Dose finding comparison"
          ]
        },
        {
          "label": "25mcg JJA venom + 5mg delta-inulin",
          "type": "EXPERIMENTAL",
          "description": "Subjects will receive semi-rush JJA VIT with delta-inulin (at a fixed dose of 5 mg with each dose of venom) aiming to achieve a maintenance dose of JJA venom of 25mcg (dose finding comparison, adjuvant comparison).",
          "interventionNames": [
            "Drug: Delta-inulin",
            "Biological: Dose finding comparison"
          ]
        },
        {
          "label": "50mcg JJA venom",
          "type": "ACTIVE_COMPARATOR",
          "description": "Subjects will receive semi-rush JJA VIT (without delta-inulin) aiming to achieve a maintenance dose of JJA venom of 50mcg, ie. the current standard of care.",
          "interventionNames": [
            "Biological: Dose finding comparison"
          ]
        },
        {
          "label": "50mcg JJA venom + 5mg delta-inulin",
          "type": "EXPERIMENTAL",
          "description": "Subjects will receive semi-rush JJA VIT with delta-inulin (at a fixed dose of 5 mg with each dose of venom) aiming to achieve a maintenance dose of JJA venom of 50mcg (adjuvant comparison).",
          "interventionNames": [
            "Drug: Delta-inulin",
            "Biological: Dose finding comparison"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Delta-inulin",
          "description": "Addition of adjuvant, delta-inulin to JJA VIT regime, to determine if this will allow lower doses and shorter regimes to promote protective responses, reducing costs and morbidity of JJA VIT.",
          "armGroupLabels": [
            "25mcg JJA venom + 5mg delta-inulin",
            "50mcg JJA venom + 5mg delta-inulin"
          ],
          "otherNames": [
            "Advax"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Dose finding comparison",
          "description": "Define minimum effective maintenance dose (50mcg vs 25mcg). In \"real world\" sting challenges after 12 months of JJA VIT objective systemic reaction rates after 50 and 100 mcg maintenance doses respectively 14/130 and 12/126 subjects vs reaction rates to stings in similar subjects without JJA VIT 70-76%. Venom delivery in sting likely \\<20mcg. Therefore minimum effective maintenance dose not yet defined.",
          "armGroupLabels": [
            "25mcg JJA venom",
            "25mcg JJA venom + 5mg delta-inulin",
            "50mcg JJA venom",
            "50mcg JJA venom + 5mg delta-inulin"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Response to in-hospital JJA sting following 12 months of maintenance treatment",
          "description": "Number of subjects in each group experiencing systemic allergic reaction to in-hospital JJA sting after 12 months of maintenance treatment.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Specific IgG4 responses to JJA venom during treatment",
          "description": "Specific IgG4 responses (mcgA/L) to JJA venom immunotherapy by group",
          "timeFrame": "18 months"
        },
        {
          "measure": "Specific IgE responses to JJA venom during treatment",
          "description": "Specific IgE responses (kU/L) to JJA venom immunotherapy by group",
          "timeFrame": "18 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in VST to JJA venom during treatment",
          "description": "Venom skin test responses (concentration of venom which results in a positive intradermal test - mcg/ml) to JJA venom immunotherapy by group",
          "timeFrame": "15 months"
        },
        {
          "measure": "Adverse reactions to JJA venom immunotherapy",
          "description": "Number of events per group and number of subjects per group experiencing clinical adverse reactions attributable to JJA VIT",
          "timeFrame": "18 months"
        },
        {
          "measure": "Incidental reactions to field stings during JJA venom immunotherapy",
          "description": "Number of events per group and number of subjects per group experiencing systemic allergic reactions to incidental JJA stings",
          "timeFrame": "18 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Previous immediate systemic allergic reaction to definite or possible JJA sting.\n* Venom-specific lgE response to JJA venom (by intradermal skin testing or serological analysis).\n* Age between 18 and 65 years at the time of starting treatment.\n* Gives informed consent, including acknowledgement that any protection from JJA sting anaphylaxis may be short lived and that JJA VIT and in particular, JJA sting challenges have the potential to cause systemic allergic reactions, including anaphylaxis.\n\nExclusion Criteria:\n\n* Pregnant (women of child-bearing age will have a urine pregnancy test on first day of treatment) or intended pregnancy during treatment.\n* Beta-blocker, ACE-inhibitor or mono-amine oxidase therapy for any reason.\n* Unstable heart disease.\n* Poorly controlled lung disease; defined as being severe enough to cause breathlessness on mild or moderate exertion, i.e. unable to walk up a modest incline.\n* Any other chronic or severe medical condition which puts the patient at increased risk if they participated in this study in the investigators opinion.\n* Previous JJA VIT, any ongoing immunotherapy or use of immunosuppressive drugs.\n* Raised baseline mast cell tryptase",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Pravin Hissaria, FRACP FRCPA",
          "affiliation": "Royal Adelaide Hospital and SA Pathology",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Royal Adelaide Hospital",
          "city": "Adelaide",
          "state": "South Australia",
          "zip": "5000",
          "country": "Australia",
          "geoPoint": {
            "lat": -34.92866,
            "lon": 138.59863
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "IPD will be shared with collaborating institutions/organisations, specifically Royal Hobart Hospital JJA Program and Vaxine Pty Ltd, Flinders Medical Centre. We are prepared to share de-identified data with other researchers. We do not expect any substantive results to be available until February 2018. Enquries for obtaining data should be directed to the primary investigators P Hissaria or TA Le.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "ICF",
        "CSR"
      ],
      "timeFrame": "Primary and secondary outcome data to be shared with collaborators until end of study (end 2021)",
      "accessCriteria": "Data access will be limited to collaborators and data safety monitor"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C576871",
          "term": "delta inulin"
        }
      ]
    }
  },
  "hasResults": false
}