{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02960074",
      "orgStudyIdInfo": {
        "id": "P00020640"
      },
      "organization": {
        "fullName": "Boston Children's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Evaluating the Safety and Efficacy of Oral Encapsulated Fecal Microbiota Transplant in Peanut Allergic Patients",
      "officialTitle": "A Phase I Open Label Trial to Evaluate the Safety and Efficacy of Oral Encapsulated Fecal Microbiota Transplantation in Peanut Allergic Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-03-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-07-28",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-07-28",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2016-11-07",
      "studyFirstSubmitQcDate": "2016-11-07",
      "studyFirstPostDateStruct": {
        "date": "2016-11-09",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2021-09-02",
      "lastUpdatePostDateStruct": {
        "date": "2021-09-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Rima Rachid",
        "investigatorTitle": "Attending Physician, Division of Immunology",
        "investigatorAffiliation": "Boston Children's Hospital"
      },
      "leadSponsor": {
        "name": "Rima Rachid",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a Phase I trial to evaluate the safety and efficacy of oral encapsulated fecal microbiota transplantation (FMT) in the treatment of peanut allergy. In this research the investigators would like to learn more about ways to treat peanut allergies. There is currently no known cure for peanut allergy. The primary aim is to assess safety and tolerability of oral FMT in patients with peanut allergy aged 18-40 years.",
      "detailedDescription": "This is a study of fecal microbiota transplantation (FMT) in the treatment of peanut allergy. The primary aim is to assess safety and tolerability of oral encapsulated FMT in patients with peanut allergy aged 18-40 years. A total of 15 patients with peanut allergy will be enrolled after they fail a screening food challenge to peanut. 10 patients will be given oral encapsulated frozen FMT over 1-2 days. 5 additional patients will receive antibiotics prior to being given oral encapsulated frozen FMT over 1-2 days. Patients will undergo a second and third food challenge after receiving FMT. The expected duration of the study for each subject will be one year. Stool collection, skin testing and blood samples will be done serially."
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy"
      ],
      "keywords": [
        "Allergy, Peanut",
        "Hypersensitivity Peanut",
        "Peanut Allergy",
        "Donor Feces Infusion",
        "Fecal Transplant",
        "Fecal Transplantation",
        "Intestinal Microbiota Transfer",
        "Fecal Microbiota Transplantation",
        "Food allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 15,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Non-antibiotics Arm",
          "type": "EXPERIMENTAL",
          "description": "The first 10 patients will not receive antibiotics prior to receiving the investigational agent, which consists of screened-donor inoculum of a biologically active human substance (FMT). We will give oral frozen FMT over 2 days.",
          "interventionNames": [
            "Biological: Fecal Microbiota Capsule"
          ]
        },
        {
          "label": "Antibiotics Arm",
          "type": "EXPERIMENTAL",
          "description": "An additional 5 patients will receive antibiotics prior to receiving the investigational agent, which consists of screened-donor inoculum of a biologically active human substance (FMT). We will give oral frozen FMT over 2 days.",
          "interventionNames": [
            "Biological: Fecal Microbiota Capsule"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Fecal Microbiota Capsule",
          "description": "We will treat patients with oral encapsulated frozen FMT over 2 days.",
          "armGroupLabels": [
            "Antibiotics Arm",
            "Non-antibiotics Arm"
          ],
          "otherNames": [
            "FMT Therapy",
            "Fecal Microbiota Transplant"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Presence of FMT-related adverse events grade 2 or above",
          "description": "Presence of FMT-related adverse events grade 2 or above",
          "timeFrame": "12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in threshold of peanut reactivity during a double blind placebo controlled food challenge from 100 mg to 300 mg peanut protein, using PRACTALL guidelines",
          "description": "To evaluate whether FMT therapy alone or after antibiotic pretreatment can increase the threshold of peanut sensitivity during a double blind placebo controlled food challenge from 100 mg peanut protein to 300 mg.",
          "timeFrame": "1 day"
        },
        {
          "measure": "Changes in threshold of peanut reactivity from 100 mg to 600 mg peanut protein during double blind placebo controlled food challenge using PRACTALL guidelines",
          "description": "To evaluate whether FMT therapy alone or after antibiotic pretreatment can increase the threshold of peanut sensitivity during a double blind placebo controlled food challenge from 100 mg peanut protein to 600 mg",
          "timeFrame": "1 day"
        },
        {
          "measure": "Changes in skin test peanut specific wheal size in mm",
          "description": "To evaluate the changes following FMT (with and without antibiotics), to peanut specific skin prick test.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Changes in serum peanut-specific IgE level in kU/L",
          "description": "To evaluate the changes following FMT (with and without antibiotics), to serum peanut-specific IgE level in kU/L",
          "timeFrame": "12 months"
        },
        {
          "measure": "Changes in gut microbial composition measured in serial stool samples, using 16S RNA sequencing and persistence of that change over time",
          "description": "To evaluate the changes following FMT (with and without antibiotics), to gut microbial composition measured in serial stool samples, using 16S RNA sequencing and persistence of that change over time",
          "timeFrame": "12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Develop dose limiting symptoms to peanut during a DPBCFC conducted in accordance with PRACTALL (Practical Issues in Allergology, Joint United States/European Union Initiative) guidelines at 3 mg, 10 mg, 30 mg, or 100 mg peanut protein.\n2. Has a positive SPT to peanut (≥5mm) and/or a positive peanut-specific IgE \\>0.35kU/L.\n3. Has a Spirometry or Peak Flow with Measurement of FEV1\\>=80% of predicted\n4. Have negative test results for Hepatitis B surface antigen and antibodies (HBV), Hepatitis C (HCV), and Human Immunodeficiency Virus (HIV).\n5. Have a negative urine hCG test if a female participant.\n6. Agrees to use an acceptable single-barrier form of birth control from enrollment through the 4 month DBPCFC study visit if female of childbearing potential if sexually active. An example of a single-barrier method of contraception includes condoms or oral contraceptives. Acceptable methods of birth control include implants, injectables, combined oral contraceptives, some intrauterine contraceptive devises (IUDs), sexual abstinence, a vasectomized partner, the contraceptive patch, the contraceptive ring, and condoms.\n7. Able to swallow 2 empty capsules size 00.\n8. Able to give informed consent.\n9. Willing and able to participate in the study requirements, including study visits, DBPCFCs, serial stool collection\n10. Willing to undergo telephone follow-up to assess for safety and adverse events.\n\nExclusion Criteria:\n\n1. Patients with a history of severe anaphylaxis to peanut and/or treenuts (hypotension requiring vasopressor support, hypoxia requiring mechanical ventilation, or neurological compromise and/or ICU admission)\n2. Patients with other food allergies (i.e. IgE mediated food restrictions not including oral allergy syndrome) excluding peanut and tree nuts.\n3. Patients with Bovine gelatin allergy.\n4. Patients with chronic illness other than controlled asthma that is mild intermittent, mild- persistent or moderate persistent, mild eczema and allergic rhinitis. Exceptions can be made per PI discretion if illness is not expected to affect allergies or treatment.\n5. Recurrent or chronic infections necessitating frequent systemic (including oral) antibiotic administration.\n6. History of chronic immunosuppressive therapies.\n7. Patients who are diagnosed with active, chronic urticaria.\n8. Patients who have received a dose of peanut oral immunotherapy within the last year, Patients on aeroallergen immunotherapy maintenance therapy for less than 6 months, or patients who have received Omalizumab therapy within the last year.\n9. Women who are pregnant or breast feeding, or planning to get pregnant during the time of the study.\n10. Sexually active female patients who refuse to use contraception from enrollment through the 4 month DBPCFC study visit\n11. Patient with GI conditions including inflammatory bowel disease eosinophilic esophagitis, food protein induced enterocolitis, uncontrolled reflux despite medication, uncontrolled chronic constipation despite medication, esophageal dysmotility, swallowing dysfunction, delayed gastric emptying syndromes, pill esophagitis or history of aspiration pneumonia within 3 months prior to screening.\n12. Patient with current or a history of rheumatologic conditions. Exceptions can be made per PI discretion if illness is not expected to affect allergies or treatment.\n13. Patients who have a direct relative (biologic parent or sibling) with inflammatory bowel disease.\n14. Patients with any form of immunodeficiency.\n15. Patients participating or planning to participate in the next 6 months. Exceptions can be made per PI discretion.\n16. Patients with positive antibody test results for HBV, HCV, or HIV.\n17. Patients who have received systemic corticosteroids therapy for 1 week or more over the past 3 months.\n18. Patients who develop dose limiting symptoms to peanut during a DPBCFC conducted in accordance with PRACTALL guidelines at 1 mg peanut protein.\n19. Patient with an allergy to Vancomycin, Neomycin or metronidazole (for those who will receive antibiotic pre-treatment)",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "40 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Rima Rachid, MD",
          "affiliation": "Boston Children's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Boston Children's Hospital",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02115",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33463542",
          "type": "DERIVED",
          "citation": "Berin MC. Dysbiosis in food allergy and implications for microbial therapeutics. J Clin Invest. 2021 Jan 19;131(2):e144994. doi: 10.1172/JCI144994."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069467",
          "term": "Fecal Microbiota Transplantation"
        }
      ],
      "ancestors": [
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}