{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04583501",
      "orgStudyIdInfo": {
        "id": "IRB00255799"
      },
      "organization": {
        "fullName": "Johns Hopkins University",
        "class": "OTHER"
      },
      "briefTitle": "Preclinical Studies of Omalizumab in Chronic Rhinosinusitis With Nasal Polyposis",
      "officialTitle": "Preclinical Studies of Omalizumab in Chronic Rhinosinusitis With Nasal Polyposis",
      "acronym": "CRSwNP"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-12-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-07-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-07-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-10-05",
      "studyFirstSubmitQcDate": "2020-10-05",
      "studyFirstPostDateStruct": {
        "date": "2020-10-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-12",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Johns Hopkins University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this study is to examine the mechanism of action of omalizumab in ex vivo tissue culture of whole human nasal polyps from patients with chronic rhino sinusitis with nasal polyposis (CRSwNP), such that specific molecular markers of inflammation can be identified.",
      "detailedDescription": "Objectives:\n\nAim 1. The investigation will identify the specific tissue compartment distribution of immunoglobulin E (IgE) expression within human nasal polyps. Colocalization studies will examine functional interaction of IgE with effector cells.\n\nAim 2. The investigation will examine the direct effect of omalizumab on expression of Type 2, 1, and 3 inflammatory pathways in human nasal polyp tissue from phenotypically characterized chronic rhinosinusitis with nasal polyposis (CRSwNP) patients.\n\nStudy Rationale: Human nasal polyps express high local tissue IgE. However, the tissue distribution, cellular location and functional consequence of IgE accumulation within the polyp tissue is not known. Phase 3 studies of omalizumab demonstrated efficacy, with responders. However, the reason for non-responder outcomes in a subset of CRSwNP patients was not understood. Therefore, the goal of this study is to examine the mechanism of action of omalizumab in CRSwNP, such that specific responders for this treatment can be identified and therapy can be optimally directed."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Rhinosinusitis With Nasal Polyps",
        "Nasal Polyps"
      ],
      "keywords": [
        "Chronic Rhinosinusitis with Nasal Polyps",
        "eosinophilic nasal polyposis",
        "nasal polyps"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "EARLY_PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 21,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab",
          "type": "EXPERIMENTAL",
          "description": "Ex vivo exposure of excised human surgical polyp tissue to omalizumab.",
          "interventionNames": [
            "Biological: Omalizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Omalizumab",
          "description": "Omalizumab will used as dose comparable to to 0.016 mg/kg/IU in serum.",
          "armGroupLabels": [
            "Omalizumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "IgE tissue compartment distribution in nasal polyps as assessed by quantitative IgE expression",
          "description": "Quantitative IgE Expression within these cellular compartments will be measured by immunohistochemistry.",
          "timeFrame": "1 year"
        },
        {
          "measure": "Messenger ribonucleic acid (mRNA) expression",
          "description": "mRNA expression will be analyzed using high throughput RNA sequencing to determine the pattern of inflammatory gene expression.",
          "timeFrame": "1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Sinonasal inflammation for greater than 12 weeks which include at least 2 of the following symptoms: nasal obstruction/congestion, nasal discharge (anterior or posterior), facial pressure/pain, reduction of sense of smell\n* Confirmation of the clinical symptoms by (2a) CT scan evidence of paranasal sinus mucosal inflammation, and/or (2b) endoscopic exam evidence of purulence from the sinuses or ostiomeatal complex\n* Presence of nasal polyps seen on endoscopic exam or sinus CT scan\n* Adults from age of 18-100 will be eligible\n* All potential participants will be required to sign an Institutional Review Board (IRB) approved research consent form.\n\nExclusion Criteria:\n\n* Children under the age of 18 will be excluded\n* No pregnant or lactating females, prisoners, mentally disabled, or persons unable to give informed consent will be contemplated for inclusion.\n* The subject groups will also exclude those with disease secondary to a clearly defined anatomic process, such as facial trauma, and obstruction due to sinonasal neoplasm.\n* To eliminate confounding variables in our ex vivo experimental studies, any subject with a history of exposure to oral or systemic IV glucocorticoids within 2 weeks of surgery or any immunomodulatory biologics will be excluded. These include, but are not limited to systemic treatment with biologics omalizumab, dupilumab, mepolizumab, benralizumab, reslizumab, or rituximab.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "100 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Jean Kim, MD PhD",
          "affiliation": "Johns Hopkins University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Johns Hopkins Bayview Medical Center",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21117",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Johns Hopkins Hospital",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21287",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "15577865",
          "type": "BACKGROUND",
          "citation": "Meltzer EO, Hamilos DL, Hadley JA, Lanza DC, Marple BF, Nicklas RA, Bachert C, Baraniuk J, Baroody FM, Benninger MS, Brook I, Chowdhury BA, Druce HM, Durham S, Ferguson B, Gwaltney JM, Kaliner M, Kennedy DW, Lund V, Naclerio R, Pawankar R, Piccirillo JF, Rohane P, Simon R, Slavin RG, Togias A, Wald ER, Zinreich SJ; American Academy of Allergy, Asthma and Immunology (AAAAI); American Academy of Otolaryngic Allergy (AAOA); American Academy of Otolaryngology--Head and Neck Surgery (AAO-HNS); American College of Allergy, Asthma and Immunology (ACAAI); American Rhinologic Society (ARS). Rhinosinusitis: establishing definitions for clinical research and patient care. J Allergy Clin Immunol. 2004 Dec;114(6 Suppl):155-212. doi: 10.1016/j.jaci.2004.09.029."
        },
        {
          "pmid": "17081855",
          "type": "BACKGROUND",
          "citation": "Meltzer EO, Hamilos DL, Hadley JA, Lanza DC, Marple BF, Nicklas RA, Adinoff AD, Bachert C, Borish L, Chinchilli VM, Danzig MR, Ferguson BJ, Fokkens WJ, Jenkins SG, Lund VJ, Mafee MF, Naclerio RM, Pawankar R, Ponikau JU, Schubert MS, Slavin RG, Stewart MG, Togias A, Wald ER, Winther B; Rhinosinusitis Initiative. Rhinosinusitis: Developing guidance for clinical trials. Otolaryngol Head Neck Surg. 2006 Nov;135(5 Suppl):S31-80. doi: 10.1016/j.otohns.2006.09.014."
        },
        {
          "pmid": "22469599",
          "type": "BACKGROUND",
          "citation": "Fokkens WJ, Lund VJ, Mullol J, Bachert C, Alobid I, Baroody F, Cohen N, Cervin A, Douglas R, Gevaert P, Georgalas C, Goossens H, Harvey R, Hellings P, Hopkins C, Jones N, Joos G, Kalogjera L, Kern B, Kowalski M, Price D, Riechelmann H, Schlosser R, Senior B, Thomas M, Toskala E, Voegels R, Wang de Y, Wormald PJ. EPOS 2012: European position paper on rhinosinusitis and nasal polyps 2012. A summary for otorhinolaryngologists. Rhinology. 2012 Mar;50(1):1-12. doi: 10.4193/Rhino12.000."
        },
        {
          "pmid": "26889651",
          "type": "BACKGROUND",
          "citation": "Orlandi RR, Kingdom TT, Hwang PH, Smith TL, Alt JA, Baroody FM, Batra PS, Bernal-Sprekelsen M, Bhattacharyya N, Chandra RK, Chiu A, Citardi MJ, Cohen NA, DelGaudio J, Desrosiers M, Dhong HJ, Douglas R, Ferguson B, Fokkens WJ, Georgalas C, Goldberg A, Gosepath J, Hamilos DL, Han JK, Harvey R, Hellings P, Hopkins C, Jankowski R, Javer AR, Kern R, Kountakis S, Kowalski ML, Lane A, Lanza DC, Lebowitz R, Lee HM, Lin SY, Lund V, Luong A, Mann W, Marple BF, McMains KC, Metson R, Naclerio R, Nayak JV, Otori N, Palmer JN, Parikh SR, Passali D, Peters A, Piccirillo J, Poetker DM, Psaltis AJ, Ramadan HH, Ramakrishnan VR, Riechelmann H, Roh HJ, Rudmik L, Sacks R, Schlosser RJ, Senior BA, Sindwani R, Stankiewicz JA, Stewart M, Tan BK, Toskala E, Voegels R, Wang de Y, Weitzel EK, Wise S, Woodworth BA, Wormald PJ, Wright ED, Zhou B, Kennedy DW. International Consensus Statement on Allergy and Rhinology: Rhinosinusitis. Int Forum Allergy Rhinol. 2016 Feb;6 Suppl 1:S22-209. doi: 10.1002/alr.21695."
        },
        {
          "pmid": "32077450",
          "type": "BACKGROUND",
          "citation": "Fokkens WJ, Lund VJ, Hopkins C, Hellings PW, Kern R, Reitsma S, Toppila-Salmi S, Bernal-Sprekelsen M, Mullol J, Alobid I, Terezinha Anselmo-Lima W, Bachert C, Baroody F, von Buchwald C, Cervin A, Cohen N, Constantinidis J, De Gabory L, Desrosiers M, Diamant Z, Douglas RG, Gevaert PH, Hafner A, Harvey RJ, Joos GF, Kalogjera L, Knill A, Kocks JH, Landis BN, Limpens J, Lebeer S, Lourenco O, Meco C, Matricardi PM, O'Mahony L, Philpott CM, Ryan D, Schlosser R, Senior B, Smith TL, Teeling T, Tomazic PV, Wang DY, Wang D, Zhang L, Agius AM, Ahlstrom-Emanuelsson C, Alabri R, Albu S, Alhabash S, Aleksic A, Aloulah M, Al-Qudah M, Alsaleh S, Baban MA, Baudoin T, Balvers T, Battaglia P, Bedoya JD, Beule A, Bofares KM, Braverman I, Brozek-Madry E, Richard B, Callejas C, Carrie S, Caulley L, Chussi D, de Corso E, Coste A, El Hadi U, Elfarouk A, Eloy PH, Farrokhi S, Felisati G, Ferrari MD, Fishchuk R, Grayson W, Goncalves PM, Grdinic B, Grgic V, Hamizan AW, Heinichen JV, Husain S, Ping TI, Ivaska J, Jakimovska F, Jovancevic L, Kakande E, Kamel R, Karpischenko S, Kariyawasam HH, Kawauchi H, Kjeldsen A, Klimek L, Krzeski A, Kopacheva Barsova G, Kim SW, Lal D, Letort JJ, Lopatin A, Mahdjoubi A, Mesbahi A, Netkovski J, Nyenbue Tshipukane D, Obando-Valverde A, Okano M, Onerci M, Ong YK, Orlandi R, Otori N, Ouennoughy K, Ozkan M, Peric A, Plzak J, Prokopakis E, Prepageran N, Psaltis A, Pugin B, Raftopulos M, Rombaux P, Riechelmann H, Sahtout S, Sarafoleanu CC, Searyoh K, Rhee CS, Shi J, Shkoukani M, Shukuryan AK, Sicak M, Smyth D, Sindvongs K, Soklic Kosak T, Stjarne P, Sutikno B, Steinsvag S, Tantilipikorn P, Thanaviratananich S, Tran T, Urbancic J, Valiulius A, Vasquez de Aparicio C, Vicheva D, Virkkula PM, Vicente G, Voegels R, Wagenmann MM, Wardani RS, Welge-Lussen A, Witterick I, Wright E, Zabolotniy D, Zsolt B, Zwetsloot CP. European Position Paper on Rhinosinusitis and Nasal Polyps 2020. Rhinology. 2020 Feb 20;58(Suppl S29):1-464. doi: 10.4193/Rhin20.600."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009298",
          "term": "Nasal Polyps"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}