{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06492902",
      "orgStudyIdInfo": {
        "id": "270/HDDD-DHYD"
      },
      "organization": {
        "fullName": "University of Medicine and Pharmacy at Ho Chi Minh City",
        "class": "OTHER"
      },
      "briefTitle": "Adding Auricular Acupuncture to Xiao-Feng-San Decoction for Treating Atopic Dermatitis",
      "officialTitle": "Efficacy of Adding Auricular Acupuncture to Xiao-Feng-San for Treating Atopic Dermatitis Exhibiting Wind-Dampness-Heat Manifestations According to Traditional Medicine: A Multi-Center, Double-Blinded, Randomized, Sham-Controlled Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-07-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-03-23",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-03-23",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-07-01",
      "studyFirstSubmitQcDate": "2024-07-01",
      "studyFirstPostDateStruct": {
        "date": "2024-07-09",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-24",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "An Hoa Tran, MD., MSc.",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "University of Medicine and Pharmacy at Ho Chi Minh City"
      },
      "leadSponsor": {
        "name": "University of Medicine and Pharmacy at Ho Chi Minh City",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to compare the efficacy of adding auricular acupuncture to Xiao-Feng-San decoction versus Xiao-Feng-San decoction in treating atopic dermatitis. The trial is a multi-center, double-blinded, randomized, sham-controlled study.",
      "detailedDescription": "Atopic dermatitis (AD) is a chronic inflammatory skin condition that affects a significant number of individuals worldwide. In Traditional Medicine (TM), Xiao-Feng-San (XFS), a TM formula, has been widely used in the treatment of mild to moderate AD exhibiting wind-dampness-heat manifestations. This study aims to investigate whether the addition of auricular acupuncture (AA), a form of acupuncture targeting points on the ear, enhances the efficacy of XFS in treating AD.\n\nThe trial is a multi-center, double-blinded, randomized, sham-controlled study involving participants diagnosed with mild to moderate AD exhibiting wind-dampness-heat manifestations according to TM and indicated for the use of XFS decoction. Participants will be randomly assigned to receive either AA or sham AA (placebo) in addition to XFS. Outcome measures will include the severity of AD symptoms, quality of life assessments, the need for antipruritic medication, total serum immunoglobulin E (IgE) levels, and adverse effects.\n\nThrough rigorous methodology and blinding procedures, this study seeks to provide evidence on the comparative efficacy of adjunct AA in enhancing the therapeutic effects of XFS for AD. The findings aim to contribute valuable insights into optimizing treatment strategies for AD using integrative approaches."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ],
      "keywords": [
        "atopic dermatitis",
        "traditional Chinese medicine",
        "Xiao-Feng-San",
        "auricular acupuncture",
        "acupuncture"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 156,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "XFS + AA",
          "type": "EXPERIMENTAL",
          "description": "Auricular acupuncture in addition to Xiao-Feng-San.",
          "interventionNames": [
            "Other: Auricular acupuncture"
          ]
        },
        {
          "label": "XFS + Sham AA",
          "type": "PLACEBO_COMPARATOR",
          "description": "Sham auricular acupuncture in addition to Xiao-Feng-San.",
          "interventionNames": [
            "Other: Sham auricular acupuncture"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Auricular acupuncture",
          "description": "Auricular acupuncture is conducted weekly in four weeks using patches (four sessions), each with a square shape and a side length of 10 mm, along with sterilized needles measuring 0.25 x 1.3 mm. The patch with the needle will remain in place for one week.",
          "armGroupLabels": [
            "XFS + AA"
          ]
        },
        {
          "type": "OTHER",
          "name": "Sham auricular acupuncture",
          "description": "Sham auricular acupuncture is conducted weekly for four weeks using patches (four sessions), each with a square shape and a side length of 10 mm. The patches will not contain any needles and will remain in place for one week.",
          "armGroupLabels": [
            "XFS + Sham AA"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes in Scoring Atopic Dermatitis (SCORAD) score",
          "description": "The SCORAD index is a tool used to assess atopic dermatitis (AD) severity. It combines objective measures of lesion extent and intensity with subjective evaluations of symptoms like pruritus and sleep loss. Calculated using the formula: A/5 + 7B/2 + C, where A represents lesion extent (0-100 points), B rates six objective symptoms (0-18 points), and C measures subjective symptoms on a 10-cm scale (0-20 points), the total score ranges from 0 to 103 with higher scores indicating more severe AD.",
          "timeFrame": "At randomization and weekly throughout the four-week period (Week 0, Week 1, Week 2, Week 3, Week 4)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in Dermatology Life Quality Index (DLQI) Score",
          "description": "The DLQI consists of 10 questions assessing patients' perceptions of how skin diseases have affected various aspects of their health-related quality of life over the past week. Each question is scored from 0 to 3 points, resulting in a total DLQI score ranging from 0 to 30. Higher scores indicate a greater impact on quality of life.",
          "timeFrame": "At randomization and weekly throughout the four-week period (Week 0, Week 1, Week 2, Week 3, Week 4)"
        },
        {
          "measure": "Change in the Number of Antihistamine Tablets Used",
          "description": "The number of antihistamine tablets used per week by patients, as needed to relieve pruritus, is recorded.",
          "timeFrame": "Weekly throughout the four-week period (Week 1, Week 2, Week 3, Week 4)"
        },
        {
          "measure": "Changes in Total Serum Immunoglobulin E (IgE) Levels",
          "description": "Total serum IgE levels are collected in the morning, measured in IU/ml.",
          "timeFrame": "At randomization and after four weeks (Week 0, Week 4)"
        },
        {
          "measure": "Proportion of intervention-related adverse effects (AEs)",
          "description": "Expected AEs for auricular acupuncture include pain at the insertion site, local discomfort, local skin irritation (itching and redness), local inflammation and bleeding, chondritis, dizziness, nausea, and hypersensitivity reactions. Additionally, any unexpected AEs associated with this procedure will also be documented and monitored.",
          "timeFrame": "Up to four weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosed with atopic dermatitis (AD) according to the American Academy of Dermatology guidelines and classified as mild to moderate.\n* Classified under Traditional Medicine as exhibiting wind-dampness-heat manifestations and prescribed Xiao-Feng-San decoction.\n* Voluntary informed consent.\n\nExclusion Criteria:\n\n* Presence of other active skin diseases or skin infections requiring systemic treatment within the past four weeks or that would interfere with the proper assessment of atopic dermatitis lesions.\n* Use of systemic therapy for AD, including but not limited to corticosteroids, methotrexate, cyclosporine, azathioprine, phosphodiesterase type 4 (PDE4) inhibitors, interferon-gamma (IFN-γ), and mycophenolate mofetil within the past four weeks.\n* Use of targeted biologic treatments within the past five half-lives (if known) or within the past 12 weeks, whichever is longer.\n* Use of phototherapy treatment, laser therapy, tanning booth sessions, or extended sun exposure that could affect disease severity or interfere with disease assessments within the past four weeks.\n* Use of systemic anti-infectives within the past four weeks.\n* Use of herbal medicine within the past 12 weeks.\n* Use of topical treatments for AD, including but not limited to topical corticosteroids (TCS), topical calcineurin inhibitors (TCIs), or topical phosphodiesterase-4 (PDE-4) inhibitors within the past one week.\n* History of alcohol or substance addiction within the past six months.\n* Prior experience with acupuncture.\n* Presence of existing injuries or lesions at the auricular acupoints under investigation in this study.\n* Concurrent participation in other clinical trials or use of other therapies for AD.\n* Pregnancy, lactation, or planning to become pregnant within approximately 12 weeks after the intervention.\n* Any history or current conditions that, in the investigator's assessment, would impede the participant's involvement in the study, the adherence to treatment, the evaluation of treatment efficacy, or pose risks to the participant during the study participation.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Nga Th Tran, MD,MSc",
          "affiliation": "University of Medicine and Pharmacy at Ho Chi Minh City",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of Medical Center HCMC - Branch no.3",
          "city": "Ho Chi Minh City",
          "zip": "700000",
          "country": "Vietnam",
          "geoPoint": {
            "lat": 10.82302,
            "lon": 106.62965
          }
        },
        {
          "facility": "Traditional Medicine Hospital of Ho Chi Minh City",
          "city": "Ho Chi Minh City",
          "zip": "70000",
          "country": "Vietnam",
          "geoPoint": {
            "lat": 10.82302,
            "lon": 106.62965
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36238577",
          "type": "BACKGROUND",
          "citation": "Cai X, Sun X, Liu L, Zhou Y, Hong S, Wang J, Chen J, Zhang M, Wang C, Lin N, Li S, Xu R, Li X. Efficacy and safety of Chinese herbal medicine for atopic dermatitis: Evidence from eight high-quality randomized placebo-controlled trials. Front Pharmacol. 2022 Sep 27;13:927304. doi: 10.3389/fphar.2022.927304. eCollection 2022."
        },
        {
          "type": "BACKGROUND",
          "citation": "Trinh DTT, Bui MMP, Nguyen HT. The effects of auricular acupuncture at lung, shenmen, endocrine, adrenal points on adult eczema: a randomized trial. MedPharmRes 2023;7(1):47-52."
        },
        {
          "pmid": "33926433",
          "type": "BACKGROUND",
          "citation": "Park JG, Lee H, Yeom M, Chae Y, Park HJ, Kim K. Effect of acupuncture treatment in patients with mild to moderate atopic dermatitis: a randomized, participant- and assessor-blind sham-controlled trial. BMC Complement Med Ther. 2021 Apr 29;21(1):132. doi: 10.1186/s12906-021-03306-1."
        },
        {
          "pmid": "26299607",
          "type": "BACKGROUND",
          "citation": "Tan HY, Lenon GB, Zhang AL, Xue CC. Efficacy of acupuncture in the management of atopic dermatitis: a systematic review. Clin Exp Dermatol. 2015 Oct;40(7):711-5; quiz 715-6. doi: 10.1111/ced.12732. Epub 2015 Aug 24."
        },
        {
          "pmid": "31178916",
          "type": "BACKGROUND",
          "citation": "Lee HC, Park SY. Preliminary Comparison of the Efficacy and Safety of Needle-Embedding Therapy with Acupuncture for Atopic Dermatitis Patients. Evid Based Complement Alternat Med. 2019 Apr 23;2019:6937942. doi: 10.1155/2019/6937942. eCollection 2019."
        },
        {
          "pmid": "15584378",
          "type": "BACKGROUND",
          "citation": "Fukuda M, Kawada N, Kawamura H, Abo T. Treatment for atopic dermatitis by acupuncture. Adv Exp Med Biol. 2004;546:229-37. doi: 10.1007/978-1-4757-4820-8_17. No abstract available."
        },
        {
          "pmid": "26825274",
          "type": "BACKGROUND",
          "citation": "Sur B, Lee B, Yeom M, Hong JH, Kwon S, Kim ST, Lee HS, Park HJ, Lee H, Hahm DH. Bee venom acupuncture alleviates trimellitic anhydride-induced atopic dermatitis-like skin lesions in mice. BMC Complement Altern Med. 2016 Jan 29;16:38. doi: 10.1186/s12906-016-1019-y."
        },
        {
          "pmid": "8435513",
          "type": "BACKGROUND",
          "citation": "Severity scoring of atopic dermatitis: the SCORAD index. Consensus Report of the European Task Force on Atopic Dermatitis. Dermatology. 1993;186(1):23-31. doi: 10.1159/000247298."
        },
        {
          "pmid": "8033378",
          "type": "BACKGROUND",
          "citation": "Finlay AY, Khan GK. Dermatology Life Quality Index (DLQI)--a simple practical measure for routine clinical use. Clin Exp Dermatol. 1994 May;19(3):210-6. doi: 10.1111/j.1365-2230.1994.tb01167.x."
        },
        {
          "pmid": "21196758",
          "type": "BACKGROUND",
          "citation": "Cheng HM, Chiang LC, Jan YM, Chen GW, Li TC. The efficacy and safety of a Chinese herbal product (Xiao-Feng-San) for the treatment of refractory atopic dermatitis: a randomized, double-blind, placebo-controlled trial. Int Arch Allergy Immunol. 2011;155(2):141-8. doi: 10.1159/000318861. Epub 2010 Dec 22."
        },
        {
          "pmid": "41104111",
          "type": "DERIVED",
          "citation": "Tran NT, Tran AH, Trinh DT. Efficacy of herbal medicine Xiao-Feng-San combined with auricular acupuncture for atopic dermatitis: A randomized controlled trial. Integr Med Res. 2026 Jun;15(2):101256. doi: 10.1016/j.imr.2025.101256. Epub 2025 Sep 23."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D020831",
          "term": "Acupuncture, Ear"
        }
      ],
      "ancestors": [
        {
          "id": "D015670",
          "term": "Acupuncture Therapy"
        },
        {
          "id": "D000529",
          "term": "Complementary Therapies"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D055097",
          "term": "Auriculotherapy"
        }
      ]
    }
  },
  "hasResults": false
}