{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02365168",
      "orgStudyIdInfo": {
        "id": "2013/757(REK)"
      },
      "organization": {
        "fullName": "University Hospital of North Norway",
        "class": "OTHER"
      },
      "briefTitle": "Allergy Against Different Species of Fish in Children and Adolescents Allergic to Fish",
      "officialTitle": "Allergy Against Different Species of Fish in Children and Adolescents Allergic to Fish",
      "acronym": "TRO-FAST"
    },
    "statusModule": {
      "statusVerifiedDate": "2015-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-09"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2015-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2014-08-19",
      "studyFirstSubmitQcDate": "2015-02-10",
      "studyFirstPostDateStruct": {
        "date": "2015-02-18",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2015-12-14",
      "lastUpdatePostDateStruct": {
        "date": "2015-12-15",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital of North Norway",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University of Manchester",
          "class": "OTHER"
        },
        {
          "name": "Helse Nord",
          "class": "INDUSTRY"
        },
        {
          "name": "University of Tromso",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Study hypothesis:\n\nSome children and adolescents with fish allergy can tolerate eating some species of fish\n\nPurpose of the study:\n\nThe purpose of this study is to determine to which degree fish allergic children and adolescents can tolerate some species of fish and find the minimal eliciting allergen dose to which only 10% of participants get allergic reaction.\n\nParticipants:\n\nParticipants are 40 patients recruited from children and adolescents outpatient clinics at the University Hospital of North Norway with a history of fish allergy and sensibilisation of one or more fish species with either positive specific IgE in serum or skin prick test. Patients with sensibilisation to one or more fish species that never have eaten fish are also recruited.\n\nMethod:\n\n* All participants undergo a clinical examination including lung function test with spirometry before inclusion in the study.\n* All participants are tested for allergic sensibilisation with measure of specific IgE against common food and inhalation allergens in addition to 10 different fish species.\n* All participants are challenged with cod, salmon, mackerel and placebo, disguised in a chocolate mousse. The challenges are performed in randomized order with Double Blind Placebo Controlled Food Challenge (DBPCFC) on 4 different challenge days with minimum 6 weeks in between each challenge day.\n* Participant with allergy to pollen will not be challenged during pollen season.\n* Test food is developed especially to this study in cooperation with The National Institute of Food Research in Norway and The University of Manchester. The National Institute of Food Research in Norway have produced a dried powder of cod, salmon and mackerel. The \"Molecular Allergology group at Manchester Institute of Biotechnology, the University of Manchester, have produced test kits based on chocolate mousse containing low and high doses of the fish powders. The National Institute of Food Research have measured protein content and microbiology in the fish powders. The Molecular Allergology group have provided quality measurements of the final product and tested the disguise in a sensoric test panel.\n* Participants with no allergic reaction to one or more of the blinded challenges undergo open food challenge with larger doses of cooked fish than used in the DBPCFC, after the randomization has been broken.",
      "detailedDescription": "Introduction:\n\nFish have an important role in human food providing a valuable source of highly assimilated proteins and consumption of fish is increasing all over the world. Fish allergy is one of the most common food allergies together with milk, egg, nuts, peanuts, fruits, wheat, soy and seafood. It is more common in coastal countries and countries with traditions in fish industry and where fish plays an important role in food traditions. This is the situation in Northern Norway where fishing and fish industry have been the most important way to make a living and fish an important part of the food. Allergy to fish is particularly common in children and young adults. The symptoms related to fish allergy vary from mild symptoms to anaphylaxis. Most patients with fish allergy avoid all species of fish and health care workers often advice them to do so. The major allergen in fish is a muscle parvalbumin resistant to heat, chemical denaturation and proteolytic enzymes. Due to homology in the amino acid sequence in parvalbumins in different fish species, cross-reactivity exists.\n\nHowever, clinical experience, studies on sensibilisation, and some open food challenge studies indicates that some patients with fish allergy can tolerate some species of fish. The main purpose of this study is to find to which degree fish allergic children and adolescents can tolerate some species of fish, using DBPCFC as the gold standard in diagnosis of food allergy, and thereby avoid unnecessary food restrictions in their diet.\n\nThe food industry often label their products with \"main contain allergen\" because they lack information about threshold doses for allergic reactions. Unnecessary labeling of food results in less variation in the diet for food allergic patients. Another purpose of this study is to find the Minimal Eliciting Dose to which 10% of the participants get allergic reaction, and thereby contribute to a more precise labeling of food.\n\nMethod:\n\nDBPCFC is the gold standard in the diagnosis of food allergy. To disguise the taste and smell from fish in a standardized test food with good taste and texture is difficult. It is especially difficult with children, who are less likely to eat food with bad taste and where the volume of test food they can manage is limited.\n\nIn cooperation with The National Institute of Food Research in Norway we have produced dried fish powders from cod, salmon and mackerel. Frozen filets have been cooked, dried and made into powders. The powders have been checked for microbiologic content and protein content. The procedure involves removing as much fat as possible. The powders are stored in a freezer with a temperature of -20°C. The volume is decreased with about 80% compared with cooked fish.\n\nIn cooperation with Professor Clare Mills in the Molecular Allergology group, Manchester Institute of Biotechnology, The University of Manchester, the fish powders is put into a chocolate dessert based on a recipe used in a EuroPrevall study on food allergy. The production of chocolate desserts is performed at the University of Manchester together with quality check regarding allergen content, content of parvalbumin, microbiology and speciation of the fish. The disguise of taste and smell are tested in a sensoric test panel.\n\nRecruitment of participants:\n\nPatients aged 5-20 yr, with a history of fish allergy and sensibilisation to fish who had visited one of the outpatient clinics for children and adolescents at the university hospital of Northern Norway, are invited to participate. Patients with sensibilisation to fish that never have eaten fish are also invited. In addition, patients registered with sensibilisation against cod at the allergology lab, University Hospital of Northern Norway since 2008 , that not already had been picked up from an outpatient clinic is invited to participate. The laboratory is the only allergology laboratory in the region the participants are recruited from.\n\nExamination before inclusion:\n\nAll patients that give their consent to participate undergo clinical examination, including spirometry, before inclusion to ensure eligibility. The clinical examination contains measurements of weight and height, heart and lung auscultation, examination of skin, conjunctiva, nose and oral cavity.\n\nSpecial attention is given to uncontrolled asthma and eczema and to ensure optimized treatment before inclusion. Pollen allergic patients will not undergo food challenges during pollen season.\n\nMeasurement of specific Immunoglobulin E (IgE) in serum:\n\nIn all participants, specific IgE in serum against the following allergens are measured:\n\n1. Fx5 (Egg, milk, cod, wheat, soy, peanut)\n2. Inhalation panel 6 (Birch, timothy, mugwort, alternaria, cladosporium)\n3. Inhalation panel 7(Cat, horse, dog, house dust mite, rabbit)\n4. Gad c1, f426 (Parvalbumin from cod)\n5. Cyp c1, f355 (Parvalbumin from carp)\n6. Salmon, f41\n7. Mackerel, f206\n8. Halibut, f303\n9. Pollock, f413\n10. Haddock, f42\n11. Herring, f205\n12. Plaice,4254\n13. Tuna, f40\n14. Shrimp,f24\n15. f351 (recombinant shrimp tropomyosin)\n\nQuestionnaire:\n\nParents answer a questionnaire for research in allergy. The questionnaire is translated to Norwegian and an electronic survey is used. The parents answer the questionnaire during the first challenge day. The questionnaire is extended with questions regarding fish allergy.\n\nDouble Blind Placebo Controlled Food Challenge with cod, salmon, mackerel and placebo:\n\nAll participants undergo DBPCFC with cod, salmon, mackerel and placebo in randomized order, disguised in a chocolate dessert on 4 separate challenge days with minimum 6 weeks between each challenge day. Participants that have experienced anaphylaxis, verified and treated in hospital , are not challenged with the species that have given anaphylaxis. Symptoms are recorded on a clinical manifestations record sheet based on a protocol from the University Hospital of South Manchester with grading of the symptoms and defined stop criteria. The protein doses are based on the experience of a EuroPrevall study with DBPCFC with cod:\n\n3µg, 600µg, 12mg, 120mg and1g for DBPCFC\n\nOpen challenges with cod and/or salmon and mackerel:\n\nParticipants that have no allergic reactions after DBPCFC with either cod, salmon and mackerel, undergo open challenge(s) with 2 g, 6 g and 12 g of protein , served as cooked fish, with the species that gave negative DBPCFC. The open challenges are done on separate days after the randomization code has been broken.\n\nCeasing of medication before DBPCFC and open challenges:\n\nSystemic corticosteroid therapy are ceased at least one week before challenges. Antihistamine treatment are ceased at least 72 hours before the challenges. Short acting β-2 agonists are ceased at least 6 hours before the challenges and Long acting β-2 agonists at least 24 hours before the challenges. Participants are allowed to continue inhalant corticosteroids and leukotriene receptor antagonists.\n\nPostponing of DBPCFC and open challenges:\n\nThe challenges are postponed if the participants have ongoing infections, ongoing allergic reactions, uncontrolled eczema or uncontrolled asthma. Participants with pollen allergy are not challenged during pollen season.\n\nObservation and treatment of allergic reactions:\n\nAll fish challenges are performed at the research unit at the University Hospital of North Norway in the period of September 2014 - February 2015. Two participants are challenged each challenge day and all participants are observed by one blinded research nurse. Unblinded staff prepare the test meals every morning. One blinded doctor examines the participants before, during and after the challenges and decides whether challenges are positive or negative. The challenges are stopped if participants develop objective signs of allergic reactions. Stop criteria are predefined. Participants are observed in the hospital at least two hours after the challenges have been stopped. Allergic and anaphylactic reactions are treated according to European Academy of Allergology and Clinical Immunology position paper of Anaphylaxis. Participants are contacted by blinded research nurse by phone next day to record late reactions after discharge."
    },
    "conditionsModule": {
      "conditions": [
        "Fish Allergy"
      ],
      "keywords": [
        "Fish allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 44,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Food Challenge with cod",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: Cod_Double Blind Placebo Controlled Food Challenge"
          ]
        },
        {
          "label": "Food Challenge with salmon",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: Salmon_Double Blind Placebo Controlled Food Challenge"
          ]
        },
        {
          "label": "Food Challenge with mackerel",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: Mackerel_Double Blind Placebo Controlled Food Challenge"
          ]
        },
        {
          "label": "Food Challenge with placebo",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Other: Placebo_Double Blind Placebo Controlled Food Challenge"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Cod_Double Blind Placebo Controlled Food Challenge",
          "description": "DBPCFC Food Challenge with cod in the following doses: 3µg, 600µg, 12 mg, 120 mg, and 1g covered in chocholate dessert over one day",
          "armGroupLabels": [
            "Food Challenge with cod"
          ],
          "otherNames": [
            "DBPCFC with cod"
          ]
        },
        {
          "type": "OTHER",
          "name": "Salmon_Double Blind Placebo Controlled Food Challenge",
          "description": "DBPCFC Food Challenge with salmon in the following doses: 3µg, 600µg, 12 mg, 120 mg, and 1g covered in chocholate dessert over one day",
          "armGroupLabels": [
            "Food Challenge with salmon"
          ],
          "otherNames": [
            "DBPCFC with Salmon"
          ]
        },
        {
          "type": "OTHER",
          "name": "Mackerel_Double Blind Placebo Controlled Food Challenge",
          "description": "DBPCFC Food Challenge with mackerel in the following doses: 3µg, 600µg, 12 mg, 120 mg, and 1g covered in chocholate dessert over one day",
          "armGroupLabels": [
            "Food Challenge with mackerel"
          ],
          "otherNames": [
            "DBPCFC with Mackerel"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo_Double Blind Placebo Controlled Food Challenge",
          "description": "DBPCFC Food Challenge with placebo covered in chocholate dessert over one day",
          "armGroupLabels": [
            "Food Challenge with placebo"
          ],
          "otherNames": [
            "DBPCFC with placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Allergic response to fish allergens with dosing escalation",
          "description": "Symptoms are recorded on a clinical manifestations record sheet based on a protocol from the University Hospital of South Manchester with grading of the symptoms and defined stop criteria.",
          "timeFrame": "Within two hours after last dosage"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Correlation coefficient between specific IgE to fish allergens and allergic response",
          "description": "Measurement of spesific IgE at baseline and allergic response up to one day after the challenge",
          "timeFrame": "One day after exposure"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Known or suspected allergy to fish with either positive specific s-IgE or skin prick test to one or more fish species\n* Either positive specific s-IgE or spin prick test to one or more fish species and never eaten fish.\n\nExclusion Criteria:\n\n* Serious chronic disease",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "maximumAge": "20 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Claus Klingenberg, PhD",
          "affiliation": "University Hospital of North Norway",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital of North Norway",
          "city": "Tromsø",
          "zip": "9013",
          "country": "Norway",
          "geoPoint": {
            "lat": 69.6489,
            "lon": 18.95508
          }
        },
        {
          "facility": "University Hospital of North Norway",
          "city": "Tromsø",
          "country": "Norway",
          "geoPoint": {
            "lat": 69.6489,
            "lon": 18.95508
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "19398906",
          "type": "BACKGROUND",
          "citation": "Lopata AL, Lehrer SB. New insights into seafood allergy. Curr Opin Allergy Clin Immunol. 2009 Jun;9(3):270-7. doi: 10.1097/ACI.0b013e32832b3e6f."
        },
        {
          "pmid": "22554093",
          "type": "BACKGROUND",
          "citation": "Tsabouri S, Triga M, Makris M, Kalogeromitros D, Church MK, Priftis KN. Fish and shellfish allergy in children: review of a persistent food allergy. Pediatr Allergy Immunol. 2012 Nov;23(7):608-15. doi: 10.1111/j.1399-3038.2012.01275.x. Epub 2012 May 3."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C056619",
          "term": "CVD protocol"
        }
      ]
    }
  },
  "hasResults": false
}