{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07055230",
      "orgStudyIdInfo": {
        "id": "2021/163/OB"
      },
      "secondaryIdInfos": [
        {
          "id": "N° IDRCB : 2021-A01632-39",
          "type": "OTHER",
          "domain": "ANSM"
        }
      ],
      "organization": {
        "fullName": "University Hospital, Rouen",
        "class": "OTHER"
      },
      "briefTitle": "Interest of IgE Directed Against Recombinant Antigens of Aspergillus Fumigatus in the Diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA)",
      "officialTitle": "Study of the Interest of IgE Directed Against Recombinant Antigens of Aspergillus Fumigatus in the Diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in Patients With Chronic Obstructive Bronchopulmonary Disease",
      "acronym": "BPCO"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-01-08",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-02-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-08-02",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-06-24",
      "studyFirstSubmitQcDate": "2025-07-03",
      "studyFirstPostDateStruct": {
        "date": "2025-07-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-03",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Rouen",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic Bronchopulmonary Aspergillosis is a rare pulmonary disease involving allergic mechanisms, which historically affects patients with asthma or cystic fibrosis only. It is a source of respiratory decompensation. Its diagnosis requires the detection of total IgE, Aspergillus fumigatus-specific IgE, a chest X-ray or CT scan, Aspergillus fumigatus IgG and blood eosinophil measurement. These diagnostic criteria have several limitations in clinical practice. Indeed, radiographic abnormalities can be labile, and normal chest imaging therefore does not exclude the diagnosis but must be repeated. Similarly, blood eosinophils vary over time and are lowered by corticosteroid therapy. Finally, Aspergillus fumigatus specific IgE, when positive, does not allow us to distinguish simple sensitization from a true allergy to Aspergillus fumigatus.",
      "detailedDescription": "The advent of molecular allergology, with the measurement of IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f1, f2, f3, f4, f6), has opened up a way to refine the diagnosis of ABPA. Thus, rAsp f1 and rAsp f3 positivity showed good sensitivity for the diagnosis of ABPA in asthma and cystic fibrosis (96.7% and 93.3%, respectively), while rAsp f4 and rAsp f6 positivity showed good specificity (99.2% and 93.9%, respectively). In 2016, Agarwal et al. proposed to extend the diagnostic criteria of ABPA to patients with chronic obstructive pulmonary disease (COPD). COPD is a common pathology, and exacerbation of COPD, whose triggering factor is often unknown, is a common reason for hospitalization. ABPA, when suspected, should be sought and managed in order to prevent respiratory decompensation and improve control of the underlying pathology. This study aims to prospectively evaluate the value of the assay IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f1, f2, f3, f4, f6) in the diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in patients with Chronic Obstructive Pulmonary Disease (COPD)."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Bronchopulmonary Aspergillosis (ABPA)"
      ],
      "keywords": [
        "Chronic Obstructive Pulmonary Disease"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "1 Day",
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "whole blood from a blood sample taken during treatment during a specialist Pulmonology consultation, or during hospitalization in the Pulmonology department"
      },
      "enrollmentInfo": {
        "count": 67,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "IgE Evaluation Group against recombinant Aspergillus fumigatus antigens"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Dosage of IgE (rAsp f1) directed against recombinant antigens of Aspergillus fumigatus",
          "description": "To evaluate the value of assaying IgE directed against recombinant Aspergillus fumigatus antigens in the diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in patients with Chronic Obstructive Pulmonary Disease (COPD) by positivity (≥0.1 kUa/L) of IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f1)",
          "timeFrame": "day 1"
        },
        {
          "measure": "Dosage of IgE ( rAsp f2) directed against recombinant antigens of Aspergillus fumigatus",
          "description": "To evaluate the value of assaying IgE directed against recombinant Aspergillus fumigatus antigens in the diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in patients with Chronic Obstructive Pulmonary Disease (COPD) by positivity (≥0.1 kUa/L) of IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f2)",
          "timeFrame": "day 1"
        },
        {
          "measure": "Dosage of IgE (rAsp f3) directed against recombinant antigens of Aspergillus fumigatus",
          "description": "To evaluate the value of assaying IgE directed against recombinant Aspergillus fumigatus antigens in the diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in patients with Chronic Obstructive Pulmonary Disease (COPD) by positivity (≥0.1 kUa/L) of IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f3)",
          "timeFrame": "day 1"
        },
        {
          "measure": "Dosage of IgE (rAsp f4) directed against recombinant antigens of Aspergillus fumigatus",
          "description": "To evaluate the value of assaying IgE directed against recombinant Aspergillus fumigatus antigens in the diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in patients with Chronic Obstructive Pulmonary Disease (COPD) by positivity (≥0.1 kUa/L) of IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f4)",
          "timeFrame": "day 1"
        },
        {
          "measure": "Dosage of IgE (rAsp f6) directed against recombinant antigens of Aspergillus fumigatus",
          "description": "To evaluate the value of assaying IgE directed against recombinant Aspergillus fumigatus antigens in the diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA) in patients with Chronic Obstructive Pulmonary Disease (COPD) by positivity (≥0.1 kUa/L) of IgE directed against recombinant Aspergillus fumigatus antigens (rAsp f6)",
          "timeFrame": "day 1"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Establish the threshold of positivity of IgE directed against recombinant antigens of Aspergillus fumigatus (rAsp f1) for the diagnosis of ABPA",
          "description": "Research on sensitivity and specificity of rAsp f1 antigen for the diagnosis of ABPA",
          "timeFrame": "day 1"
        },
        {
          "measure": "Establish the threshold of positivity of IgE directed against recombinant antigens of Aspergillus fumigatus (rAsp f2) for the diagnosis of ABPA",
          "description": "Research on sensitivity and specificity of rAsp f2 antigen for the diagnosis of ABPA",
          "timeFrame": "day 1"
        },
        {
          "measure": "Establish the threshold of positivity of IgE directed against recombinant antigens of Aspergillus fumigatus (rAsp f3) for the diagnosis of ABPA",
          "description": "Research on sensitivity and specificity of rAsp f3 antigen for the diagnosis of ABPA",
          "timeFrame": "day 1"
        },
        {
          "measure": "Establish the threshold of positivity of IgE directed against recombinant antigens of Aspergillus fumigatus (rAsp f4) for the diagnosis of ABPA",
          "description": "Research on sensitivity and specificity of rAsp f4 antigen for the diagnosis of ABPA",
          "timeFrame": "day 1"
        },
        {
          "measure": "Establish the threshold of positivity of IgE directed against recombinant antigens of Aspergillus fumigatus (rAsp f6) for the diagnosis of ABPA",
          "description": "Research on sensitivity and specificity of rAsp f6 antigen for the diagnosis of ABPA",
          "timeFrame": "day 1"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult patient (aged 18 years and older) being treated at Rouen University Hospital for chronic obstructive pulmonary disease and suspected of having ABPA\n* Laboratory tests performed or prescribed prior to inclusion.\n* Chest CT scan performed prior to inclusion.\n* Pulmonary Function Test performed or prescribed prior to inclusion.\n* Individual affiliated with a social security scheme\n* Individual who has read and understood the information sheet and does not object to participating in the study\n\nExclusion Criteria:\n\n* Patients not affiliated with Social Security\n* Minors (\\< 18 years old)\n* Persons under court protection, adult guardianship, or curatorship.\n* Patients with another primary chronic pulmonary condition (asthma without COPD, cystic fibrosis, post-tuberculous fibrocavitary disease).\n* Patients with eosinophilic granulomatosis with polyangiitis.\n* Patients with chronic pulmonary aspergillosis.\n* Patients with invasive aspergillosis.\n* Patients with hyper-IgE syndrome\n* Patients with progressive parasitic disease.\n* Patients receiving Omalizumab, Benralizumab, Mepolizumab, or Dupilumab, or whose treatment has been discontinued for less than 5.5 years.\n* Patients receiving long-term oral corticosteroid therapy, or whose long-term treatment has been discontinued for less than 28 days. • Patients on long-term antifungal treatment, or whose long-term treatment was stopped less than 28 days ago.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients with Chronic Obstructive Pulmonary Disease (COPD) with diagnosis of Allergic Bronchopulmonary Aspergillosis (ABPA)",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Guillaume GM MAHAY, Doctor",
          "affiliation": "University Rouen Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Rouen Hospital",
          "city": "Rouen",
          "zip": "76031",
          "country": "France",
          "geoPoint": {
            "lat": 49.44313,
            "lon": 1.09932
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "The data provided will be the property of the sponsor and will be used solely for its own research activities."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001229",
          "term": "Aspergillosis, Allergic Bronchopulmonary"
        },
        {
          "id": "D029424",
          "term": "Pulmonary Disease, Chronic Obstructive"
        }
      ],
      "ancestors": [
        {
          "id": "D055732",
          "term": "Pulmonary Aspergillosis"
        },
        {
          "id": "D001228",
          "term": "Aspergillosis"
        },
        {
          "id": "D009181",
          "term": "Mycoses"
        },
        {
          "id": "D001423",
          "term": "Bacterial Infections and Mycoses"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D008172",
          "term": "Lung Diseases, Fungal"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}