{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07011550",
      "orgStudyIdInfo": {
        "id": "2025-0342"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2025-04161",
          "type": "OTHER",
          "domain": "NCI-CTRP Clinical Registry"
        }
      ],
      "organization": {
        "fullName": "M.D. Anderson Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Phase 2, Single-arm Trial of BMS-986340 in Association With Nivolumab, Trifluridine/Tipiracil and Bevacizumab for Patients Refractory to Standard of Care Treatment and With Microsatellite-stable Colorectal Cancer",
      "officialTitle": "Phase 2, Single-arm Trial of BMS-986340 in Association With Nivolumab, Trifluridine/Tipiracil and Bevacizumab for Patients Refractory to Standard of Care Treatment and With Microsatellite-stable Colorectal Cancer"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-02",
      "overallStatus": "SUSPENDED",
      "whyStopped": "FDA",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-08-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-07-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-07-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-06-05",
      "studyFirstSubmitQcDate": "2025-06-05",
      "studyFirstPostDateStruct": {
        "date": "2025-06-09",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-02-17",
      "lastUpdatePostDateStruct": {
        "date": "2026-02-19",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "M.D. Anderson Cancer Center",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Strategic Alliance",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "To learn if the drug combination of BMS-986340, nivolumab, trifluridine/tipiracil, and bevacizumab can help to control advanced or metastatic MSS-CRC.",
      "detailedDescription": "Primary Objectives\n\n* To determine the safety of the combination of BMS-986340, nivolumab, trifluridine/tipiracil and bevacizumab.\n* To determine the objective response rate (ORR) of the BMS-986340, nivolumab, trifluridine/tipiracil and bevacizumab\n\nSecondary Objectives\n\n• To determine the progression-free survival (PFS), overall survival (OS) and duration of response (DOR) in participants with advanced or metastatic MSS-CRC."
    },
    "conditionsModule": {
      "conditions": [
        "Microsatellite-stable Colorectal Cancer",
        "Standard of Care",
        "Nivolumab",
        "Bevacizumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 7,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "SLI/Exp",
          "type": "EXPERIMENTAL",
          "description": "SLI/Exp: Treatment with BMS-986340 + Nivolumab + Trifluridine/tipiracil + Bevacizumab Q4W",
          "interventionNames": [
            "Drug: Nivolumab",
            "Drug: Bevacizumab",
            "Drug: BMS-986340",
            "Drug: Trifluridine + Tipiracil"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Nivolumab",
          "description": "Given by IV",
          "armGroupLabels": [
            "SLI/Exp"
          ]
        },
        {
          "type": "DRUG",
          "name": "Bevacizumab",
          "description": "Given by IV",
          "armGroupLabels": [
            "SLI/Exp"
          ]
        },
        {
          "type": "DRUG",
          "name": "BMS-986340",
          "description": "Given by IV",
          "armGroupLabels": [
            "SLI/Exp"
          ]
        },
        {
          "type": "DRUG",
          "name": "Trifluridine + Tipiracil",
          "description": "Given by PO",
          "armGroupLabels": [
            "SLI/Exp"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety and adverse events (AEs)",
          "description": "Incidence of Adverse Events, Graded According to National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) Version (v) 5.0",
          "timeFrame": "Through study completion; an average of 1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Eligibility Criteria\n\n* Participants with histologically or cytologically confirmed colorectal adenocarcinoma who have metastatic or locally advanced and unresectable disease and are microsatellite stable (MSS).\n* Participants must have measurable disease as defined by RECIST version 1.1.\n* Participants must be refractory or intolerant to fluoropyrimidine, oxaliplatin, irinotecan, bevacizumab (if eligible), and cetuximab or panitumumab (if eligible).\n\n  o Regimens received in the adjuvant setting with recurrence within 6 months would be considered eligible treatments.\n* Age ≥18 years. Because no dosing or adverse event data are currently available on the use of BMS-986340 in combination with Nivolumab in participant s \\<18 years of age, children are excluded from this study.\n* ECOG performance status ≤2 (Karnofsky ≥60%,).\n* Participants must have adequate organ and marrow function as defined below:\n\n  * absolute neutrophil count ≥1,500/mcL\n  * Hemoglobin ≥9 g/dL\n  * platelets ≥100,000/mcL\n  * AST(SGOT)/ALT(SGPT) ≤3 × institutional ULN (unless if liver function abnormalities are due to underlying liver metastasis, AST (SGOT) and ALT (SGPT) ≤ 5 x ULN)\n  * Total serum bilirubin \\<1.5 x upper limit of normal (ULN) (unless Gilbert disease confirmed)\n  * Creatinine ≤ institutional ULN\n* For participants with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Participants with a history of hepatitis C virus (HCV) infection must have been treated and cured. For participants with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load.\n* Since the teratogenicity of BMS-986340 is unknown, and other therapeutic agents are known to be teratogenic, women of child-bearing potential must agree to use highly effective contraception methods (as detailed below) prior to study entry, for the duration of study participation, and for 6 months after completion of BMS-986340 administration(Refer to Pregnancy Assessment Policy MD Anderson Institutional Policy # CLN1114).\n\nThis includes all female participants, between the onset of menses and 55 years unless the participant presents with an applicable exclusionary factor which may be one of the following:\n\n* Postmenopausal Females. A postmenopausal state is defined as 12 months of amenorrhea in a woman over age 45 years in the absence of other biological or physiological causes. In addition, females under the age of 55 years must have a follicle stimulating hormone (FSH) level \\>40 mIU/mL to confirm menopause. Females treated with hormone replacement therapy (HRT) may require a washout period to obtain physiologic FSH levels, depending on the HRT method used:\n* One week minumum for vaginal hormonal products (rings, creams, gels).\n* Four weeks minimum for transdermal products.\n* Eight weeks minimum for oral products.\n* History of hysterectomy or bilateral salpingo-oophorectomy.\n* Ovarian failure (Follicle Stimulating Hormone and Estradiol in menopausal range, who have received Whole Pelvic Radiation Therapy).\n* History of bilateral tubal ligation or another surgical sterilization procedure.\n\n  * Human immunodeficiency virus (HIV)-infected participants on effective anti-retroviral therapy with undetectable viral load within 6 months are eligible for this trial.\n  * Approved methods of birth control are as follows: Hormonal contraception (i.e. birth control pills, injection, implant, transdermal patch, vaginal ring), Intrauterine device (IUD), Tubal Ligation or hysterectomy, Subject/Partner post vasectomy, Implantable or injectable contraceptives, and condoms plus spermicide. Not engaging in sexual activity for the total duration of the trial and the drug washout period is an acceptable practice; however periodic abstinence, the rhythm method, and the withdrawal method are not acceptable methods of birth control. Should a woman become pregnant or suspect she is pregnant while she or her partner is participating in this study, she should inform her treating physician immediately.\n  * Men treated or enrolled on this protocol must also agree to use adequate contraception prior to the study, for the duration of study participation, and 6 months after completion of BMS-986340 administration.\n  * Ability to understand and the willingness to sign a written informed consent document and to comply with study visits.\n\nExclusion Criteria\n\n* Prior treatment with trifluridine/tipiracil, regorafenib, or fruquitinib.\n* Prior treatment with anti-programmed cell death-1 (anti-PD-1), anti-programmed cell death ligand (anti-PD-L1), anti-programmed cell death ligand 2, anti-CD137, anti-OX-40, anti CD40, anti-cytotoxic T lymphocyte associated antigen-4 antibodies, or any other immune checkpoint inhibitors\n* Prior organ or tissue allograft.\n* Presence or history of immunodeficiency that requires chronic use of systemic corticosteroids (≥ 10mg of prednisone equivalent per day) or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n* Major surgery within the past 4 weeks (the surgical incision should be fully healed before study drug administration).\n* Any anticancer therapy within the past 2 weeks before enrollment.\n* Extended field radiation within the past 4 weeks or limited field radiation within the past 2 weeks before enrollment.\n* Participant s who have not recovered from adverse events due to prior anti-cancer therapy (i.e., have residual toxicities \\> Grade 1) with the exception of alopecia and platinuminduced peripheral neuropathy.\n* Participants who are receiving any other investigational agents.\n* History of intestinal disease or major gastric surgery likely to alter absorption of study treatment (to be determined by the treating physician)\n* Active brain metastases, unless adequately treated and participant is neurologically stable (except for residual symptoms of central nervous system treatment) for at least 2 weeks prior to enrollment without corticosteroids or are on a stable or decreasing dose of ≤ 10 mg daily prednisone (or equivalent)\n* Participants with symptomatic leptomeningeal disease\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to BMS-986340, nivolumab, or any other immune checkpoint inhibitors, TAS- 102, bevacizumab or any of its ingredients, including polysorbate 80-containing infusion.\n* Has hereditary problems of galactose intolerance, total lactase deficiency or glucosegalactose malabsorption\n* In the investigator's opinion, uncontrolled diabetes mellitus even under treatment.\n* In the investigator's opinion, uncontrolled or clinically significant cardiovascular disease defined as New York Heart Association (NYHA) classification III or IV, arterial hypertension or uncontrolled or symptomatic arrhythmia\n* Deep vein thrombosis within 4 weeks prior to randomization\n* Deep arterial thromboembolic events including cerebrovascular accident or myocardial infarction within the last 6 months prior to enrollment.\n* Severe/unstable angina, symptomatic congestive heart failure New York Heart Association (NYHA) class III or IV\n* Participants with uncontrolled intercurrent illness (Indicate clearly what type or extent)\n* Participants with psychiatric illness/social situations that would limit compliance with study requirements.\n* Pregnant women are excluded from this study because BMS-986340\\] is an agent with the potential for teratogenic or abortifacient effects. Because there is an unknown but potential risk for adverse events in nursing infants secondary to treatment of the mother with BMS-986340, breastfeeding should be discontinued if the mother is treated with BMS-986340. These potential risks may also apply to other agents used in this study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Madhulika Eluri, MD",
          "affiliation": "M.D. Anderson Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "MD Anderson Cancer Center",
          "city": "Houston",
          "state": "Texas",
          "zip": "77030",
          "country": "United States",
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "MD Anderson Cancer Center",
          "url": "http://www.mdanderson.org"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-20"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000077594",
          "term": "Nivolumab"
        },
        {
          "id": "D000068258",
          "term": "Bevacizumab"
        },
        {
          "id": "C000613803",
          "term": "trifluridine tipiracil drug combination"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}