{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06784947",
      "orgStudyIdInfo": {
        "id": "24-0547.cc"
      },
      "organization": {
        "fullName": "University of Colorado, Denver",
        "class": "OTHER"
      },
      "briefTitle": "Trial of Atezolizumab, Bevacizumab, and Tiragolumab in Patients With Microsatellite Stable, Metastatic Colorectal Cancer",
      "officialTitle": "A Phase II Trial of Tiragolumab in Combination With Atezolizumab and Bevacizumab in Patients With Previously Treated, Microsatellite Stable, Metastatic Colorectal Adenocarcinoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-03-25",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-09-18",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2028-05",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-01-08",
      "studyFirstSubmitQcDate": "2025-01-16",
      "studyFirstPostDateStruct": {
        "date": "2025-01-20",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-01",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Colorado, Denver",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this study is to learn if a new combination treatment is effective for patients with microsatellite stable, advanced colorectal cancer. The study treatment combines 3 drugs: atezolizumab, bevacizumab, and tiragolumab. The main questions the study aims to answer are:\n\n1. Does the study treatment effectively treat colorectal cancer?\n2. Is the study treatment safe for patients with colorectal cancer?\n3. How does the study treatment effect the immune system in patients with colorectal cancer?\n\nParticipants in this study will receive the study treatment and undergo checkups, laboratory tests, and imaging tests for monitoring. Some participants will also undergo tumor biopsies.",
      "detailedDescription": "This is a phase II study investigating the efficacy and safety of a triple-combination immunotherapy regimen in patients diagnosed with microsatellite stable metastatic colorectal cancer (MSS mCRC), refractory to fluorouracil, oxaliplatin, and irinotecan chemotherapy. The trial is designed as a single-arm, Simon two-stage study.\n\nAll participants will receive a fixed-dose regimen of the three agents: atezolizumab (1200 mg), bevacizumab (15 mg/kg), and tiragolumab (600 mg), administered intravenously on day 1 of 21-day cycles. Treatment response will be assessed by imaging using RECIST v1.1 every 9 weeks. Study treatment will be continued until disease progression, unacceptable toxicity, death, decision by the patient and/or treating physician to withdraw from the study, pregnancy, or study termination, whichever occurs first.\n\nThis study will enroll patients in 2 cohorts: A and B. Patients in Cohort A will undergo pre-treatment and on-treatment tumor biopsies for correlative studies. Patient in Cohort B will not receive study biopsies. Patients in Cohorts A and B will otherwise receive identical treatment."
    },
    "conditionsModule": {
      "conditions": [
        "Microsatellite Stable (MSS) Colorectal Cancer (CRC)",
        "Metastatic Colorectal Cancer (CRC)",
        "Colorectal Cancer Stage IV"
      ],
      "keywords": [
        "immunotherapy",
        "microsatellite stable colorectal cancer",
        "tiragolumab",
        "metastatic colorectal cancer",
        "atezolizumab",
        "bevacizumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 13,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Treatment with Biopsy",
          "type": "EXPERIMENTAL",
          "description": "Patients in Cohort A will undergo pre-treatment and on-treatment tumor biopsies for correlative analyses, with on-treatment biopsies obtained at cycle 3, day 1 (C3D1) +/- 3 days of treatment.",
          "interventionNames": [
            "Procedure: Pre-Treatment Biopsy",
            "Procedure: On-Treatment Biopsy",
            "Drug: Tiragolumab",
            "Drug: Atezolizumab",
            "Drug: Bevacizumab"
          ]
        },
        {
          "label": "Treatment without Biopsy",
          "type": "EXPERIMENTAL",
          "description": "In Cohort B, no study-related biopsies will be obtained. Outside of pre- and on-treatment biopsies, patients in Cohort A and Cohort B will receive identical treatments and assessments.",
          "interventionNames": [
            "Drug: Tiragolumab",
            "Drug: Atezolizumab",
            "Drug: Bevacizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Pre-Treatment Biopsy",
          "description": "The pre-treatment biopsy should be performed at least 3 days prior to C1D1 of treatment.",
          "armGroupLabels": [
            "Treatment with Biopsy"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "On-Treatment Biopsy",
          "description": "While the acceptable window for the C3D1 biopsy is ±3 days, it is preferred that the biopsy occurs following all treatments on C3D1.",
          "armGroupLabels": [
            "Treatment with Biopsy"
          ]
        },
        {
          "type": "DRUG",
          "name": "Tiragolumab",
          "description": "Tiragolumab is a human monoclonal antibody targeting the co-inhibitory molecule and immune checkpoint inhibitor T-cell immunoreceptor with immunoglobulin (Ig) and immunoreceptor tyrosine-based inhibitory motif (ITIM) domains (TIGIT), with potential immune checkpoint inhibitory activity. This treatment may help the immune system attack cancer cells.",
          "armGroupLabels": [
            "Treatment with Biopsy",
            "Treatment without Biopsy"
          ]
        },
        {
          "type": "DRUG",
          "name": "Atezolizumab",
          "description": "Atezolizumab is a type of targeted therapy drug called an immune checkpoint inhibitor. It is a monoclonal antibody that works by binding to the protein PD-L1 (programmed death) on the surface of some cancer cells, which keeps cancer cells from suppressing the immune system. This allows the immune system to attack and kill the cancer cells.",
          "armGroupLabels": [
            "Treatment with Biopsy",
            "Treatment without Biopsy"
          ]
        },
        {
          "type": "DRUG",
          "name": "Bevacizumab",
          "description": "Bevacizumab works by blocking a protein called Vascular Endothelial Growth Factor (VEGF), which some cancer cells produce in large amounts. Blocking VEGF may prevent the growth of new blood vessels that tumors need to grow, and may help improve the immune response in the tumor. Bevacizumab is a type of targeted therapy called an angiogenesis inhibitor.",
          "armGroupLabels": [
            "Treatment with Biopsy",
            "Treatment without Biopsy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "The primary outcome of this trial is objective response rate (ORR), defined as the proportion of patients who achieve a complete or partial response to treatment according to RECIST v1.1 criteria.",
          "timeFrame": "From time of study start to time of best response, up to 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression Free Survival (PFS)",
          "description": "Progression free survival (PFS) measures the length of time from treatment start to disease progression or death, whichever comes first.",
          "timeFrame": "From time of study start until disease progression or death, whichever comes first; up to 24 months"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "Overall survival (OS) measures the duration of time from treatment start until death from any cause.",
          "timeFrame": "From time of study start until death by any cause, up to 24 months"
        },
        {
          "measure": "Safety measured by adverse events",
          "description": "Safety will be monitored by the reporting of types and grades of adverse events associated with the treatment regimen.",
          "timeFrame": "From time of study start until time of study end, up to 24 months"
        },
        {
          "measure": "Impact of Liver Metastases on Treatment Response- ORR",
          "description": "Objective response rate (ORR) will be assessed according to the presence or absence of liver metastases.",
          "timeFrame": "From time of study start to time of best response (ORR), up to 24 months"
        },
        {
          "measure": "Impact of Liver Metastases on Treatment Response- PFS",
          "description": "Progression free survival (PFS) will be assessed according to the presence or absence of liver metastases.",
          "timeFrame": "From time of study start until disease progression or death, whichever comes first; up to 24 months"
        },
        {
          "measure": "Impact of Liver Metastases on Treatment Response- OS",
          "description": "Overall survival (OS) will be assessed according to the presence or absence of liver metastases.",
          "timeFrame": "From time of study start until death by any cause, up to 24 months"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Disease Control Rate (DCR)",
          "description": "The disease control rate (DCR) is defined as the proportion of patients who achieve stable disease, partial response, or complete response to study treatment.",
          "timeFrame": "From time of study start to time of best response, up to 24 months"
        },
        {
          "measure": "Duration of Response (DOR)",
          "description": "Duration of response (DOR) is the length of time from treatment response to disease progression or death among those with a partial response or a complete response to therapy.",
          "timeFrame": "From time of response to treatment through time of progression or death, up to 24 months"
        },
        {
          "measure": "Immune Correlates of Response",
          "description": "The response of the immune system to treatment will be evaluated by several laboratory-based tests using blood and tumor samples collected at pre-treatment and on-treatment timepoints. The response of the immune system will be compared between those who respond versus those who do not respond to treatment, and between those who have liver metastases versus those who do not.",
          "timeFrame": "Testing will be performed using samples collected prior to the first study treatment and at the time of the third study treatment, approximately 42 days later."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Able to sign the consent form.\n2. Stated willingness and ability to comply with all study procedures and be available for the duration of the study.\n3. ≥ 18 years at the time of informed consent.\n4. Biopsy confirmed, unresectable, metastatic colorectal adenocarcinoma.\n5. Measurable disease (disease that can be viewed and measured on scans), as assessed by the investigator per RECIST v1.1.\n6. If in Cohort A, (1) the patient must state willingness to undergo pre- and on-treatment biopsies, and (2) the patient's disease must be amenable to biopsy.\n7. Eastern Cooperative Oncology Group performance status of 0-2.\n8. Documented microsatellite stable and/or proficient mismatch repair status.\n9. Documented testing for KRAS, NRAS, and BRAF mutation status.\n10. Progression on or intolerance to prior therapy for unresectable, metastatic CRC including at least (1) fluoropyrimidine, oxaliplatin, and irinotecan chemotherapy AND (2) EGFR inhibitor therapy for patients with KRAS/NRAS/BRAF wild-type, left-sided disease.\n11. Adequate hematologic and end organ function, defined by laboratory results obtained within 28 days prior to the first dose of study treatment.\n\n    * ANC ≥ 1.2 × 10\\^9/L\n    * Lymphocyte count ≥ 0.5 x 10\\^9/L\n    * Platelet count ≥ 100 × 10\\^9/L, without transfusion in the prior week.\n    * Hemoglobin ≥ 9 g/dL; patients may be transfused to meet this criterion.\n    * Serum total bilirubin ≤ 1.5 x the upper limit of normal (ULN); patients with known Gilbert's disease may have a bilirubin ≤ 3.0 × ULN.\n    * Aspartate transaminase, alanine transaminase, and alkaline phosphatase ≤ 2.5 × ULN with the following exceptions:\n\n      * For patients with documented liver metastases, AST and/or ALT ≤ 5 × ULN.\n      * For patients with documented liver or bone metastases, ALP ≤ 5 × ULN.\n    * Serum albumin ≥ 25 g/L (2.5 g/dL)\n    * Creatinine clearance ≥ 45 mL/min as calculated using the Cockcroft-Gault formula or measured using a 24-hour urine collection.\n    * For patients not receiving therapeutic anticoagulation, international normalized ratio and activated partial thromboplastin time ≤ 1.5 × ULN.\n12. Patients receiving therapeutic anticoagulation must be on a stable regimen, with INR and aPTT within the expected therapeutic range of intended use of the anticoagulant.\n13. Negative HIV testing at screening, or, for those with known history of HIV, documented control of infection on anti-retroviral therapy with evidence of undetectable viral load and CD4 count of \\>500 cells/microL for a least 6 months prior to enrollment.\n14. Negative hepatitis B surface antigen (HBsAg) test at screening.\n15. Positive hepatitis B surface antibody (HBsAb) test at screening, or negative HBsAb test at screening accompanied by either of the following:\n\n    * Negative total hepatitis B core antibody (HBcAb)\n    * Positive total HBcAb test followed by quantitative hepatitis B virus (HBV) DNA \\< 500 IU/mL.\n16. Negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening.\n17. For women of childbearing potential (WOCBP): agreement to refrain from heterosexual intercourse or use contraception.\n18. For men: agreement to refrain from heterosexual intercourse or use a condom, and agreement to refrain from donating sperm.\n\nExclusion Criteria:\n\n1. Illness or condition that may interfere with a patient's capacity to understand, follow, and/or comply with study procedures.\n2. Known microsatellite instability-high or deficient mismatch repair status, or unknown status for both MSI and MMR.\n3. Prior testing documenting a BRAF V600E mutation, or unknown testing results for KRAS, NRAS, and BRAF.\n4. A limited number of patients with active liver metastases will be permitted in this trial. Those with a history of definitively treated liver metastases with treatment occurring at least 6 months prior to enrollment with no evidence of metastatic disease in the liver on subsequent imaging may be eligible to enroll as a patient without active liver disease.\n5. Known symptomatic, untreated, or actively progressing central nervous system metastases. Asymptomatic patients with treated CNS lesions are eligible, provided that additional criteria are met.\n6. History of leptomeningeal disease or carcinomatous meningitis.\n7. Spinal cord compression not definitively treated with surgery and/or radiation.\n8. Uncontrolled tumor-related pain. Patients requiring pain medication must be on a stable regimen at study entry.\n9. Uncontrolled pleural effusion, pericardial effusion, or ascites requiring recurrent drainage procedures.\n10. History of malignancy other than colorectal cancer within 3 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death, such as adequately treated carcinoma in situ of the cervix, basal or squamous cell skin cancer, localized prostate cancer, or ductal carcinoma in situ.\n11. Active autoimmune disease, history of autoimmune disease requiring treatment with corticosteroids, disease modifying agents, and/or immunosuppressive therapy, or immune deficiency including, but not limited to, myasthenia gravis, myositis, autoimmune hepatitis, systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, antiphospholipid antibody syndrome, Wegener granulomatosis, Sjögren syndrome, Guillain-Barré syndrome, or multiple sclerosis, with the exceptions listed below:\n\n    * Patients with a history of autoimmune-related hypothyroidism who are on thyroid replacement hormone are eligible for the study.\n    * Patients with controlled Type 1 diabetes mellitus who are on an insulin regimen are eligible for the study.\n    * Patients with eczema, psoriasis, lichen simplex chronicus, or vitiligo with dermatologic manifestations only are eligible for the study provided all of following conditions are met:\n\n      * Rash must cover \\< 10% of body surface area.\n      * Disease is well controlled at baseline \\& requires only low-potency topical corticosteroids.\n      * There has been no occurrence of acute exacerbations of the underlying condition requiring psoralen plus ultraviolet A radiation, methotrexate, retinoids, biologic agents, oral calcineurin inhibitors, or high potency or oral corticosteroids within the previous 12 months.\n12. Prior allogeneic stem cell or solid organ transplantation.\n13. History of idiopathic pulmonary fibrosis, organizing pneumonia, drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening chest CT scan.\n14. Known history of tuberculosis and/or active tuberculosis.\n15. Active bowel inflammation on imaging at the time of enrollment.\n16. History of abdominal fistula, gastrointestinal perforation, or intra-abdominal abscess.\n17. Clinical signs or symptoms of GI obstruction or requirement for routine parenteral hydration, parenteral nutrition, or tube feeding.\n18. Evidence of abdominal free air not explained by paracentesis or recent surgical procedure.\n19. History of or active clinically significant cardiovascular dysfunction, including the following:\n\n    * History of stroke or transient ischemic attack within 6 months prior to first dose of study treatment.\n    * History of myocardial infarction within 6 months prior to first dose of study treatment.\n    * Heart failure with New York Heart Association Class II or higher symptoms within 3 months prior to initiation of study treatment.\n    * Unstable arrhythmia.\n    * Coronary heart disease that is symptomatic or unstable angina.\n20. Inadequately controlled hypertension. Anti-hypertensive therapy to achieve these parameters is allowed.\n21. History of hypertensive crisis or hypertensive encephalopathy.\n22. Grade ≥ 2 proteinuria, as demonstrated by ≥ 2+ protein on dipstick urinalysis and ≥ 1.0 g of protein in a 24-hour urine collection.\n\n    o All patients with ≥ 2+ protein on dipstick urinalysis at screening must undergo a 24-hour urine collection for protein. Patients with \\< 2+ protein on dipstick urinalysis are eligible for the study and do not require 24-hour urine collection.\n23. Significant vascular disease within 6 months prior to initiation of study treatment.\n24. History of Grade 4 venous thromboembolism.\n25. History of Grade ≥ 2 hemoptysis, or other serious hemorrhage or bleeding risk, within 1 month prior to screening.\n26. History or evidence of inherited bleeding diathesis or significant coagulopathy at risk of bleeding.\n27. Major surgical procedure, or significant traumatic injury, within 4 weeks prior to initiation of study treatment, or anticipation of need for a major surgical procedure during the study.\n\n    o Study-related biopsies are not considered major surgical procedures in this study.\n28. Minor surgical procedures, including placement of a vascular access device, within 7 days prior to initiation of study treatment, with the following exceptions:\n\n    * Study-related biopsies are NOT considered as surgical procedures under the exclusion criteria. Pre-treatment study biopsies should be performed at least 3 days prior to study treatment initiation.\n    * Patients must have sufficiently recovered from any prior surgery, including adequate wound healing.\n29. Serious, non-healing wound, active ulcer, or untreated bone fracture.\n30. Severe infection within 4 weeks prior to initiation of study treatment, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia, or any active infection that could impact patient safety.\n31. Positive Epstein-Barr virus (EBV) viral capsid antigen immunoglobulin M (IgM) test at screening. An EBV polymerase chain reaction (PCR) test should be performed as clinically indicated to screen for acute infection or suspected chronic active infection. Patients with a positive EBV PCR test are excluded.\n32. Current or recent (\\< 10 days prior to initiation of study treatment) use of aspirin (\\> 325 mg/day), or clopidogrel (\\> 75 mg/day), or recent (\\< 21 days prior to initiation of study treatment) use of therapeutic thrombolytic agents.\n33. Recent (\\< 21 days prior to initiation of study treatment) initiation of full-dose oral or parenteral anticoagulants. The use of full-dose oral or parenteral anticoagulants is permitted as long as the following criteria are met:\n\n    * The INR and/or aPTT are within therapeutic limits (according to the medical standard of the enrolling institution).\n    * The patient has been on a stable dose of anticoagulants for at least 21 days prior to initiation of study therapy.\n    * There is no evidence of or clinical concern for new or worsening thromboembolism within 21 days prior to initiation of study treatment.\n    * The patient has no history of serious hemorrhage or bleeding risk.\n    * The patient has no persisting bleeding diathesis or anatomic or pathologic condition that significantly increases the risk of hemorrhage.\n34. Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to initiation of study treatment.\n\n    o Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n35. Treatment with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during study treatment, within 90 days after the final dose of tiragolumab, or within 5 months after the final dose of atezolizumab.\n36. Current treatment with anti-viral therapy for HBV.\n37. Treatment with any systemic anti-cancer therapy within 21 days or 5 half-lives of starting study treatment, whichever is shorter.\n38. Treatment with an investigational therapy within 42 days of initiation of study treatment.\n39. Prior treatment with CD137 agonists or investigational immune checkpoint blockade therapies, including anti-LAG3, anti-CTLA-4, anti-PD-1, anti-PD-L1, or anti-TIGIT agents.\n40. Prior radiation therapy within 14 days of Cycle 1, Day 1 of study treatment, and/or persistence of radiation-related adverse effects. Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis prior to study treatment start. Palliative radiation therapy (as long as it does not involve target lesions) is permitted on the study.\n41. Treatment with systemic immunostimulatory agents, including, but not limited to, interferon and IL-2, within 4 weeks or 5 drug-elimination half-lives (whichever is longer) prior to initiation of study treatment.\n42. Treatment with systemic immunosuppressive medication (including, but not limited to, corticosteroids, cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumor necrosis factor-α \\[TNF- α\\] agents) within 2 weeks prior to initiation of study treatment, or anticipation of need for systemic immunosuppressive medication during study treatment, with the following exceptions:\n\n    * Patients who received acute, low-dose systemic immunosuppressant medication or a one-time pulse dose of systemic immunosuppressant medication (e.g., 48 hours of corticosteroids for a contrast allergy) are eligible for the study.\n    * Patients who received mineralocorticoids, corticosteroids for chronic obstructive pulmonary disease or asthma, or low-dose corticosteroids for orthostatic hypotension or adrenal insufficiency are eligible for the study.\n    * Patients requiring chronic use of ≥ 10 mg prednisone per day or equivalent\n43. Requirement for treatment with any medicinal product that contraindicates the use of any of the study treatments, may interfere with the planned treatment, impact patient compliance, or puts the patient at higher risk for treatment-related complications.\n44. History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins.\n45. Known hypersensitivity to Chinese hamster ovary cell products or to any component of the atezolizumab, bevacizumab, or tiragolumab formulations.\n46. Pregnancy or breastfeeding, or intention of becoming pregnant.\n47. Any other disease, metabolic dysfunction, physical examination finding, or clinical laboratory finding that contraindicates the use of an investigational drug, may affect the interpretation of the results, or may render the patient at high risk from treatment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hannah Robinson, MD",
          "affiliation": "University of Colorado, Denver",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Universtiy of Colorado Hospital",
          "city": "Aurora",
          "state": "Colorado",
          "zip": "80045",
          "country": "United States",
          "geoPoint": {
            "lat": 39.72943,
            "lon": -104.83192
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-17"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D013132",
          "term": "Spinocerebellar Degenerations"
        },
        {
          "id": "D015179",
          "term": "Colorectal Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D002526",
          "term": "Cerebellar Diseases"
        },
        {
          "id": "D001927",
          "term": "Brain Diseases"
        },
        {
          "id": "D002493",
          "term": "Central Nervous System Diseases"
        },
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D013118",
          "term": "Spinal Cord Diseases"
        },
        {
          "id": "D020271",
          "term": "Heredodegenerative Disorders, Nervous System"
        },
        {
          "id": "D019636",
          "term": "Neurodegenerative Diseases"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D007414",
          "term": "Intestinal Neoplasms"
        },
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D003108",
          "term": "Colonic Diseases"
        },
        {
          "id": "D007410",
          "term": "Intestinal Diseases"
        },
        {
          "id": "D012002",
          "term": "Rectal Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000730814",
          "term": "Tiragolumab"
        },
        {
          "id": "C000594389",
          "term": "atezolizumab"
        },
        {
          "id": "D000068258",
          "term": "Bevacizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}