{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06252636",
      "orgStudyIdInfo": {
        "id": "B-2302-808-001"
      },
      "organization": {
        "fullName": "Seoul National University Bundang Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Evaluation of the Efficacy and Safety of A2 Milk on Digestion",
      "officialTitle": "An 8-week, Randomized, Double-Blind, Crossover, Placebo-Controlled Trial for the Evaluation of the Efficacy and Safety of A2 Milk on Digestion"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-11",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-04-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-11-20",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-04-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-01-16",
      "studyFirstSubmitQcDate": "2024-02-07",
      "studyFirstPostDateStruct": {
        "date": "2024-02-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-11-26",
      "lastUpdatePostDateStruct": {
        "date": "2024-11-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Nayoung Kim",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Seoul National University Bundang Hospital"
      },
      "leadSponsor": {
        "name": "Seoul National University Bundang Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The aim of this study is to evaluate the efficacy and safety of A2 milk versus a control (A1/A2 milk) in individuals with digestive discomfort following milk consumption.",
      "detailedDescription": "Milk has a high calcium content, and calcium in milk is easily digested and absorbed and has an excellent utilization rate in the body. Milk is rich in lactose, Vitamin D, and peptides that facilitate calcium absorption, and it also contains essential amino acids and bioactive substances that are beneficial to health. Regularly drinking milk has been proven to improve insulin sensitivity, blood pressure, and serum lipid concentrations. Furthermore, milk is reported to be an effective food for nutritional supplementation and improvement in the diet of Koreans, as it contains a well-balanced source of essential amino acids that can be lacking in a rice-centric diet, along with quality animal protein, calcium, vitamin B2, and other nutrients. However, this increase in dairy consumption can be associated with an increased risk for certain disorders, including digestive disorders.\n\nThe actual prevalence of lactose intolerance is unclear in Korea, and reports have ranged from 39.1% to 84.1%. In 2010, it was reported that in most individuals who believed they had lactose intolerance, no evidence of problems with lactose absorption could be found, and thus, gastrointestinal symptoms were unlikely to be associated with lactose. Alternatively, A1 β-Casein and β-Casomorphin-7 (BCM-7) has emerged as a major area for research in relation to digestive discomfort following milk consumption.\n\nMilk is composed of 80% Casein protein and 20% whey. Among Casein proteins, β-Casein can be divided into the A1 type comprised of A1, B, C, F, and G, and the A2 type with A2, A3, D, E, H, I, and J variants. A1 and A2 type β-Casein proteins differ in their 67th amino acid, with A1 containing Histidine and B2 with Proline. The other remaining variants are only found in low levels or not found in European cattle. Furthermore, BCM-7, which is produced when enzymatic cleavage at the histidine position occurs in A1 β-Casein, has been associated with digestive discomfort. Additionally, milk containing A1 β-Casein has been linked to type 1 diabetes and heart disease. Nevertheless, the majority of dairy cattle in dairy industries continue to produce milk containing A1 β-Casein.\n\nAnimal tests have shown that milk with A1 β-Casein takes longer to transit through the digestive tract compared to A2 β-Casein containing milk. In addition, a clinical trial reported that the Bristol stool scores in participants who consumed A1 β-Casein milk were higher than those in A2 β-Casein milk. Another clinical trial announced that A2 β-Casein milk alleviated gastrointestinal symptoms of milk hypersensitivity.\n\nTherefore, this study aims to evaluate the efficacy and safety of A2 milk compared to a control (A1/A2 milk) in individuals who experience discomfort after consuming milk."
    },
    "conditionsModule": {
      "conditions": [
        "Digestive Discomfort"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "A2 Milk",
          "type": "ACTIVE_COMPARATOR",
          "description": "A2 milk, 275 mL, twice daily after meal (550 mL/day)",
          "interventionNames": [
            "Other: A2 Milk"
          ]
        },
        {
          "label": "A1/A2 Milk",
          "type": "PLACEBO_COMPARATOR",
          "description": "A1/A2 milk, 275 mL, twice daily after meal (550 mL/day)",
          "interventionNames": [
            "Other: A1/A2 Milk"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "A2 Milk",
          "description": "Cow's milk that contains only A2 β-Casein.",
          "armGroupLabels": [
            "A2 Milk"
          ]
        },
        {
          "type": "OTHER",
          "name": "A1/A2 Milk",
          "description": "Cow's milk that contains both A1 β-Casein and A2 β-Casein.",
          "armGroupLabels": [
            "A1/A2 Milk"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Gastrointestinal Symptom Rating Scale (GSRS) Total Score",
          "description": "Evaluated through the Gastrointestinal Symptom Rating Scale (GSRS) which uses a 4-point Likert-type scale from 0 (no symptoms or normal) to 3 (severe symptoms) to rate 15 symptom items including both upper and lower abdominal symptoms. Participants will be given the GSRS to complete.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Upper Abdominal Gastrointestinal Symptom Rating Scale (GSRS) Score",
          "description": "Evaluated through the Gastrointestinal Symptom Rating Scale (GSRS) concerning upper abdominal symptoms. The GSRS uses a 4-point Likert-type scale from 0 (no symptoms or normal) to 3 (severe symptoms). Participants will be given the GSRS to complete.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Lower Abdominal (Gastrointestinal Symptom Rating Scale) GSRS Score",
          "description": "Evaluated through the Gastrointestinal Symptom Rating Scale (GSRS) concerning lower abdominal symptoms. The GSRS uses a 4-point Likert-type scale from 0 (no symptoms or normal) to 3 (severe symptoms). Participants will be given the GSRS to complete.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Digestive Discomfort Symptom Survey",
          "description": "Participants rate 7 items (bloating, gas, heaviness, borborygmus, flatulence, belching, bowel urgency) on a Likert scale of 0 (Never), 1 (Rarely), 2 (Frequently), to 3 (All the time).",
          "timeFrame": "Surveys given on Screening (week -2), Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4) to record daily; Retrieved on Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Bowel Frequency and Form",
          "description": "Participants record daily bowel frequency and form. The Bristol Stool Scale will be used to measure stool consistency with type 1 (Separate hard lumps, like nuts - hard to pass), type 2 (Sausage-shaped but lumpy), type 3 (Like a sausage but with cracks on its surface), type 4 (Like a sausage or snake, smooth and soft), type 5 (Soft blobs with clear-cut edges - passed easily), type 6 (Fluffy pieces with ragged edges, a mushy stool), and type 7 (watery, no solid pieces, entirely liquid).",
          "timeFrame": "Journal provided on Screening (week -2), Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4) to record daily; Retrieved on Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Blood Marker - High Sensitive C-reactive protein (hs-CRP)",
          "description": "Serum levels of hs-CRP measured in mg/dL.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Blood marker - Interleukin-4 (IL-4)",
          "description": "Serum levels of IL-4 measured in pg/mL.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Blood marker - Immunoglobulin G (IgG) and Immunoglobulin G1 (IgG1)",
          "description": "Serum levels of IgG and IgG1 measured in mg/dL.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Blood marker - Immunoglobulin E (IgE)",
          "description": "Serum levels of IgE measured in U/mL.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Blood marker - β-casomorphin-7 (BCM-7)",
          "description": "Serum levels of BCM-7 measured in ug/mL.",
          "timeFrame": "Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Stool marker - Short-chain Fatty Acid (SCFA)",
          "description": "SCFA in stool measured in mg/g.",
          "timeFrame": "Stool collection kit provided on Screening (week -2), Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4); Retrieved on Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Stool marker - Calprotectin",
          "description": "Calprotectin in stool measured in mg/kg.",
          "timeFrame": "Stool collection kit provided on Screening (week -2), Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4); Retrieved on Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        },
        {
          "measure": "Stool marker - Microbiome",
          "description": "Gut microbiome composition (abundance, %) will be measured in stool via 16S ribosomal ribonucleic acid (rRNA) sequencing.",
          "timeFrame": "Stool collection kit provided on Screening (week -2), Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4); Retrieved on Visit 2 (week 0), Visit 3 (week 2), Visit 4 (week 4), Visit 5 (week 6)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Between 20 to 70 years of age\n2. Participants who are experiencing digestive symptoms (bloating, gas, heaviness, abdominal pain, gurgling stomach, belching, bowel urgency) following milk consumption on Visit 1 with each score on the digestive discomfort symptom survey being 2 points or less. (Individuals who have indicated 0 in all symptoms or 3 in at least one symptom will be excluded.)\n3. Those who have agreed to participate and given written consent through the Informed Consent Form prior to the study\n\nExclusion Criteria:\n\n1. Currently undergoing treatment for severe cardiovascular, immune, respiratory, gastrointestinal/hepatic and biliary, renal and urinary, neurological, musculoskeletal, mental, infectious, metabolic diseases, and malignancies\n2. Diagnosed with or has a history of gastrointestinal diseases (irritable bowel syndrome, colitis, ulcerative colitis, abdominal diseases etc.), or has undergone gastrointestinal surgery\n3. Individuals with severe lactose intolerance\n4. History of bowel obstruction\n5. Alcohol addiction or substance abuse\n6. Hospitalized within the last 3 months of Visit 1\n7. Has taken medication affecting body weight {anti-obesity drugs (appetite suppressants, fat absorption inhibitors, Glucagon-like peptide-1 (GLP-1) receptor agonists etc.), psychiatric drugs such as antidepressants and antipsychotics, diuretics, contraceptives, steroids, female hormones, thyroid hormones} within the last 3 months of Visit 1\n8. Has taken immunosuppressive drugs or anti-inflammatory drugs within the last month (30 days) of Visit 1\n9. Administered antibiotics or laxatives within the last 2 weeks of Visit 2\n10. Has taken prokinetics (Serotonin type 4 (5-HT4) Agonist, D2 Antagonists, Cholinergic Agonists etc.), laxatives {fiber supplements (Psyllium, Methylcellulose etc.), stool softeners, osmotic laxatives (Sorbitol, Lactulose etc.), stimulant laxatives (Bisacodyl, Anthraquinone etc.)}\n11. Pregnant, breastfeeding, or planning to become pregnant during the study period\n12. Allergic to dairy products\n13. Participated in another interventional clinical trial (including human trials) within the last 3 months of Visit 1, or planning to participate in another interventional clinical trial (including human trials) after the start of this study\n14. Individuals deemed inappropriate for the study by the investigator",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Nayoung Kim, MD, PhD",
          "affiliation": "Seoul National University Bundang Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Seoul National University Bundang Hospital",
          "city": "Seongnam-si",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.43861,
            "lon": 127.13778
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "38957588",
          "type": "DERIVED",
          "citation": "Choi Y, Kim N, Song CH, Kim S, Lee DH. The Effect of A2 Milk on Gastrointestinal Symptoms in Comparison to A1/A2 Milk: A Single-center, Randomized, Double-blind, Cross-over Study. J Cancer Prev. 2024 Jun 30;29(2):45-53. doi: 10.15430/JCP.24.007."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}