{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04150965",
      "orgStudyIdInfo": {
        "id": "MyCheckpoint (MMRC-089)"
      },
      "organization": {
        "fullName": "Multiple Myeloma Research Consortium",
        "class": "NETWORK"
      },
      "briefTitle": "Immuno-Oncology Drugs Elotuzumab, Anti-LAG-3 and Anti-TIGIT",
      "officialTitle": "A Phase I/II Assessment of Combination Immuno-Oncology Drugs Elotuzumab, Anti-LAG-3 (BMS-986016) and Anti-TIGIT (BMS-986207)"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "TERMINATED",
      "whyStopped": "Pharmaceutical support has been discontinued.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-07-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-08-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-08-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-11-01",
      "studyFirstSubmitQcDate": "2019-11-01",
      "studyFirstPostDateStruct": {
        "date": "2019-11-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-12",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Multiple Myeloma Research Consortium",
        "class": "NETWORK"
      },
      "collaborators": [
        {
          "name": "Bristol-Myers Squibb",
          "class": "INDUSTRY"
        },
        {
          "name": "Emory University",
          "class": "OTHER"
        },
        {
          "name": "Washington University School of Medicine",
          "class": "OTHER"
        },
        {
          "name": "Beth Israel Deaconess Medical Center",
          "class": "OTHER"
        },
        {
          "name": "Dana-Farber Cancer Institute",
          "class": "OTHER"
        },
        {
          "name": "Wake Forest University Health Sciences",
          "class": "OTHER"
        },
        {
          "name": "Memorial Sloan Kettering Cancer Center",
          "class": "OTHER"
        },
        {
          "name": "Icahn School of Medicine at Mount Sinai",
          "class": "OTHER"
        },
        {
          "name": "University of Texas",
          "class": "OTHER"
        },
        {
          "name": "Hackensack Meridian Health",
          "class": "OTHER"
        },
        {
          "name": "University of Michigan",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This a Phase I/II randomized trial for patients with relapsed refractory Multiple Myeloma who have relapsed after treatment with prior therapies. The protocol is designed to evaluate two agents, Anti-LAG-3 and Anti-TIGIT, in order to understand their immunologic effects and safety both as single agents and in combination with pomalidomide and dexamethasone. In these arms, patients will be treated with either Anti-LAG-3 or Anti-TIGIT respectively for one cycle as single agent followed by the addition of pomalidomide and dexamethasone in combination for subsequent cycles.\n\nA third arm allows patients to be treated with the FDA approved combination of elotuzumab plus pomalidomide and dexamethsone as a control. This arm will thus allow a concurrent standard of care comparator for the experimental arms.",
      "detailedDescription": "This study will enroll 104 patients to one of three treatment arms. The study is open to patients relapsing with refractory Multiple Myeloma who have:\n\n* received 3 prior lines of therapy\n* exposed to each of these 3 drug classes:\n\n  * IMiD\n  * proteasome inhibitors, and\n  * anti-CD38 monoclonal antibody\n* relapsed and refractory are defined using the IMWG criteria:\n\n  * disease that is non-responsive while on salvage therapy or progresses within 60 days of last therapy in patients who have achieved minimal response or better at some point previously to then progressing in their disease course."
    },
    "conditionsModule": {
      "conditions": [
        "Multiple Myeloma",
        "Relapsed Refractory Multiple Myeloma"
      ],
      "keywords": [
        "Multiple Myeloma",
        "Relapsed",
        "Refractory",
        "MM",
        "Multiple Myeloma Research Consortium",
        "Multiple Myeloma Research Foundation",
        "MMRC",
        "MMRF"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "interventionModelDescription": "The trial is designed for patients with functionally high-risk MM (early relapse after initial therapy as defined above), who will be assigned to a targeted agent in the presence of an actionable mutation or an agent in the absence of an actionable genetic alteration, both in combination with a common backbone. This is a MMRC Sponsored multicenter, open label Phase 1/2 study of several different drugs in patients with relapsed myeloma, with treatment assignment guided by genomic studies.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 14,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Arm A - Elotuzumab",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients receive Elotuzumab in combination with pomalidomide and dexamethasone. Arm A begings in Phase 2 portion.",
          "interventionNames": [
            "Drug: Elotuzumab, pomalidomide, dexamethasone"
          ]
        },
        {
          "label": "Arm B - Anti LAG-3 Single Agent",
          "type": "EXPERIMENTAL",
          "description": "Patients receive Anti-LAG-3 as a single agent for 1 Cycle in Phase 1 portion.",
          "interventionNames": [
            "Drug: Anti-LAG-3"
          ]
        },
        {
          "label": "Arm B:Combination Anti LAG-3 +Pomalidomide+Dexamethasone",
          "type": "EXPERIMENTAL",
          "description": "Cycle 2 and beyond Patients receive Anti-LAG-3 in combination with pomalidomide and dexamethasone.",
          "interventionNames": [
            "Drug: Anti-LAG-3 + Pomalidimide + Dexamethasone"
          ]
        },
        {
          "label": "Arm C - Anti-TIGIT Single Agent",
          "type": "EXPERIMENTAL",
          "description": "Patients receive Anti-TIGIT as a single agent for 1 Cycle in Phase 1 portion.",
          "interventionNames": [
            "Drug: Anti-TIGIT"
          ]
        },
        {
          "label": "ARM C: Anti-TIGIT +Pomalidomide+Dexamethasone",
          "type": "EXPERIMENTAL",
          "description": "Cycle 2 and beyond Patients receive Anti-TIGIT in combination with pomalidomide and dexamethasone.",
          "interventionNames": [
            "Drug: Anti-TIGIT + Pomalidimide + Dexamethasone"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Elotuzumab, pomalidomide, dexamethasone",
          "description": "Study Patients with relapsed Multiple Myeloma will receive: Elotuzumab, Pomalidomide, and Dexamethasone Starting in Phase 2 Cycle 1 Day 1 forward. Each cycle is 28 days long.",
          "armGroupLabels": [
            "Arm A - Elotuzumab"
          ],
          "otherNames": [
            "Empliciti"
          ]
        },
        {
          "type": "DRUG",
          "name": "Anti-LAG-3",
          "description": "Patients with relapsed Multiple Myeloma will receive: Anti -LAG-3 single agent for Cycle 1. Each Cycle is 28 days\n\nCycle 2 forward patients will receive Anti-LAG-3 in combination with pomalidomide and dexamethasone from Cycle 2 forward. Each cycle is 28 days long.",
          "armGroupLabels": [
            "Arm B - Anti LAG-3 Single Agent"
          ],
          "otherNames": [
            "BMS-986016",
            "Anti LAG-3",
            "Relatlimab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Anti-LAG-3 + Pomalidimide + Dexamethasone",
          "description": "Patients with Relapsed \\& Refractory Multiple Myeloma will receive: Anti-LAG-3 in combination with pomalidomide and dexamethasone from Cycle 2 forward. Each cycle is 28 days.",
          "armGroupLabels": [
            "Arm B:Combination Anti LAG-3 +Pomalidomide+Dexamethasone"
          ],
          "otherNames": [
            "BMS-986016",
            "Anti-LAG-3, Pomalidomide, Dexamethasone"
          ]
        },
        {
          "type": "DRUG",
          "name": "Anti-TIGIT",
          "description": "Patients with relapsed Multiple Myeloma will receive: Anti -TIGIT single agent for Cycle 1.\n\nEach cycle is 28 days.",
          "armGroupLabels": [
            "Arm C - Anti-TIGIT Single Agent"
          ],
          "otherNames": [
            "BMS-986207"
          ]
        },
        {
          "type": "DRUG",
          "name": "Anti-TIGIT + Pomalidimide + Dexamethasone",
          "description": "Cycle 2 and beyond patients will receive Anti-TIGIT in combination with pomalidomide and dexamethasone from Cycle 2 forward. Each cycle is 28 days..",
          "armGroupLabels": [
            "ARM C: Anti-TIGIT +Pomalidomide+Dexamethasone"
          ],
          "otherNames": [
            "BMS-986207"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Overall Response Rate",
          "description": "The overall response rate of the drug combination, in each Arm for RRMM, which is defined as the proportion of subjects who achieved a response (≥ VGPR).",
          "timeFrame": "Patients will be evaluated monthly for response from the start of the study until the date of documented disease progression, assessed up to 18 months."
        },
        {
          "measure": "Frequency, type and grade of Adverse Events and Serious Adverse Events",
          "description": "Frequency, type and grade of Adverse Events and Serious Adverse Events during Cycle 1 of Single agent Arms B and C. In Combination for all Arms.",
          "timeFrame": "Cycle 1 (28 days)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. 18 years of age or greater.\n2. Willing and able to provide informed consent\n3. Patient has received at least 3 prior lines of therapy and must have received prior therapy including at least one drug from each drug class; IMiD, proteasome inhibitors, and anti-CD38 monoclonal antibody.\n4. The following laboratory values obtained ≤ 14 days prior to initiation of therapy:\n\n   1. ANC ≥ 1000/ul (without growth factor support within 14 days of initiation of therapy)\n   2. Hgb ≥ 8 g/dl\n   3. PLT ≥ 75,000/ul (without transfusion support within 14 days of initiation of therapy)\n   4. Total bilirubin \\<1.5 x upper limit of normal (ULN) or if total bilirubin is ≥1.5 x ULN, the direct bilirubin must be ≤ 2.0 mg/dL (patients with Gilberts syndrome may have total bilirubin ≤3.0 x ULN\n   5. AST and ALT \\< 2.5x ULN\n   6. Creatinine Clearance ≥ 30 mL/min by Cockcroft Gault Equation\n5. Measurable disease of MM as defined by at least ONE of the following:\n\n   1. Serum monoclonal protein ≥1.0 g by protein electrophoresis\n   2. ≥200 mg of monoclonal protein in the urine on 24-hour electrophoresis\n   3. Serum immunoglobulin FLC ≥10 mg/dL AND abnormal serum immunoglobulin kappa to lambda FLC ratio.\n6. Normal thyroid function, or stable on hormone supplementation per investigator assessment.\n7. Eastern Cooperative Oncology Group (ECOG) Performance Status 0, 1, or 2.\n8. Willingness to return to enrolling institution for follow-up.\n9. Disease free of prior malignancies for ≥ 3 year with exception of currently treated basal cell, squamous cell carcinoma of the skin, carcinoma \"insitu\" of the cervix or breast, or prostate cancer not requiring therapy\n10. Ability to understand the purpose and risks of the study and provide signed and dated ICF and authorization to use protected health information.\n11. All study participants must be willing to be registered into, and comply with, the mandatory pomalidomide (POMALYST®) Risk Evaluation and Mitigation Strategy (REMS®) program and be willing to use contraception 28 days prior to pomalidomide treatment and continue until 120 days after the last dose of pomalidomide.\n12. Able to take aspirin (81 or 325 mg) daily as prophylactic anticoagulation. For patient's intolerant to aspirin or for high-risk patients with prior history of thromboembolic events, thromboprophylaxis with other anti-coagulants agents, including low molecular weight heparin, warfarin, or novel oral anticoagulants such as apixaban or rivaroxaban, is allowed.\n13. All females of child bearing potential (FCBP)\\* must have a negative pregnancy test (urine or serum) documented ≤7 days prior to start of therapy with repeat pregnancy test on Day 1 of each cycle and at the EoT visit. Note: Additional pregnancy testing is required as a condition of the POMALYST REMS® program prior to and while on treatment and following the last dose of pomalidomide. FCBP must have 2 negative pregnancy tests prior to initiating pomalidomide treatment. The first test should be performed within 10-14 days prior to prescribing POMALYST and the second test within 24 hours prior to prescribing POMALYST therapy and then weekly during the first 4 weeks, then every 4 weeks thereafter in females with regular menstrual cycles, or every 2 weeks in females with irregular menstrual cycles. Protocol section 8.1 provides guidelines on the use and required time frames of contraception. NOTE: \\*A female of childbearing potential (FCBP) is a sexually mature female who: 1) has not undergone a hysterectomy or bilateral oophorectomy; or 2) has not been naturally postmenopausal for at least 24 consecutive months (i.e., has had menses at any time in the preceding 24 consecutive months).\n\nExclusion Criteria:\n\n1. Patient is known to be human immunodeficiency virus (HIV) positive, Hepatitis B surface antigen-positive, Hep B PCR positive or active Hepatitis C infection\n2. Pregnant or breast feeding females;\n3. Any clinically significant, uncontrolled medical conditions including, but not limited to, myocardial infarction or stroke/transient ischemic attack within the past 6 months, uncontrolled angina within the past 3 months, symptomatic congestive heart failure, cardiac arrhythmia (such as ventricular tachycardia, ventricular fibrillation, or torsades de pointes), pericarditis, myocarditis, cardiomyopathy, requirement for supplemental oxygen;\n4. Any psychiatric illness/social situations that, in the Investigator's opinion, would impose excessive risk to the patient or may interfere with compliance or interpretation of the study results;\n5. QT interval corrected for heart rate using Fridericia's formula (QTcF) prolongation \\> 480 msec, except for right bundle branch block;\n6. Ongoing or active infection, that requires systemic antibacterial, antiviral, or antifungal therapy \\< 7 days prior to the initiation of therapy\n7. Inability to tolerate thromboprophylaxis ;\n8. Known CNS involvement;\n9. Known severe intolerance to steroid therapy (Grade 3 or above adverse event unresponsive to dose reduction and/or per investigators discretion);\n10. History of autoimmune disease, requiring therapy including but not limited to systemic lupus erythematosus, rheumatoid arthritis, inflammatory bowel disease, vascular thrombosis associated with antiphospholipid syndrome, Wegener's granulomatosis, Sjögren's syndrome, Bell's palsy, Guillain-Barré syndrome, multiple sclerosis, vasculitis, glomerulonephritis, or suspected autoimmune disease. (Subjects are permitted to enroll if they have vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, euthyroid with a history of Grave's disease (participants with suspected autoimmune thyroid disorders must be negative for thyroglobulin and thyroid peroxidase antibodies and thyroid stimulating Ig prior to the first dose of study drug), psoriasis not requiring systemic treatment, well controlled asthma and/or mild allergic rhinitis \\[seasonal allergies\\], or conditions not expected to recur in the absence of an external trigger);\n11. NYHA Classification \\> Class 2;\n12. Concurrent amyloidosis, plasma cell leukemia or POEMS syndrome \\[plasma cell dyscrasia with polyneuropathy, organomegaly, endocrinopathy, monoclonal protein (M-protein) and skin changes;\n13. History of erythema multiforme or severe (≥ grade 3) hypersensitivity to prior IMiD's;\n14. 14\\. Anti-cancer therapy within the specified time frames prior to initiation of therapy: cytotoxic investigational agents, within 3 weeks (6 weeks for nitrosoureas), IMiDs, Proteosome inhibitors or corticosteroids within 2 weeks, investigational therapies within 14 days or 5 half-lives of the investigational drug, whichever is longer, and monoclonal antibodies within 4 weeks, bispecifics (antibodies) within 4 weeks, CAR-T within 4 weeks post infusion. Prednisone up to but no more than 10 mg orally q.d. or its equivalent for symptom management of comorbid conditions is permitted but dose should be stable for at least 7 days. Live vaccines within 30 days (The inactivated seasonal influenza vaccine can be given to patients before treatment and while on therapy without restriction). Shorter time lines may be considered in consultation with the PI;\n15. Prior major surgery or radiation therapy within 4 weeks of initiation of therapy;\n16. Prior therapy with Anti-TIGIT or Anti-LAG-3 ; Elotuzumab\n17. Any \\> Grade 1 adverse reaction unresolved from previous treatments according to the NCI CTC AE v 5.0. The presence of alopecia or peripheral neuropathy ≤ Grade 2 without pain is allowed;\n18. Previous allogeneic stem cell transplantation;\n19. Immunosuppressive therapy in the last 2 months prior to initiation of therapy;\n20. Autologous stem cell transplant if \\< 12 weeks from initiation of therapy;\n21. History of idiopathic pulmonary fibrosis, organizing pneumonia (i.e., bronchiolitis obliterans, cryptogenic organizing pneumonia, etc.);\n22. Cardiac Troponin T (cTnT) or I(cTnI)≥2×institutional ULN.\n\n    1. Subjects with cTnT or cTnI levels between \\> 1 to 2 × ULN will be permitted if repeat levels within 24 hours are ≤ 1 ULN\n    2. If cTnT or cTnI levels are \\>1 ULN at 24 hours, the subject may undergo a cardiac evaluation and be considered for treatment, following a discussion with the Principal Investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Madhav V. Dhodapkar, M.D.",
          "affiliation": "Medical Monitor",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Hearn J. Cho, M.D., Ph.D.",
          "affiliation": "Chief Medical Officer",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Emory University",
          "city": "Atlanta",
          "state": "Georgia",
          "zip": "30322",
          "country": "United States",
          "geoPoint": {
            "lat": 33.749,
            "lon": -84.38798
          }
        },
        {
          "facility": "Beth Israel Deaconess Medical Center",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02115",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        },
        {
          "facility": "Dana Farber Cancer Institute",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02115",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        },
        {
          "facility": "University of Michigan",
          "city": "Ann Arbor",
          "state": "Michigan",
          "zip": "48109",
          "country": "United States",
          "geoPoint": {
            "lat": 42.27756,
            "lon": -83.74088
          }
        },
        {
          "facility": "Washington University School of Medicine Division of Medical Oncology",
          "city": "St Louis",
          "state": "Missouri",
          "zip": "63110",
          "country": "United States",
          "geoPoint": {
            "lat": 38.62727,
            "lon": -90.19789
          }
        },
        {
          "facility": "Hackensack Meridian Medical Center",
          "city": "Hackensack",
          "state": "New Jersey",
          "zip": "07601",
          "country": "United States",
          "geoPoint": {
            "lat": 40.88593,
            "lon": -74.04347
          }
        },
        {
          "facility": "Mount Sinai School of Medicine",
          "city": "New York",
          "state": "New York",
          "zip": "10029",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "Memorial Sloan Kettering Cancer Center",
          "city": "New York",
          "state": "New York",
          "zip": "10065",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "Levine Cancer Institute",
          "city": "Charlotte",
          "state": "North Carolina",
          "zip": "28204",
          "country": "United States",
          "geoPoint": {
            "lat": 35.22709,
            "lon": -80.84313
          }
        },
        {
          "facility": "UT Southwestern Medical Center",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75390",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "39187595",
          "type": "DERIVED",
          "citation": "Richard S, Lesokhin AM, Paul B, Kaufman JL, Pianko M, Biran N, Vij R, Doxie DB, Azeem MI, Martillo M, Wozniak K, Cho HJ, Dhodapkar KM, Dhodapkar MV. Clinical response and pathway-specific correlates following TIGIT-LAG3 blockade in myeloma: the MyCheckpoint randomized clinical trial. Nat Cancer. 2024 Oct;5(10):1459-1464. doi: 10.1038/s43018-024-00818-w. Epub 2024 Aug 26."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-19"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009101",
          "term": "Multiple Myeloma"
        },
        {
          "id": "D012008",
          "term": "Recurrence"
        }
      ],
      "ancestors": [
        {
          "id": "D054219",
          "term": "Neoplasms, Plasma Cell"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D020141",
          "term": "Hemostatic Disorders"
        },
        {
          "id": "D014652",
          "term": "Vascular Diseases"
        },
        {
          "id": "D002318",
          "term": "Cardiovascular Diseases"
        },
        {
          "id": "D010265",
          "term": "Paraproteinemias"
        },
        {
          "id": "D001796",
          "term": "Blood Protein Disorders"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D006474",
          "term": "Hemorrhagic Disorders"
        },
        {
          "id": "D008232",
          "term": "Lymphoproliferative Disorders"
        },
        {
          "id": "D007160",
          "term": "Immunoproliferative Disorders"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C546027",
          "term": "elotuzumab"
        },
        {
          "id": "C467566",
          "term": "pomalidomide"
        },
        {
          "id": "D003907",
          "term": "Dexamethasone"
        },
        {
          "id": "C000721227",
          "term": "relatlimab"
        }
      ],
      "ancestors": [
        {
          "id": "D011246",
          "term": "Pregnadienetriols"
        },
        {
          "id": "D011245",
          "term": "Pregnadienes"
        },
        {
          "id": "D011278",
          "term": "Pregnanes"
        },
        {
          "id": "D013256",
          "term": "Steroids"
        },
        {
          "id": "D000072473",
          "term": "Fused-Ring Compounds"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        },
        {
          "id": "D013259",
          "term": "Steroids, Fluorinated"
        }
      ]
    }
  },
  "hasResults": false
}