{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02555345",
      "orgStudyIdInfo": {
        "id": "RZ-689"
      },
      "organization": {
        "fullName": "State Key Laboratory of Respiratory Disease",
        "class": "OTHER"
      },
      "briefTitle": "Gene Expression Profile and Inflammation Profile of Classic Asthma, Cough Variant Asthma and Eosinophilic Bronchitis",
      "officialTitle": "Difference in Gene Expression Profile in Peripheral Blood Mononuclear Cells and Inflammation Profile in Patients With Classic Asthma, Cough Variant Asthma, and Eosinophilic Bronchitis Compared With Healthy Controls"
    },
    "statusModule": {
      "statusVerifiedDate": "2015-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2016-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2015-09-07",
      "studyFirstSubmitQcDate": "2015-09-17",
      "studyFirstPostDateStruct": {
        "date": "2015-09-21",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2015-09-17",
      "lastUpdatePostDateStruct": {
        "date": "2015-09-21",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Rui Zhang",
        "investigatorTitle": "RUI ZHANG",
        "investigatorAffiliation": "State Key Laboratory of Respiratory Disease"
      },
      "leadSponsor": {
        "name": "State Key Laboratory of Respiratory Disease",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to identify and validate the gene expression differentials of peripheral blood mononuclear cells and differential inflammation profiles and other aspects in classic asthma, cough-variant asthma and eosinophilic bronchitis.",
      "detailedDescription": "Asthma is a common and heterogeneous respiratory disorder affecting millions of people, posing a considerable burden on health care systems globally. The disease is characterized by inflammation of the airways with eosinophils, neutrophils, mast cells, lymphocytes, airway epithelial cells, smooth muscle cells and other cells, by airflow obstruction and by bronchial hyperresponsiveness. The disease is triggered by multiple gene-environment interactions. Asthma heterogeneity is recognized in terms of clinical phenotypes of asthma whereby classic asthma (CA) and cough variant asthma (CVA) are identified. classic asthma is a common phenotype of asthma that presents episodic dyspnoea and wheezing with or without cough. Cough variant asthma is a phenotype of asthma that presents solely cause of chronic cough.\n\nEosinophilic bronchitis (EB) is a common cause of chronic cough, which like eosinophils asthma is characterized by airway eosinophilic inflammation, but unlike asthma there is no airway hyperresponsiveness or variable airflow obstruction.\n\nImprovement of disease diagnosis and management require a better understanding of disease heterogeneity. A useful biomarker for phenotype recognition will represent underlying pathologic mechanisms of disease, marking heterogeneity and guiding personalized treatment approaches. Our hypothesis was that the different clinical manifestos in patients with eosinophilic bronchitis, classic asthma, and cough-variant asthma could be caused by differential gene expression profiles of peripheral blood mononuclear cells (PBMC) and differential inflammation profiles and other aspects."
    },
    "conditionsModule": {
      "conditions": [
        "Asthmatic Bronchitis"
      ],
      "keywords": [
        "classic asthma, cough variant asthma,eosinophilic bronchitis"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood sample collection for future analysis (including genetic tests on DNA) on the pathobiology of diseases."
      },
      "enrollmentInfo": {
        "count": 250,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "classic asthma/No intervention",
          "description": "Patients with classic asthma were stable.Chest X-ray or CT scan was normal.Fenofibrate(FeNO) was performed.Spirometry was needed. The leicester cough questionnaire (LCQ) was offered to physicians.Sputum,blood and urine samples were collected to study genetic, inflammation and other aspects of these diseases."
        },
        {
          "label": "CVA/No intervention",
          "description": "Chest X-ray or CT scan was normal.FeNO was performed. Spirometry was needed. The LCQ was offered to physicians. Sputum,blood and urine samples were collected to study genetic, inflammation and other aspects of these diseases."
        },
        {
          "label": "EB/No intervention",
          "description": "Chest X-ray or CT scan was normal.FeNO was performed. Spirometry was needed. The LCQ was offered.Sputum,blood and urine samples were collected to study genetic, inflammation and other aspects of these diseases."
        },
        {
          "label": "Healthy/No intervention",
          "description": "Chest X-ray or CT scan was normal.FeNO was performed.Spirometry was needed. Sputum,blood and urine samples were collected to study genetic, inflammation and other aspects of these diseases."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Difference in Gene Expression Profile of Peripheral Blood Mononuclear Cells in Classic Asthma,Cough Variant Asthma and Eosinophilic Bronchitis Compared with Healthy Controls",
          "description": "Five milliliters of venous blood was collected. The peripheral blood mononuclear cells(PBMC) were isolated by the Ficoll-Paque plus(GE Healthcare Bio-Sciences Corp, NJ ) according to the manufacture's recommendations. RNA from PBMC was extracted. RNA-seq, a high throughput RNA sequencing technology, would characterize the transcriptome by sequencing complementary cDNAs followed by mapping of the sequence reads to the genome.",
          "timeFrame": "15 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Induced sputum cytology",
          "description": "Before sputum induction, subjects were instructed to rinse their mouth to remove any cellular debris. Nebulization was conducted using 3% saline via an ultrasonic nebulizer. Following expectoration into the clear sterile plastic pot, the sputum plugs were weighed and treated with 4 aliquots of dithiothreitol to completely dissolve the mucus. The mixture was subsequently vortexed, shaked and centrifuged. The supernatant was stored at -80℃ for inflammation profile analysis. The cell pallets were mounted on a glass slide for fixation with polyaldehyde and Haematoxylin-eosin staining. Samples with 5% or fewer epithelial cells of the total cell count were deemed eligible. This entailed counting of 400 non-squamous cells for cytology assessment. Inflammation phenotype was assigned based on a sputum eosinophil cutoff of greater than 3% and a sputum neutrophil cutoff of greater than 61%.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Airway inflammation indices",
          "description": "Sputum Interleukin-1β(IL-1β), IL-2, IL-4, IL-5, IL-6, IL-7, IL-8, IL-10, IL-13, IL-17, G-CSF, GM-CSF, IFN-γ, IP-10 (CXCL10), MCP-1 (CCL2), MIP-1β(CCL4) and C-reactive protein (CRP) were measured using Luminex xMAP multiplex technology. Comparison in airway inflammation in patients with classic asthma, cough variant asthma and eosinophilic bronchitis was performed.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Fractional exhaled nitric oxide Measurements",
          "description": "Fractional exhaled nitric oxide Measurements will be performed by using a NIOX MINO device(Aerocrine, Sweden),based on the recommendations of international guidelines. The relationship between FENO levels and eosinophilic airway inflammation was assessed in patients with classic asthma, cough variant asthma and eosinophilic bronchitis.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Peripheral blood eosinophil counts, serum IgE assessment",
          "description": "Blood was drawn for differential and total cell counts.Serum total Immunoglobulin E（IgE） and specific IgE was measured using the Unicap system(Pharmacia Diagnostics, Uppasala, Sweden ).Relationship between peripheral blood eosinophilia and IgE was assessed.Relationship between peripheral blood eosinophilia and sputum eosinophilia was assessed.Relationship between FENO and peripheral blood eosinophilia was assessed.Relationship between FENO and sputum eosinophilia was assessed.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Cumulative provocative dose causing 20% fall in FEV1 measured through the Methacholine bronchial challenge test",
          "description": "Spirometric values at the baseline are referred to as FEV1, FVC, FEV1/FVC and MMEF. Spirometry tests are carried out using a spirometer (Jaeger, Germany). All operation procedures meet the joint recommendation by ATS and ERS.The predicted values are selected based on the reference regression model established by Jinping Zheng and nanshan Zhong.Methacholine bronchial challenge test was performed only in subjects with a baseline FEV1 greater than 60% predicted using hand-squeeze nebulizers.The bronchial challenge was ceased in case of FEV1 fall being 20% or greater, or the maximal cumulative dose of methacholine (2.50mg) had been given. Airway hyperresponsiveness (AHR) was defined as 20% or greater fall in FEV1.The cumulative provocative dose causing 20% fall in FEV1 (PD20FEV1-MCh) was reported in subjects with AHR. Relationship between FENO,serum IgE,airway and systematic inflammation and AHR was assessed.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Using LCQ to evaluate the impact of cough on recruited patients with classic asthma, CVA and EB.",
          "description": "The questionnaire of Leicester Cough Questionnaire(LCQ) comprises 19 questions. Scores range from 3 to 21, with higher scores representing a better quality of life. Comparison in LCQ total scores in patients with classic asthma, cough variant asthma and eosinophilic bronchitis was performed.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Circulating markers of inflammation",
          "description": "Serum was collected for analysis of systematic inflammation.systematic inflammation indices including IL-1β, IL-2, IL-4, IL-5, IL-6, IL-7, IL-8, IL-10, IL-13, IL-17, G-CSF, GM-CSF, IFN-γ, IP-10, MCP-1, MIP-1βand CRP.Comparison in systematic inflammation in patients with classic asthma, cough variant asthma and eosinophilic bronchitis was performed.",
          "timeFrame": "15 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nThe patients with classic asthma inclusion criteria Asthmatic patient inclusion criteria\n\n1. Male or female patients aged ≥ 18 and ≤ 65, who have signed an Informed Consent form prior to initiation of any study-related procedure.\n2. The patients with classic asthma had a history of episode dyspnea and wheezing with or without cough.\n3. Clinical diagnosis of asthma confirmed by a chest physician according to international guidelines (GINA 2014); methacholine airway hyperresponsiveness (provocative concentration of methacholine causing a 20% fall in FEV1(forced expiratory volume at one second )【PD20】),\\>12% improvement in FEV1 10 min after inhaling 200ug of salbutamol.\n4. None of the patients with classic asthma had used inhaled or oral corticosteroids, long-acting β2-agonists, leukotriene antagonists, sodium cromoglycate,or nedocromil sodium, anticholinergic agents, during four weeks prior to entry into the study.\n\nThe patients with CVA inclusion criteria\n\n1. Male or female patients aged ≥ 18 and ≤ 65, who have signed an Informed Consent form prior to initiation of any study-related procedure.\n2. The diagnosis of CVA is based on isolated cough lasting for ≥ 8 weeks without wheezing or dyspnea, airway hyperresponsiveness (AHR), and relief of cough with bronchodilators according to recommendations in the Chinese national guidelines on the diagnosis and management of cough.\n3. None of the patients with CVA had used inhaled or oral corticosteroids, long-acting β2-agonists, leukotriene antagonists, sodium cromoglycate,or nedocromil sodium, anticholinergic agents, during four weeks prior to entry into the study.\n\nThe patients with EB inclusion criteria\n\n1. Male or female patients aged ≥ 18 and ≤ 65, who have signed an Informed Consent form prior to initiation of any study-related procedure.\n2. The diagnosis of EB is based on cough lasting for ≥ 8 weeks according to recommendations in the Chinese national guidelines on the diagnosis and management of cough.\n3. None of the patients with EB had used inhaled or oral corticosteroids, long-acting β2-agonists, leukotriene antagonists, sodium cromoglycate,or nedocromil sodium, anticholinergic agents, during four weeks prior to entry into the study.\n\nHealthy subjects inclusion criteria\n\n1. Male or female patients aged ≥ 18 and ≤ 65, who have signed an Informed Consent form prior to initiation of any study-related procedure.\n2. Normal spirometry: baseline FEV1 ≥ 80% of the predicted normal value, FEV1/FVC(forced vital capacity) \\> LLN (lower limit of normal).\n3. Normal airways responsiveness.\n4. Healthy subjects have no any disease or negative allergen skin prick test results.\n\nExclusion Criteria:\n\nPatients with classic asthma, CVA and EB exclusion criteria\n\nThe presence of any of the following will exclude a subject from study enrolment:\n\nCurrent smokers, ex-smokers. Individuals with respiratory infection during the previous one month. Clinical history of chronic obstructive pulmonary disease(COPD), bronchiectasis, pulmonary embolism.\n\nClinical history of haematological, immunologic, renal, neurologic, hepatic, endocrinal or other disease, or any condition that might compromise the results or interpretation of the study.\n\nAsthma exacerbation and unstable asthma . Pregnant or lactating women.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "All of subjects with classic asthma, CVA, eosinophilic bronchitis, and healthy volunteers are recruited from respiratory outpatient clinics and from staff at the First Affiliated Hospital of Guangzhou Medical College between October 25, 2014 and January 20,2016.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Kefang Lai, PHD",
          "role": "CONTACT",
          "phone": "8620-83062887",
          "email": "klai@163.com"
        },
        {
          "name": "Nanshan Zhong, MD",
          "role": "CONTACT",
          "phone": "8620-83062718",
          "email": "nanshan@vip.163.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Kefang Lai, PHD",
          "affiliation": "The First Affiliated Hospital of Guangzhou Medical University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "The First Affiliated Hospital of Guangzhou Medical University",
          "status": "RECRUITING",
          "city": "Guangzhou",
          "state": "Guangdong",
          "zip": "510120",
          "country": "China",
          "contacts": [
            {
              "name": "Kefang Lai, PHD",
              "role": "CONTACT",
              "phone": "8620-83062887",
              "email": "Klai@163.com"
            },
            {
              "name": "Nanshan Zhong, MD",
              "role": "CONTACT",
              "phone": "8620-83062718",
              "email": "nanshan@vip.163.com"
            },
            {
              "name": "Rui Zhang, PHD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Hongkai Wu, PHD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001988",
          "term": "Bronchiolitis"
        },
        {
          "id": "D000096823",
          "term": "Cough-Variant Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001991",
          "term": "Bronchitis"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}