{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05020912",
      "orgStudyIdInfo": {
        "id": "CASE2621"
      },
      "organization": {
        "fullName": "Case Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Alteration of the Immune Microenvironment in Basal Cell Carcinoma Following Photodynamic Therapy",
      "officialTitle": "Alteration of the Immune Microenvironment in Basal Cell Carcinoma (BCC) Following Photodynamic Therapy (PDT)"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-12-13",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-08-19",
      "studyFirstSubmitQcDate": "2021-08-19",
      "studyFirstPostDateStruct": {
        "date": "2021-08-25",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-25",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Case Comprehensive Cancer Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to better understand the immune response to basal cell carcinoma (BCC) treated with Photodynamic Therapy (PDT) in order to develop new methods of treating BCC. Previous research suggests that PDT alters the immune response, possibly in a way that could promote better tumor clearance when combined with other treatments. Overall, participation in this study will help the study team better understand the anti-tumor immune response when BCC is treated with PDT.",
      "detailedDescription": "PDT is a technique that works by combining a photosensitizing topical agent and an intense light to kill tumor cells. PDT is not currently approved for the treatment of BCC by the Food and Drug Administration (FDA), although it is approved for that purpose in many European countries.\n\nThis is an internally (bilaterally) controlled trial that will enroll 24 participants with biopsy-proven BCC who are planning to undergo tumor removal via Mohs surgery. Within this cohort, one tumor will be PDT-treated and the other left as an untreated control. This study is also a cohort-controlled trial, because discarded tissue from fully de-identified Mohs participants will be analyzed after routine Mohs surgery, in order to establish the baseline variability in tumor-infiltrating immune cell parameters in non-PDT-treated participants.\n\nThe objectives of this study are:\n\nTo determine the time to maximum expression of immune checkpoint molecules in BCC tumors and peri-tumoral stroma after PDT, as compared to untreated tumors.\n\nTo determine the ratio of cytotoxic T cells to regulatory T cells in BCC tumors and peri-tumoral stroma after PDT, as compared to untreated tumors.\n\nTo determine whether circulating T-cells, collected from patients' peripheral blood, sampled before and after PDT treatment of a BCC tumor, show a higher proportion of tumor-activated CD8+ T-cells after PDT. The hypothesis is that PDT of the localized tumor will trigger a systemic anti-tumor immune effect.\n\nTo determine the rate of protoporphyrin IX (PpIX) accumulation and maximal PpIX levels.in tumors To determine the rate of production and maximal levels of singlet oxygen (O2) produced during blue light exposure To assess change in the volume, color, and appearance of tumors at the Mohs surgery visit compared to the PDT visit To assess for distant tumor (abscopal) effects after PDT"
    },
    "conditionsModule": {
      "conditions": [
        "Basal Cell Carcinoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Each participant will serve as their own control - one tumor will be PDT-treated and other left as untreated control",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 28,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Photodynamic therapy (PDT)",
          "type": "EXPERIMENTAL",
          "description": "Each participant will serve as their own control, receiving PDT for one tumor, no PDT for the second tumor (untreated control).\n\nVisit 1:\n\n* Informed consent\n* Blood draw\n* Lesion(s) Photographed\n* (ALA) applied for4 hours\n* PpIX measured in lesions (PpIX buildup monitored every 30 minutes over a 4 h period)\n* PDT with blue light\n\nVisit 2 (scheduled for within one of the following time intervals: 1-3 days, 4-7 days, or 8-14 days post-PDT):\n\n* Blood draw\n* Lesion(s) Photographed\n* Mohs surgery\n* After procedure, excess frozen BCC tissue will be saved for analysis",
          "interventionNames": [
            "Drug: ALA",
            "Procedure: PDT"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "ALA",
          "description": "At first visit, ALA applied to one BCC lesion",
          "armGroupLabels": [
            "Photodynamic therapy (PDT)"
          ],
          "otherNames": [
            "Levulan"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "PDT",
          "description": "PDT with blue light (for 30 min (\\~20 mJ/cm2))",
          "armGroupLabels": [
            "Photodynamic therapy (PDT)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Time to maximum expression of immune checkpoint molecules",
          "description": "Time (days) to maximum expression of immune checkpoint molecules in BCC tumors and peri-tumoral stroma after PDT, as compared to untreated tumors.\n\nData from frozen BCC specimens post-PDT by immunostaining the tumor specimens with antibodies against PD-L1, PD-1, CTLA-4 as well as the newer IC molecules TIGIT, TIM-3, and LAG-3",
          "timeFrame": "at visit 2 (1-14 days)"
        },
        {
          "measure": "Altered expression of immune checkpoint molecules",
          "description": "Altered expression of immune checkpoint molecules in BCC tumor specimens after PDT.\n\nAssessed by comparing IC molecule expression in PDT treated and untreated tumors with immunostaining in the tumor specimens with antibodies against PD-L1, PD-1, CTLA-4 as well as the newer IC molecules TIGIT, TIM-3, and LAG-3. (quantifying with immunofluorescence microscope)",
          "timeFrame": "at visit 2 (1-14 days)"
        },
        {
          "measure": "Altered recruitment of different immune cell subtypes in BCC tumor specimens",
          "description": "Determine the ratio of cytotoxic T cells to regulatory T cells in BCC tumors and peri-tumoral stroma after PDT, as compared to untreated tumors.\n\nMeasured with specific antibodies against the following markers, to determine the qualitative time course of infiltration by each immune cell populations: Neutrophils (Gr1+ or MPO+); Macrophages(F4/80+); MDSCs (CD33, S100A9); cytotoxicT-cells(CD8+); regulatory T-cells(CD4+,FoxP3+,CD25+, CD127-); NK natural killer cells(CD56+CD16+).",
          "timeFrame": "at visit 2 (1-14 days)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Proportion of tumor-activated CD8+ T-cells after PDT",
          "description": "Difference in CD8 T cells after PDT collected from participants' peripheral blood, sampled before and after PDT treatment of a BCC tumor.\n\nThis data is derived from patient blood samples. Each patient will have two blood draws: at Visit 1 (before PDT, to establish a baseline) and at Visit 2. We will compare the proportion of CD8 T cells after PDT based on when the participant returns (within the 3 time ranges), and a single value (difference in CD8 T cells, measured before and after PDT) will be reported for that patient.",
          "timeFrame": "at visit 2 (1-14 days)"
        },
        {
          "measure": "Rate of protoporphyrin IX (PpIX) accumulation in tumors",
          "description": "Relative rate of PpIX accumulation in tumors assessed via noninvasive measurements of PpIX fluorescence using a dosimeter.\n\nPpIX will be measured every 30 minutes during the 4 hour incubation. The purpose is to monitor PDT kinetics. We will measure the level of PpIX at each time point, but the final outcome to report is relative rate of change in fluorescence intensity.",
          "timeFrame": "Every 30 minutes up to 4 hours"
        },
        {
          "measure": "Maximal PpIX levels in tumors",
          "description": "Maximal PpIX levels in tumors, assessed via noninvasive measurements of PpIX fluorescence using a dosimeter",
          "timeFrame": "Every 30 minutes up to 4 hours"
        },
        {
          "measure": "Change in the color of tumors",
          "description": "Change in the color of tumors as reported by the participants at the Mohs surgery visit compared to the PDT visit. Number of participants that report common findings after PDT.",
          "timeFrame": "at visit 1 (pre PDT) and visit 2 (1-14 days)"
        },
        {
          "measure": "Change in the appearance of tumors",
          "description": "Change in the appearance of tumors as reported by the participants at the Mohs surgery visit compared to the PDT visit. Number of participants that report common findings after PDT. Appearance as being the shape, texture and overlying skin changes.",
          "timeFrame": "at visit 1 (pre PDT) and visit 2 (1-14 days)"
        },
        {
          "measure": "Change in the volume of tumors",
          "description": "Change in the volume of tumors at the Mohs surgery visit compared to the PDT visit.\n\nTumor volumes (mm3) will be determined from computerized analysis of 3-D photographs.",
          "timeFrame": "at visit 1 (pre PDT) and visit 2 (1-14 days)"
        },
        {
          "measure": "Distant tumor (abscopal) effects after PDT",
          "description": "Number and type of immune cell present, expression of immune checkpoint molecules, and tumor-activated CD8 T cells present in blood compared to archived samples that did not receive PDT.",
          "timeFrame": "at visit 2 (1-14 days)"
        },
        {
          "measure": "To determine the relationship of PDT with the expression of immune- and cancer-associated RNA molecules",
          "description": "Determine whether PDT is associated with altered expression of immune- and cancer-associated RNA transcripts in BCC using NanoString nCounter.",
          "timeFrame": "at visit 1 (pre PDT) and visit 2 (1-14 days)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults scheduled to undergo Mohs surgery within the Dermatologic Surgery unit of the Department of Dermatology, Cleveland Clinic\n* Must have at least one BCC tumor eligible for removal by surgical excision\n* Men and women of any ethnic group are eligible\n* Must provide informed consent to participate\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding\n* Currently being treated for other cancers with medical or radiation therapy\n* Known hypersensitivity to 5-aminolevulinic acid (ALA)\n* History of a photosensitivity disease, e.g.,porphyria cutanea tarda",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Edward V Maytin, MD, PhD",
          "role": "CONTACT",
          "phone": "216-444-5139",
          "email": "maytine@ccf.org"
        }
      ],
      "overallOfficials": [
        {
          "name": "Edward V Maytin, MD, PhD",
          "affiliation": "Cleveland Clinic, Case Comprehensive Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Cleveland Clinic, Case Comprehensive Cancer Center",
          "status": "RECRUITING",
          "city": "Cleveland",
          "state": "Ohio",
          "zip": "44195",
          "country": "United States",
          "contacts": [
            {
              "name": "Edward V Maytin, MD, PhD",
              "role": "CONTACT",
              "phone": "216-444-5139",
              "email": "maytine@ccf.org"
            },
            {
              "name": "Edward V Maytin, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 41.4995,
            "lon": -81.69541
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "All IPD that underlie results in publication",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "ICF",
        "CSR"
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D002280",
          "term": "Carcinoma, Basal Cell"
        }
      ],
      "ancestors": [
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D018295",
          "term": "Neoplasms, Basal Cell"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000622",
          "term": "Aminolevulinic Acid"
        },
        {
          "id": "C008848",
          "term": "1-phenyl-3,3-dimethyltriazene"
        }
      ],
      "ancestors": [
        {
          "id": "D007982",
          "term": "Levulinic Acids"
        },
        {
          "id": "D007651",
          "term": "Keto Acids"
        },
        {
          "id": "D002264",
          "term": "Carboxylic Acids"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D000596",
          "term": "Amino Acids"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        }
      ]
    }
  },
  "hasResults": false
}