{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05943704",
      "orgStudyIdInfo": {
        "id": "FMASU MS322/2022"
      },
      "organization": {
        "fullName": "Ain Shams University",
        "class": "OTHER"
      },
      "briefTitle": "The Frequency of Beef Allergy in Children With Cow Milk Allergy",
      "officialTitle": "The Frequency of Beef Allergy in Children With Cow Milk Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-09-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-05-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-08-28",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2023-07-06",
      "studyFirstSubmitQcDate": "2023-07-06",
      "studyFirstPostDateStruct": {
        "date": "2023-07-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-06",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Ain Shams University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to determine the frequency of allergy to beef meat in children with allergy to cow's milk by serum measurement. Also, the study aims to assess the sensitivity and specificity of beef IgE in relation to gold standardized of elimination challenge test and to assess effect of eating of cooked meat on symptoms of allergy in those proven to have either CMA alone +/- beef allergy (by serology).",
      "detailedDescription": "Milk has been recognized as a leading cause for food allergy in children. It is recognized that there is cross-reactivity of bovine serum albumin and bovine γ-globulin which are present in both milk and beef. Thus, children with cow's milk allergy may be instructed to avoid beef.\n\nThe true prevalence of beef allergy has been studied only in few research. This current study will add a tertiary center experience in relation of beef allergy to cow's milk protein allergy to fill the gap of knowledge regarding this subject especially in Egypt.\n\nStudy Procedures:\n\nCases will be managed according to the protocol of gastroenterology unit and Allergy, Rheumatology and Immunology Unit, and will be subjected to:\n\nInformed consent: will be obtained from all patient's parents or legal guardians.\n\nAll included cases will be subjected to the following phases of the study:\n\nPhase Ⅰ: Recruitment\n\nI. Full medical history taking:\n\nPersonal history: Name, age, sex, order of birth, residence, and consanguinity. Complaint.\n\nPresent history:\n\n1. Gastrointestinal symptoms\n\n   1. Vomiting (yes/no):\n\n      If yes: onset, course, duration, frequency, force, color, relation to meal, relation to posture and need for IV fluid.\n   2. Hematemesis (yes/no):\n\n      If yes: onset, course, duration, frequency, color, need for resuscitation and associated melena.\n   3. Diarrhea (yes/no):\n\n      If yes: onset, course, duration, frequency, consistency, blood in stool and straining.\n   4. Constipation: (yes/no):\n\n      If yes: onset, course, duration, frequency, consistency, blood in stool and straining.\n   5. Other symptoms: colics, nausea, distension, dysphagia, and failure to gain weight.\n2. Associated systemic manifestations (Allergic manifestations) including:\n\n   1. Skin allergy (eczema, urticaria, napkin dermatitis).\n   2. Chest allergy (wheezing, croup).\n   3. ENT manifestations (allergic rhinitis).\n   4. Anaphylactic shock.\n3. Dietary and nutritional history:\n\n   1. Breast Feeding: (yes/no) If Yes exclusive for how long?\n   2. Artificial feeding:\n\n      Age of start, type of formula and indication\n   3. Weaning:\n\nTime of start, type of food given (each food and time of introduction especially cow's milk and CMPs) and any problems during weaning (gastrointestinal, respiratory, or skin allergies).\n\nPast history: mode of delivery, NICU admission. Medication history: Type of medications, antireflux medications, laxatives, probiotic.\n\nFamily history: atopy, other siblings with CMPA.\n\nII. Careful Clinical examination:\n\nAnthropometric measurements: (weight, height, Wt/Ht ratio and occipto-frontal circumference) Signs of allergy: (atopic dermatitis- allergic rhinitis). Abdominal examination: (Distension-tenderness-organomegaly) Perianal inflammation, napkin rash. All patients suspected of having cow milk allergy will be subjected to elimination re-challenge test (Dupont, 2014).\n\nAll patients included in the study were instructed initially to avoid meat products as per protocol of Ain Shams University for 4 weeks.\n\nBlood samples for IgE for beef will be withdrawn at time of enrollment.\n\nPhase Ⅱ:\n\nPatients with history of anaphylaxis will be excluded from this phase. During the oral food challenge (OFC) procedure, patients will be monitored and regularly re-examined prior to each dose and at first signs of reaction. Total dose will be divided into six incremental portions, where every next dose will be double of the previous dose as follows: 1, 2, 4, 8 and 16 g. In case of suspected severe reaction, a much smaller dose was decided (Gonzales González et al. 2018). In cases of anaphylaxis, patients will be given intramuscular epinephrine in the lateral aspect of the thigh and the dose will be calculated based on patient's weight. Dose will be prepared prior to the procedure to avoid any delay.\n\nIn case of milder skin reaction or any type of reaction as bronchospasm it will be managed by oral steroids, antihistaminic + any symptom treatment based on what the patient develops. Smaller doses will be given to those who have mild or moderate reaction and those who develop will not continue the OFS."
    },
    "conditionsModule": {
      "conditions": [
        "Cow Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "SCREENING",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 96,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Children with cow milk allergy.",
          "type": "EXPERIMENTAL",
          "description": "Beef introduction for children proven to have cow milk protein allergy",
          "interventionNames": [
            "Dietary Supplement: beef broth"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "beef broth",
          "description": "It indicates if the child has allergy of Beef or not.",
          "armGroupLabels": [
            "Children with cow milk allergy."
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Children with Positive IgE for beef.",
          "timeFrame": "6 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Children from seven months to three years old newly diagnosed with cow milk allergy at Gastroenterology Unit and Allergy, Rheumatology and Immunology Unit.\n\nExclusion Criteria:\n\n* Critically ill children.\n* Patients diagnosed as immune deficiency.\n* Patients receiving long term steroid therapy or anti-histaminic.\n* Patients who had anaphylaxis or severe reactions from milk\n* Patients with skin diseases which can mask skin reactions",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "7 Months",
      "maximumAge": "3 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Faculty of Medicine, Ain Shams University",
          "city": "Cairo",
          "zip": "11566",
          "country": "Egypt",
          "geoPoint": {
            "lat": 30.06263,
            "lon": 31.24967
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "9722230",
          "type": "BACKGROUND",
          "citation": "Fiocchi A, Restani P, Riva E, Mirri GP, Santini I, Bernardo L, Galli CL. Heat treatment modifies the allergenicity of beef and bovine serum albumin. Allergy. 1998 Aug;53(8):798-802. doi: 10.1111/j.1398-9995.1998.tb03977.x."
        },
        {
          "pmid": "29946340",
          "type": "BACKGROUND",
          "citation": "Gonzales-Gonzalez VA, Diaz AM, Fernandez K, Rivera MF. Prevalence of food allergens sensitization and food allergies in a group of allergic Honduran children. Allergy Asthma Clin Immunol. 2018 Jun 18;14:23. doi: 10.1186/s13223-018-0245-x. eCollection 2018."
        },
        {
          "pmid": "30665859",
          "type": "BACKGROUND",
          "citation": "Espin Jaime B, Diaz Martin JJ, Blesa Baviera LC, Claver Monzon A, Hernandez Hernandez A, Garcia Burriel JI, Merida MJG, Pinto Fernandez C, Coronel Rodriguez C, Roman Riechmann E, Ribes Koninckx C. [Non-IgE-mediated cow's milk allergy: Consensus document of the Spanish Society of Paediatric Gastroenterology, Hepatology, and Nutrition (SEGHNP), the Spanish Association of Paediatric Primary Care (AEPAP), the Spanish Society of Extra-hospital Paediatrics and Primary Health Care (SEPEAP), and the Spanish Society of Paediatric ClinicaL Immunology, Allergy, and Asthma (SEICAP)]. An Pediatr (Engl Ed). 2019 Mar;90(3):193.e1-193.e11. doi: 10.1016/j.anpedi.2018.11.007. Epub 2019 Jan 19. Spanish."
        },
        {
          "pmid": "12487203",
          "type": "BACKGROUND",
          "citation": "Martelli A, De Chiara A, Corvo M, Restani P, Fiocchi A. Beef allergy in children with cow's milk allergy; cow's milk allergy in children with beef allergy. Ann Allergy Asthma Immunol. 2002 Dec;89(6 Suppl 1):38-43. doi: 10.1016/s1081-1206(10)62121-7."
        },
        {
          "pmid": "16606545",
          "type": "BACKGROUND",
          "citation": "Martorell A, Plaza AM, Bone J, Nevot S, Garcia Ara MC, Echeverria L, Alonso E, Garde J, Vila B, Alvaro M, Tauler E, Hernando V, Fernandez M. Cow's milk protein allergy. A multi-centre study: clinical and epidemiological aspects. Allergol Immunopathol (Madr). 2006 Mar-Apr;34(2):46-53. doi: 10.1157/13086746."
        },
        {
          "pmid": "12487199",
          "type": "BACKGROUND",
          "citation": "Paschke A, Besler M. Stability of bovine allergens during food processing. Ann Allergy Asthma Immunol. 2002 Dec;89(6 Suppl 1):16-20. doi: 10.1016/s1081-1206(10)62117-5."
        },
        {
          "pmid": "25741437",
          "type": "BACKGROUND",
          "citation": "Skypala IJ, Venter C, Meyer R, deJong NW, Fox AT, Groetch M, Oude Elberink JN, Sprikkelman A, Diamandi L, Vlieg-Boerstra BJ; Allergy-focussed Diet History Task Force of the European Academy of Allergy and Clinical Immunology. The development of a standardised diet history tool to support the diagnosis of food allergy. Clin Transl Allergy. 2015 Feb 19;5:7. doi: 10.1186/s13601-015-0050-2. eCollection 2015."
        },
        {
          "pmid": "24329961",
          "type": "BACKGROUND",
          "citation": "Soares-Weiser K, Takwoingi Y, Panesar SS, Muraro A, Werfel T, Hoffmann-Sommergruber K, Roberts G, Halken S, Poulsen L, van Ree R, Vlieg-Boerstra BJ, Sheikh A; EAACI Food Allergy and Anaphylaxis Guidelines Group. The diagnosis of food allergy: a systematic review and meta-analysis. Allergy. 2014 Jan;69(1):76-86. doi: 10.1111/all.12333. Epub 2013 Dec 14."
        },
        {
          "pmid": "23835522",
          "type": "BACKGROUND",
          "citation": "Venter C, Brown T, Shah N, Walsh J, Fox AT. Diagnosis and management of non-IgE-mediated cow's milk allergy in infancy - a UK primary care practical guide. Clin Transl Allergy. 2013 Jul 8;3(1):23. doi: 10.1186/2045-7022-3-23."
        },
        {
          "pmid": "9058683",
          "type": "BACKGROUND",
          "citation": "Werfel SJ, Cooke SK, Sampson HA. Clinical reactivity to beef in children allergic to cow's milk. J Allergy Clin Immunol. 1997 Mar;99(3):293-300. doi: 10.1016/s0091-6749(97)70045-9."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}