{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05653024",
      "orgStudyIdInfo": {
        "id": "CITO-2022-01"
      },
      "organization": {
        "fullName": "St. Justine's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "INhaled Salbutamol vs Placebo for the Treatment of Acute IgE-mediated Abdominal Pain From Allergic Food REactions",
      "officialTitle": "A Double-blind Randomized Controlled Trial of Inhaled Salbutamol vs Placebo for the Treatment of Acute Abdominal Pain From Food-induced IgE-mediated Reactions",
      "acronym": "INSPIRE"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "TERMINATED",
      "whyStopped": "Study was stopped due to unforseen changes in clinical practice (new oral immunotherapy focus on infants and toddlers) which led to a decrease in eligible participants and failure to meet recruitement targets.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-07-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-05-05",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-05-05",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-11-22",
      "studyFirstSubmitQcDate": "2022-12-07",
      "studyFirstPostDateStruct": {
        "date": "2022-12-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-15",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Philippe Bégin",
        "investigatorTitle": "Associate professor",
        "investigatorAffiliation": "St. Justine's Hospital"
      },
      "leadSponsor": {
        "name": "Philippe Bégin",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this study is to assess the efficacy of inhaled salbutamol to treat abdominal pain during food allergic reactions.\n\nPatients experiencing abominal pain as a result of a food allergic reaction during a food challenge in the allergy clinic will be invited to participate to the study.\n\nThey will receive either 8 puffs of salbutamol (asthma inhaler) or 8 puffs of a placebo inhaler.\n\nThe abdominal pain will then be followed using a numeric scale to see if patients receiving the medication experienced a faster improvement compared to those receiving the placebo.",
      "detailedDescription": "This trial aims to compare the efficacy of inhaled salbutamol compared to placebo to decrease the duration of abdominal pain in children and adults with IgE-mediated food allergic reactions.\n\nThe population will be children and adults aged 6 to 55 presenting with moderate to severe IgE-mediated abdominal pain in the context of an oral food challenge or an oral immunotherapy dose increase at the allergy clinic.\n\nEligible participants will be randomized to receive an immediate treatement with either inhaled salbutamol 800 mcg or inhaled placebo, dispensed with a spacer, at a ratio of 1:1.\n\nParticipants will be asked to rate the evolution of their abdominal pain by the minute on the NRS-11 scale until it resolves completely or that they have been discharged.\n\nPatients still presenting moderate to severe abdominal pain 30 minutes after the administration of the investigational product will receive an open-label treatment with 800 mcg of inhaled salbutamol.\n\nThe primary outcome is the time from treatment to a decrease of the abdominal pain down to a mild intensity (defined as a pain for which the patient would not normally seek treatment).\n\nParticipants will be contacted by phone after three days to document any adverse event.\n\nThe primary endpoint will be analysed using a log-rank test."
    },
    "conditionsModule": {
      "conditions": [
        "IgE-mediated Abdominal Pain"
      ],
      "keywords": [
        "food allergy",
        "anaphylaxis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 24,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Inhaled salbutamol",
          "type": "EXPERIMENTAL",
          "description": "8 puffs of 100 mcg of inhaled salbutamol once",
          "interventionNames": [
            "Drug: Salbutamol"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "8 puffs of inhaled placebo once",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Salbutamol",
          "description": "8 puffs of 100 mcg inhaled salbutamol administered with spacer",
          "armGroupLabels": [
            "Inhaled salbutamol"
          ],
          "otherNames": [
            "Albuterol"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "8 puffs of placebo inhaler administered with spacer",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Time to resolution of moderate-to-severe abdominal pain",
          "description": "Time from treatment to an abdominal pain of less than moderate intensity, defined as a pain for which the patient would not normally seek treatment",
          "timeFrame": "From time of administation of investigational product, until the pain decreases to a point where the patient would not normally seek treatment, assessed up to 30 minutes"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time to complete resolution of the abdominal pain",
          "description": "Time from treatment to the complete resolution of the abdominal pain.",
          "timeFrame": "From time of administation of investigational product, until the pain is completely resolved, assessed up to 30 minutes"
        },
        {
          "measure": "Time to any improvement in the abdominal pain",
          "description": "Time from treatment to any decrease in the 11-point numeric pain rating scale (NRS-11)",
          "timeFrame": "From time of administation of investigational product, until any decrease in the NRS-11, assessed up to 30 minutes"
        },
        {
          "measure": "Epinephrine use",
          "description": "Overall rate of epinephrine administration following randomization",
          "timeFrame": "From randomization to three days after randomization"
        },
        {
          "measure": "Adverse events",
          "description": "Overall rate of adverse events following randomization",
          "timeFrame": "From randomization to three days after randomization"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Time to resolution of moderate-to-severe abdominal pain after open-label rescue",
          "description": "Time from open-label rescue treatment to an abdominal pain of less than moderate intensity, defined as a pain for which the patient would not normally seek treatment",
          "timeFrame": "From time of administation of open-label rescue treatment, until the pain decreases to a point where the patient would not normally seek treatment, assessed up to patient discharge"
        },
        {
          "measure": "Time to resolution of abdominal pain after open-label rescue",
          "description": "Time from open-label rescue treatment to complete resolution of abdominal pain",
          "timeFrame": "From time of administation of open-label rescue treatment, until complete resolution of the abdominal pain, assessed up to patient discharge"
        },
        {
          "measure": "Time to any improvement in abdominal pain after open-label rescue",
          "description": "Time from open-label rescue treatment to any decrease in the NRS-11",
          "timeFrame": "From time of administation of open-label rescue treatment, until any decrease in the NRS-11, assessed up to patient discharge"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects aged between 6 to 55 years old.\n* Undergoing an oral food challenge or an oral immunotherapy up-dosing visit for the diagnosis or treatment of an IgE-mediated food allergy.\n* Previous confirmation of the food allergy by either skin prick tests (SPT) or serum specific IgE;\n* Able to express the intensity of their pain using the NRS-11;\n* Willing to comply with all study requirements.\n\nExclusion Criteria:\n\n* Previous adverse reactions to salbutamol;\n* Known hypersensitivity to salbutamol or placebo or any of their components;\n* Any condition that could be considered a relative contra-indication to the use of salbutamol according to the investigator (e.g. patient with a history of hyperglycemia, arrhythmia or hypokalemia);\n* Patients receiving beta-blockers or a daily / long-acting beta agonists;\n* Patients needing to pass an anti-doping test for high-level sport in the following 24h.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "55 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Philippe Bégin, MD PhD",
          "affiliation": "St. Justine's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "CHU Sainte-Justine",
          "city": "Montreal",
          "state": "Quebec",
          "zip": "H3T 1C5",
          "country": "Canada",
          "geoPoint": {
            "lat": 45.50884,
            "lon": -73.58781
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Available upon request to corresponding author",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP"
      ],
      "timeFrame": "Protocol and SAP will be provided as supplementary material at time of study publication.",
      "accessCriteria": "As per journal policy"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D000707",
          "term": "Anaphylaxis"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000420",
          "term": "Albuterol"
        }
      ],
      "ancestors": [
        {
          "id": "D004983",
          "term": "Ethanolamines"
        },
        {
          "id": "D000605",
          "term": "Amino Alcohols"
        },
        {
          "id": "D000438",
          "term": "Alcohols"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D000588",
          "term": "Amines"
        },
        {
          "id": "D010627",
          "term": "Phenethylamines"
        },
        {
          "id": "D005021",
          "term": "Ethylamines"
        }
      ]
    }
  },
  "hasResults": false
}