{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03021161",
      "orgStudyIdInfo": {
        "id": "548/2016"
      },
      "organization": {
        "fullName": "University of Sao Paulo",
        "class": "OTHER"
      },
      "briefTitle": "The Effect of Probiotics on Asthma Risk in Animal Laboratory Workers",
      "officialTitle": "The Effect of Probiotics on Asthma Risk in Animal Laboratory Workers: A Randomized Controlled Trial.",
      "acronym": "prob&asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-01",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-01"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2020-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2017-01-11",
      "studyFirstSubmitQcDate": "2017-01-11",
      "studyFirstPostDateStruct": {
        "date": "2017-01-13",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-01-11",
      "lastUpdatePostDateStruct": {
        "date": "2017-01-13",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Elcio Vianna",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "University of Sao Paulo"
      },
      "leadSponsor": {
        "name": "University of Sao Paulo",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University of Sao Paulo General Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "This project will be test the effect of probiotics on occupational allergic sensitization, respiratory symptoms and bronchial hyperresponsiveness in workers or students that develop respiratory symptoms exposed to laboratory animals, i.e., small rodents.",
      "detailedDescription": "INTRODUCTION: The objective of the present project is to test the effect of probiotics on occupational allergic sensitization, respiratory symptoms and bronchial hyperresponsiveness in workers or students exposed to laboratory animals, i.e., small rodents.\n\nFurthermore, our study aims to determine changes in immunological patterns with the use of probiotics in adulthood, which could prevent allergic sensitization and allergic diseases.\n\nProbiotics have been used as treatment in various allergic diseases, especially as prevention of child atopic dermatitis by using them during pregnancy, or for neonates and infants.\n\nSTUDY DESIGN AND METHODS: This will be a randomized controlled trial involving laboratory animal workers and students exposed to rats, mice, hamsters, guinea pigs or rabbits. Subjects will be recruited in the laboratories of the University of S. Paulo and State University of Campinas (Unicamp). Exposed subjects will be randomly allocated to two groups: treatment and placebo. Both groups will be followed up for two years. Subjects will be evaluated at baseline, after one year and after two years.\n\nTreatment: the intervention group will receive once daily capsules containing 109 CFU of Lactobacillus rhamnosus HN001, Lactobacillus paracasei Lpc-37 and Bifidobacterium animalis ssp. Lactis HN019 and the control group will receive once daily similar capsules containing placebo.\n\nProcedures: blood sampling for blood cell counts, measurement of total IgE levels, specific immunoglobulin E (IgE) for rats, mice, hamsters, guinea pigs and rabbits; stool samples to test for parasites and for probiotic bacteria; skin prick test for animal allergens and common allergens, i.e. cockroaches, house dust mites, cats, dogs and mixed fungi; spirometry; and evaluation of bronchial responsiveness by bronchial challenge tests if the participant develop respiratory symptoms.\n\nAt the end of two years, changes in sensitization, bronchial responsiveness or symptoms in the treatment group compared to the placebo group will be considered the effect of probiotics.\n\nData analysis: group results will be compared by the chi-squared test regarding the prevalence of sensitization and other categorical variables. For continuous variables such as IgE levels, comparisons will be made by Student's t test. These analyses will be performed at the 1- and 2-year time points."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma Occupational"
      ],
      "keywords": [
        "probiotic"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "intervention group",
          "type": "EXPERIMENTAL",
          "description": "The intervention group will receive once daily capsules containing 109 CFU of Lactobacillus rhamnosus HN001, Lactobacillus paracasei Lpc-37 and Bifidobacterium animalis ssp. Lactis HN019 (probiotic formula).",
          "interventionNames": [
            "Drug: Probiotic Formula"
          ]
        },
        {
          "label": "Placebo Oral Capsule",
          "type": "PLACEBO_COMPARATOR",
          "description": "The control group will receive once daily similar capsules containing placebo.",
          "interventionNames": [
            "Other: Placebo Oral Capsule"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Probiotic Formula",
          "description": "The intervention group will receive once daily capsules containing 109 CFU of Lactobacillus rhamnosus HN001, Lactobacillus paracasei Lpc-37 and Bifidobacterium animalis ssp. Lactis HN019",
          "armGroupLabels": [
            "intervention group"
          ],
          "otherNames": [
            "L. rhamnosus, L. paracasei, B. Lactis"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo Oral Capsule",
          "description": "Capsule containing no probiotic",
          "armGroupLabels": [
            "Placebo Oral Capsule"
          ],
          "otherNames": [
            "Probiotic diluent"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "detection the reduction of sensitization in workers exposed to laboratory animal",
          "description": "To compare the effect of the oral administration of probiotics on the development of occupational sensitization to the effect of a placebo. Sensitization will be assessed by prick test and specific IgE.",
          "timeFrame": "two years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Assessment of symptoms",
          "description": "All subjects will respond to the respiratory symptoms questionnaire of the European Community Respiratory Health Survey (ECRHS), translated and validated by Ribeiro et al. (2007). In addition, both groups will respond to a questionnaire about symptoms of allergic rhinitis, asthma and allergic skin disease, previous exposure to laboratory animals, a personal and family history of allergic diseases, as well as gastrointestinal, urinary and infectious symptoms",
          "timeFrame": "two years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Older than 18 years, both sexes, ability to read, understand and to decide on protocol consenting.\n* Participants should be healthy\n* Animal handling for research purposes as part of regular activities as a worker or student.\n* Planning to continue this activity for the next 2 years.\n\nExclusion Criteria:\n\n* Previous laboratory animal handling for 15 days or longer. This exposure may have sensitized or selected people that are not susceptible to sensitizations.\n* Sensitization to any laboratory animal (rat, mouse, hamster, guinea pig or rabbit).\n* Allergic diseases that interfere with the evaluation of study variables.\n* Using immunosuppressive drugs (ex: methotrexate, cyclosporine, leflunomide) or corticosteroids in immunosuppressive doses (e.g.: prednisone doses of 1.0 mg/kg/day or more).\n* Cancer or treatment of neoplasia.\n* Having diseases that cause immunosuppression such as diabetes, AIDS, renal failure, heart failure or other organ failure.\n* Pregnancy, breastfeeding, or not willing to take necessary precautions to avoid a pregnancy during the study.\n* Use of other probiotic products during the study.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Elcio O Vianna, MD, PHD",
          "role": "CONTACT",
          "phone": "55-16-36022706",
          "email": "evianna@fmrp.usp.br"
        },
        {
          "name": "Rosangela V Garcia, MD",
          "role": "CONTACT",
          "phone": "55-16-36021800",
          "email": "rosangelavillela@yahoo.com.br"
        }
      ],
      "overallOfficials": [
        {
          "name": "Elcio O Vianna, MD, PHD",
          "affiliation": "University of S. Paulo Medical School of Rib. Preto",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital of Ribeirao Preto",
          "city": "Ribeirão Preto",
          "state": "São Paulo",
          "zip": "14048900",
          "country": "Brazil",
          "contacts": [
            {
              "name": "Elcio O Vianna, MD, PHD",
              "role": "CONTACT",
              "phone": "55-16-3602-2706",
              "email": "evianna@fmrp.usp.br"
            },
            {
              "name": "Rosangela V Garcia, MD",
              "role": "CONTACT",
              "phone": "55-16-36021800",
              "email": "rosangelavillela@yahoo.com.br"
            }
          ],
          "geoPoint": {
            "lat": -21.1775,
            "lon": -47.81028
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "21058157",
          "type": "BACKGROUND",
          "citation": "Curtin-Brosnan J, Paigen B, Hagberg KA, Langley S, O'Neil EA, Krevans M, Eggleston PA, Matsui EC. Occupational mouse allergen exposure among non-mouse handlers. J Occup Environ Hyg. 2010 Dec;7(12):726-34. doi: 10.1080/15459624.2010.530906."
        },
        {
          "pmid": "23778494",
          "type": "BACKGROUND",
          "citation": "Ferraz E, Arruda LK, Bagatin E, Martinez EZ, Cetlin AA, Simoneti CS, Freitas AS, Martinez JA, Borges MC, Vianna EO. Laboratory animals and respiratory allergies: the prevalence of allergies among laboratory animal workers and the need for prophylaxis. Clinics (Sao Paulo). 2013 Jun;68(6):750-9. doi: 10.6061/clinics/2013(06)05."
        },
        {
          "pmid": "25628773",
          "type": "BACKGROUND",
          "citation": "Fiocchi A, Pawankar R, Cuello-Garcia C, Ahn K, Al-Hammadi S, Agarwal A, Beyer K, Burks W, Canonica GW, Ebisawa M, Gandhi S, Kamenwa R, Lee BW, Li H, Prescott S, Riva JJ, Rosenwasser L, Sampson H, Spigler M, Terracciano L, Vereda-Ortiz A, Waserman S, Yepes-Nunez JJ, Brozek JL, Schunemann HJ. World Allergy Organization-McMaster University Guidelines for Allergic Disease Prevention (GLAD-P): Probiotics. World Allergy Organ J. 2015 Jan 27;8(1):4. doi: 10.1186/s40413-015-0055-2. eCollection 2015."
        },
        {
          "pmid": "25883597",
          "type": "BACKGROUND",
          "citation": "Gandhi VD, Vliagoftis H. Airway epithelium interactions with aeroallergens: role of secreted cytokines and chemokines in innate immunity. Front Immunol. 2015 Apr 2;6:147. doi: 10.3389/fimmu.2015.00147. eCollection 2015."
        },
        {
          "pmid": "987744",
          "type": "BACKGROUND",
          "citation": "Gerrard JW, Geddes CA, Reggin PL, Gerrard CD, Horne S. Serum IgE levels in white and metis communities in Saskatchewan. Ann Allergy. 1976 Aug;37(2):91-100."
        },
        {
          "type": "BACKGROUND",
          "citation": "GLOBAL INITIATIVE FOR ASTHMA. Global strategy for asthma management and prevention 2014. <http://www.ginasthma.org/local/uploads/files/GINA_Report_2014_Jun11.pdf>."
        },
        {
          "pmid": "8749632",
          "type": "BACKGROUND",
          "citation": "Horwitch CA, Furseth HA, Larson AM, Jones TL, Olliffe JF, Spach DH. Lactobacillemia in three patients with AIDS. Clin Infect Dis. 1995 Dec;21(6):1460-2. doi: 10.1093/clinids/21.6.1460."
        },
        {
          "pmid": "15131563",
          "type": "BACKGROUND",
          "citation": "Johansson SG, Bieber T, Dahl R, Friedmann PS, Lanier BQ, Lockey RF, Motala C, Ortega Martell JA, Platts-Mills TA, Ring J, Thien F, Van Cauwenberge P, Williams HC. Revised nomenclature for allergy for global use: Report of the Nomenclature Review Committee of the World Allergy Organization, October 2003. J Allergy Clin Immunol. 2004 May;113(5):832-6. doi: 10.1016/j.jaci.2003.12.591."
        },
        {
          "pmid": "11150002",
          "type": "BACKGROUND",
          "citation": "Kalliomaki M, Kirjavainen P, Eerola E, Kero P, Salminen S, Isolauri E. Distinct patterns of neonatal gut microflora in infants in whom atopy was and was not developing. J Allergy Clin Immunol. 2001 Jan;107(1):129-34. doi: 10.1067/mai.2001.111237."
        },
        {
          "pmid": "14713912",
          "type": "BACKGROUND",
          "citation": "Leynaert B, Neukirch C, Kony S, Guenegou A, Bousquet J, Aubier M, Neukirch F. Association between asthma and rhinitis according to atopic sensitization in a population-based study. J Allergy Clin Immunol. 2004 Jan;113(1):86-93. doi: 10.1016/j.jaci.2003.10.010."
        },
        {
          "pmid": "16145341",
          "type": "BACKGROUND",
          "citation": "Petschow BW, Figueroa R, Harris CL, Beck LB, Ziegler E, Goldin B. Effects of feeding an infant formula containing Lactobacillus GG on the colonization of the intestine: a dose-response study in healthy infants. J Clin Gastroenterol. 2005 Oct;39(9):786-90. doi: 10.1097/01.mcg.0000177245.53753.86."
        },
        {
          "pmid": "27153990",
          "type": "BACKGROUND",
          "citation": "Freitas AS, Simoneti CS, Ferraz E, Bagatin E, Brandao IT, Silva CL, Borges MC, Vianna EO. Exposure to high endotoxin concentration increases wheezing prevalence among laboratory animal workers: a cross-sectional study. BMC Pulm Med. 2016 May 6;16(1):69. doi: 10.1186/s12890-016-0233-1."
        },
        {
          "pmid": "17544096",
          "type": "BACKGROUND",
          "citation": "Prescott SL, Bjorksten B. Probiotics for the prevention or treatment of allergic diseases. J Allergy Clin Immunol. 2007 Aug;120(2):255-62. doi: 10.1016/j.jaci.2007.04.027. Epub 2007 Jun 4."
        },
        {
          "pmid": "26490427",
          "type": "BACKGROUND",
          "citation": "Simoneti CS, Freitas AS, Barbosa MC, Ferraz E, de Menezes MB, Bagatin E, Arruda LK, Vianna EO. Study of risk factors for atopic sensitization, asthma, and bronchial hyperresponsiveness in animal laboratory workers. J Occup Health. 2016;58(1):7-15. doi: 10.1539/joh.15-0045-OA. Epub 2015 Oct 20."
        },
        {
          "pmid": "18181712",
          "type": "BACKGROUND",
          "citation": "Snydman DR. The safety of probiotics. Clin Infect Dis. 2008 Feb 1;46 Suppl 2:S104-11; discussion S144-51. doi: 10.1086/523331."
        },
        {
          "pmid": "20733491",
          "type": "BACKGROUND",
          "citation": "Tang ML, Lahtinen SJ, Boyle RJ. Probiotics and prebiotics: clinical effects in allergic disease. Curr Opin Pediatr. 2010 Oct;22(5):626-34. doi: 10.1097/MOP.0b013e32833d9728."
        },
        {
          "pmid": "18028995",
          "type": "BACKGROUND",
          "citation": "Wang M, Karlsson C, Olsson C, Adlerberth I, Wold AE, Strachan DP, Martricardi PM, Aberg N, Perkin MR, Tripodi S, Coates AR, Hesselmar B, Saalman R, Molin G, Ahrne S. Reduced diversity in the early fecal microbiota of infants with atopic eczema. J Allergy Clin Immunol. 2008 Jan;121(1):129-34. doi: 10.1016/j.jaci.2007.09.011. Epub 2007 Oct 29."
        },
        {
          "pmid": "9825991",
          "type": "BACKGROUND",
          "citation": "Wold AE. The hygiene hypothesis revised: is the rising frequency of allergy due to changes in the intestinal flora? Allergy. 1998;53(46 Suppl):20-5. doi: 10.1111/j.1398-9995.1998.tb04953.x. No abstract available."
        },
        {
          "pmid": "25440975",
          "type": "BACKGROUND",
          "citation": "Wu CT, Chen PJ, Lee YT, Ko JL, Lue KH. Effects of immunomodulatory supplementation with Lactobacillus rhamnosus on airway inflammation in a mouse asthma model. J Microbiol Immunol Infect. 2016 Oct;49(5):625-635. doi: 10.1016/j.jmii.2014.08.001. Epub 2014 Nov 11."
        },
        {
          "pmid": "22153774",
          "type": "RESULT",
          "citation": "Abrahamsson TR, Jakobsson HE, Andersson AF, Bjorksten B, Engstrand L, Jenmalm MC. Low diversity of the gut microbiota in infants with atopic eczema. J Allergy Clin Immunol. 2012 Feb;129(2):434-40, 440.e1-2. doi: 10.1016/j.jaci.2011.10.025. Epub 2011 Dec 6."
        },
        {
          "pmid": "25419479",
          "type": "RESULT",
          "citation": "Bantz SK, Zhu Z, Zheng T. The Atopic March: Progression from Atopic Dermatitis to Allergic Rhinitis and Asthma. J Clin Cell Immunol. 2014 Apr;5(2):202. doi: 10.4172/2155-9899.1000202."
        },
        {
          "pmid": "21782228",
          "type": "RESULT",
          "citation": "Bisgaard H, Li N, Bonnelykke K, Chawes BL, Skov T, Paludan-Muller G, Stokholm J, Smith B, Krogfelt KA. Reduced diversity of the intestinal microbiota during infancy is associated with increased risk of allergic disease at school age. J Allergy Clin Immunol. 2011 Sep;128(3):646-52.e1-5. doi: 10.1016/j.jaci.2011.04.060. Epub 2011 Jul 22."
        },
        {
          "pmid": "18331513",
          "type": "RESULT",
          "citation": "Bousquet J, Khaltaev N, Cruz AA, Denburg J, Fokkens WJ, Togias A, Zuberbier T, Baena-Cagnani CE, Canonica GW, van Weel C, Agache I, Ait-Khaled N, Bachert C, Blaiss MS, Bonini S, Boulet LP, Bousquet PJ, Camargos P, Carlsen KH, Chen Y, Custovic A, Dahl R, Demoly P, Douagui H, Durham SR, van Wijk RG, Kalayci O, Kaliner MA, Kim YY, Kowalski ML, Kuna P, Le LT, Lemiere C, Li J, Lockey RF, Mavale-Manuel S, Meltzer EO, Mohammad Y, Mullol J, Naclerio R, O'Hehir RE, Ohta K, Ouedraogo S, Palkonen S, Papadopoulos N, Passalacqua G, Pawankar R, Popov TA, Rabe KF, Rosado-Pinto J, Scadding GK, Simons FE, Toskala E, Valovirta E, van Cauwenberge P, Wang DY, Wickman M, Yawn BP, Yorgancioglu A, Yusuf OM, Zar H, Annesi-Maesano I, Bateman ED, Ben Kheder A, Boakye DA, Bouchard J, Burney P, Busse WW, Chan-Yeung M, Chavannes NH, Chuchalin A, Dolen WK, Emuzyte R, Grouse L, Humbert M, Jackson C, Johnston SL, Keith PK, Kemp JP, Klossek JM, Larenas-Linnemann D, Lipworth B, Malo JL, Marshall GD, Naspitz C, Nekam K, Niggemann B, Nizankowska-Mogilnicka E, Okamoto Y, Orru MP, Potter P, Price D, Stoloff SW, Vandenplas O, Viegi G, Williams D; World Health Organization; GA(2)LEN; AllerGen. Allergic Rhinitis and its Impact on Asthma (ARIA) 2008 update (in collaboration with the World Health Organization, GA(2)LEN and AllerGen). Allergy. 2008 Apr;63 Suppl 86:8-160. doi: 10.1111/j.1398-9995.2007.01620.x. No abstract available."
        },
        {
          "pmid": "20887423",
          "type": "RESULT",
          "citation": "Bousquet J, Schunemann HJ, Zuberbier T, Bachert C, Baena-Cagnani CE, Bousquet PJ, Brozek J, Canonica GW, Casale TB, Demoly P, Gerth van Wijk R, Ohta K, Bateman ED, Calderon M, Cruz AA, Dolen WK, Haughney J, Lockey RF, Lotvall J, O'Byrne P, Spranger O, Togias A, Bonini S, Boulet LP, Camargos P, Carlsen KH, Chavannes NH, Delgado L, Durham SR, Fokkens WJ, Fonseca J, Haahtela T, Kalayci O, Kowalski ML, Larenas-Linnemann D, Li J, Mohammad Y, Mullol J, Naclerio R, O'Hehir RE, Papadopoulos N, Passalacqua G, Rabe KF, Pawankar R, Ryan D, Samolinski B, Simons FE, Valovirta E, Yorgancioglu A, Yusuf OM, Agache I, Ait-Khaled N, Annesi-Maesano I, Beghe B, Ben Kheder A, Blaiss MS, Boakye DA, Bouchard J, Burney PG, Busse WW, Chan-Yeung M, Chen Y, Chuchalin AG, Costa DJ, Custovic A, Dahl R, Denburg J, Douagui H, Emuzyte R, Grouse L, Humbert M, Jackson C, Johnston SL, Kaliner MA, Keith PK, Kim YY, Klossek JM, Kuna P, Le LT, Lemiere C, Lipworth B, Mahboub B, Malo JL, Marshall GD, Mavale-Manuel S, Meltzer EO, Morais-Almeida M, Motala C, Naspitz C, Nekam K, Niggemann B, Nizankowska-Mogilnicka E, Okamoto Y, Orru MP, Ouedraogo S, Palkonen S, Popov TA, Price D, Rosado-Pinto J, Scadding GK, Sooronbaev TM, Stoloff SW, Toskala E, van Cauwenberge P, Vandenplas O, van Weel C, Viegi G, Virchow JC, Wang DY, Wickman M, Williams D, Yawn BP, Zar HJ, Zernotti M, Zhong N; WHO Collaborating Center of Asthma and Rhinitis (Montpellier). Development and implementation of guidelines in allergic rhinitis - an ARIA-GA2LEN paper. Allergy. 2010 Oct;65(10):1212-21. doi: 10.1111/j.1398-9995.2010.02439.x."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D059366",
          "term": "Asthma, Occupational"
        }
      ],
      "ancestors": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D009784",
          "term": "Occupational Diseases"
        }
      ]
    }
  },
  "hasResults": false
}