{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05570383",
      "orgStudyIdInfo": {
        "id": "PHAnshun"
      },
      "secondaryIdInfos": [
        {
          "id": "gzwkj2023-197",
          "type": "OTHER_GRANT",
          "domain": "Guizhou Provincial Health Commission"
        }
      ],
      "organization": {
        "fullName": "People's Hospital of Anshun City of Guizhou Province",
        "class": "OTHER"
      },
      "briefTitle": "Observation on the Efficacy and Mechanism of SLIT With Dust Mite Allergen for PAR",
      "officialTitle": "Observation on the Efficacy of Sublingual Immunotherapy With Dust Mite Allergen for Perennial Allergic Rhinitis and the Mechanism of Action on ILCs With ILC1s and ILC2s and ILC3s",
      "acronym": "SLIT"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-12-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-12-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-09-02",
      "studyFirstSubmitQcDate": "2022-10-05",
      "studyFirstPostDateStruct": {
        "date": "2022-10-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-10-05",
      "lastUpdatePostDateStruct": {
        "date": "2022-10-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Guangjun Tang",
        "investigatorTitle": "PHAnshun",
        "investigatorAffiliation": "People's Hospital of Anshun City of Guizhou Province"
      },
      "leadSponsor": {
        "name": "People's Hospital of Anshun City of Guizhou Province",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": true
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis is a common and recurrent ear, nose and throat (ENT) disease. It is a chronic or seasonal condition affecting 10% to 20% of the world's population. It is considered one of the most difficult diseases to treat globally and has become a major global health problem.\n\nSUblingual immunotherapy (SIT) is currently considered to be an effective pairings therapy that can alter the natural progression of allergic rhinitis through immunomodulatory mechanisms. Immunotherapy is more suitable for patients with moderate to severe intermittent or persistent allergic rhinitis, especially for those with poor drug treatment. This treatment can significantly reduce the severity of allergic rhinitis, reduce the use of allergy medications, and improve the quality of life for many patients.\n\nIn the development of allergic rhinitis, the regulation of immune balance in Th1 / Th2 / Th17 cells is currently considered to be an important approach in the treatment of allergic rhinitis. But a growing body of evidence suggests that an intrinsic immune response is also the pathogenesis of allergic rhinitis. Innate lymphocytes are involved in mucosal immune formation, lymphocyte development, tissue damage repair and epithelial barrier protection, and play an important role in fighting infection, regulating inflammation and maintaining immune homeostasis. Three subsets of intrinsic lymphocytes (ILC1s, ILC2s, ILC3s) have been proposed to functionally approximate Th1, Th2, and Th17 in helper T lymphocytes (Th), but the results are inconclusive and the mechanism of ILCs role in AR progression is not fully elucidated.\n\nTherefore, the purpose of this study was to investigate the efficacy and mechanism of subglossal immunotherapy for perennial allergic rhinitis, and to reveal the correlation between ILCs (ILC1s, ILC2s, ILC3s) and Th1 / Th2 / Th17 cell immunity, and to provide a basis for clinical studies of allergic rhinitis.",
      "detailedDescription": "Allergic rhinitis (AR) has become a major chronic respiratory inflammatory disease and is considered to be one of the global refractory diseases. and it has become an important global health problem.\n\nThe treatment of AR mainly includes environmental control, drug therapy, immunotherapy, etc. Studies have shown that the positive rate of dust mite allergen skin prick test in AR patients can reach 70%. Dust mites are considered to be the main allergens causing allergic diseases such as allergic rhinitis and asthma, which are ubiquitous in clinical living environments. Since it is difficult for patients to completely avoid exposure to dust mites in real life, it has attracted more and more attention of scholars to change the allergic constitution of patients by Specific immunotherapy SIT.\n\nSpecific immunotherapy is currently considered to be a more certain therapeutic approach in addition to allergen avoidance, which is the etiological treatment for IgE-mediated type I allergic disease. To gradually increase the dose of allergen extracts, gradually induced the body's immune tolerance, achieve when again contact allergens in patients with symptoms significantly reduce, or even not occur, the effect of this effect at the end of the treatment with sustainable for several years, is considered the only can be adjusted by the immune mechanism to change the allergic disease effective method for treatment of natural processes, Its safety and efficacy have been proved in clinical treatment by modifying immune function to change disease progression. Currently, SIT mainly consists of Subcutaneous immunotherapy (SCIT) and Sublingual immunotherapy (SLIT), which is divided into dose accumulation and dose maintenance phases. Standardized allergenic vaccines should be used for immunotherapy. This therapy can significantly reduce the severity of AR, reduce the use of anti-allergic drugs, and improve the quality of life of many patients. Especially for children, immunotherapy can not only reduce allergic symptoms, but also prevent the development of allergic rhinitis to asthma and other severe sensitization reactions. According to the AR recognition guidelines, immunotherapy is more suitable for patients with moderate-severe intermittent or persistent AR, especially for those with poor drug treatment effect.\n\nCompared with SCIT, SLIT is relatively simple to operate, non-invasive, well tolerated and safe. The risk of systemic adverse reactions is low. In addition, allergen vaccines can be administered at home by patients or guardians under the guidance of doctors, which reduces the frequency of hospital visits, thus being highly recommended by clinical practice.\n\nThe allergen vaccine of SLIT is mainly dust mite drops in China. The application of Sublingual immunotherapy of dust mite allergen in the clinical treatment of AR began in 1986. The way of administration of Sublingual immunotherapy is different from subcutaneous immunotherapy: allergen vaccine is placed under the tongue, swallowed after several minutes of absorption, and the vaccine is ingested into the body through the oral mucosa. In 1993, the European Society of Clinical Immunology and Allergy proposed that sublingual immunotherapy was safer and more effective than subcutaneous immunotherapy. In 1998, SLIT was proposed by WHO to be used for adult allergic rhinitis. In 2001, the ARIA group of the World Health Organization pointed out that SLIT can effectively treat AR and patients can reduce the use of drugs, which has led to SLIT receiving increasing attention worldwide. In 2013, the World Allergy Organization (WAO) not only affirmed the clinical efficacy and safety of SLIT in its position paper, but also recommended SLIT as an initial and early clinical treatment for allergic diseases. Its application does not need to be based on the premise of drug treatment failure. Allergen-specific immunotherapy was proposed as the first-line therapy for AR in the 2015 new edition of Chinese guidelines, which is recommended for clinical use.\n\nAllergic rhinitis is a non-infectious chronic inflammatory disease of nasal mucosa mainly mediated by immunoglobulin E (IgE) after atopic individuals are exposed to allergens. According to the type of allergen, AR can be divided into seasonal and perennial. According to the course of disease can be divided into intermittent and persistent; The impact on quality of life is divided into mild and moderate-severe. Current studies have shown that Th1 / Th2 / Th17 cell immune imbalance is an important mechanism of AR pathogenesis.\n\nIn the development of AR, T cells are the only cells that directly react with antigen. Helper T lymphocytes Th cells are derived from precursor cells that produce InterLeukin-2. After initial stimulation, these cells develop into Th0 cells (CD4+T cells). It can produce interferon-γ (IFN-γ), IL-2, IL-4 and IL-5, and Th0 cells can be differentiated into Th1 cells under the induction of IL-12 and IFN-γ according to the action of cytokines. It secretes IFN-γ, IL-2 and Tumor necrosis factor β (TNF-β) to participate in cellular immune response. Under the induction of IL-4, they differentiate into Th2 cells and secrete IL-4, IL-5, IL-13, IL-8 and other cytokines to participate in humoral immune response. Th17 is a new type of T helper lymphocyte, which is a pro-inflammatory cell that can activate the body's inflammatory response and participate in the regulation of the autoimmune system. It was discovered in 2003 and got its name because it can secrete iconic factors such as IL-17 and IL-23, and it plays an important role in the body's self-immune response.\n\nIn the occurrence and development of AR, IFN-γ, IL-4 and IL-17 are the main effectors of Th1, Th2 and Th17 respectively. It has been reported that IL-4 immune inflammatory factor released by Th2 cells has a regulatory effect on the level of IgE. However, IFN-γ released by Th1 cells has an inhibitory effect on IL-4 secretion by Th2 cells. Il-17 is a cytokine secreted by Th17 cells with strong proinflammatory effect. Serum IL-17 in patients is positively correlated with IgE level, and its increased level can be used as an indicator for the diagnosis of AR. Therefore, regulating the immune balance of Th1 / Th2 / Th17 cells is an important way to treat AR. However, increasing evidence shows that innate immune response is also the pathogenesis of AR.\n\nThe innate immune system is the first line of defense against invading pathogens or antigens, and its response is rapid and non-specific. Subsequently, the activated adaptive immune system performs complete elimination of specific antigens. Innate lymphoid cells (ILCs), as an important effector cell population of Innate immunity, are characterized by three major characteristics: they do not undergo receptor gene rearrangement and clonal selection, lack of phenotypic markers of myeloid cells and dendritic cells, and their morphology belongs to the lymphoid lineage. ILCs are mostly tissue-resident lymphocytes, mainly distributed in the tonsil, broncho-lung, intestinal tract, skin and other mucosal barrier sites. ILCs are involved in mucosal immune formation, lymphocyte development, tissue damage repair and epithelial barrier protection, and play an important role in fighting infection, regulating inflammation and maintaining immune homeostasis.\n\nAccording to the phenotype and cytokines secreted by ILCs, ILCs can be divided into 3 subsets of type 1, 2 and 3 innate lymphocytes (ILC1s, ILC2s and ILC3s), which are functionally approximately corresponding to Th1, Th2 and Th17 of Th cells. ILC1s includes natural killer cells (NK) and ILC1 cells, which depend on T-box transcription factor (T-BET) and produce large amounts of interferon (IFN-γ) and tumor necrosis factor-α (TNF-α). The development of ILC2s depends on the transcription factor GATA3 to produce Th2-type cytokines and other effector molecules, such as IL-4, IL-5, IL-9, IL-13 and vascular endothelial growth factor (VEGF), which drive the development of type 2 immune response. Moreover, unlike T cells, which recognize specific antigens, ILC2s respond to nonspecific cytokines, including IL-25, IL-33, and Thymic stromal lymphocytes produce hormone. TSLP can stimulate the activation and proliferation of ILC2s to produce a large amount of IL-5 and IL-13, resulting in airway inflammation and airway hyperresponsiveness. ILC3s depend on the transcription factor RORTt to produce cytokines IL-17 and IL-22 similar to Th17.\n\nSome studies have found that after the nasal epithelium of AR patients is stimulated by allergens, the pro-inflammatory cytokines in the epithelium increase, and IL-25, IL-33 and TSLP can be detected in the nasal lavage fluid of patients with house dust mite (HDM) allergy. However, the level of IL-25 released by peripheral blood mononuclear cells (PBMC) will be up-regulated after basophils of birch and pollen allergy patients are stimulated by allergens. Have the study showed that the amount of ILC2 in nasal epithelial cells of patients with allergic fungal sinusitis increased and was positively regulated by IL-25 derived from epithelial cells, which were positively correlated with the expression levels of IL-5 and IL-13 in nasal mucosa. Other studies have shown that the number of ILC2 in peripheral blood of patients with HDM allergy is increased, and its number change is positively correlated with the severity of symptoms. Studies on AR caused by plant allergens found that during the grass pollen season, the number of ILC2 and ILC3 in peripheral blood of patients with grass pollen allergy increased, while the number of ILC1 did not change significantly. However, other study found that the number of ILC2 in peripheral blood of AR patients did not increase, but that of asthma patients increased. There is no consensus on whether the number of ILC2s in peripheral blood of AR patients is increased.\n\nIn conclusion, the mechanism of AR is mainly related to the imbalance of Th1 / Th2 / Th17 cell immunity, but more and more evidence shows that innate immune response is also the pathogenesis of AR, and the specific mechanism of ILCs in the development of AR has not been fully elucidated.\n\nIn conclusion, the mechanism of AR is mainly related to the imbalance of Th1 / Th2 / Th17 cell immunity, but more and more evidence shows that innate immune response is also the pathogenesis of AR, and the specific mechanism of ILCs in the development of AR has not been fully elucidated. Therefore, this study aims to explore the efficacy of sublingual desensitization in the treatment of perennial allergic rhinitis and its mechanism of action on ILCs, reveal the correlation between ILCs (ILC1s, ILC2s, ILC3s) and Th1 / Th2 / Th17 cell immunity, and provide research basis for clinical research on AR."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "AR (Allergic rhinitis)",
        "PAR (perennial allergic rhinitis )",
        "SLIT (Sublingual immunotherapy)",
        "ILCs (Innate lymphoid cells)",
        "Curative effect",
        "Discussion on mechanism"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "We will be collected 60 subjects and randomize them into two groups, the trial group and control group. The QC will use a computerized randomization method using EXCEL software to generate random numbers using a RAND function (a total of 60 random numbers). Sixty randomly selected subjects will have a 1 / 2 chance of being randomly assigned to either the experimental or control groups. Patients were randomly assigned to appropriate groups and treatment regimens based on a random number of visits.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "Because this test method is not consistent, so this topic will be using single blind method (blind) for the patients, but we will strictly implement spirit blinded phase separation principle, made random don't participate in the experiment, a researcher at the table, will conform to the criteria for the diagnosis of allergic rhinitis patients, according to the medical order, to give corresponding treatment, in the process of experiment, Research implementers do not participate in the statistics of experimental data; The efficacy evaluation index will be evaluated by a third party, blinded to the statistical analysis of the data, and the blind bottom was known only to the study designer and kept by a special person.",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "In the control group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Half of the subjects（30 subjects）will be assigned to the control group，they will be using the Mometasone furoate nasal spray (Nasonex).",
          "interventionNames": [
            "Drug: Dust mite drops (trade name: Changdi, Zhejiang Tawu Biotechnology Co. Ltd.)."
          ]
        },
        {
          "label": "The experimental group",
          "type": "EXPERIMENTAL",
          "description": "Half of the subjects (30) will be assigned to the experimental group. Received sublingual dust mite drops (trade name: Changdi, Zhejiang Wuwu Biotechnology Co., LTD.) for sublingual immunotherapy.",
          "interventionNames": [
            "Drug: Dust mite drops (trade name: Changdi, Zhejiang Tawu Biotechnology Co. Ltd.)."
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Dust mite drops (trade name: Changdi, Zhejiang Tawu Biotechnology Co. Ltd.).",
          "description": "The experimental group will be with Sublingual immunotherapy (trade name: Changdi, Zhejiang Tawu Biotechnology Co., Ltd.). The control group will be with Mometasone Furoate Aqueous Nasal Spray (NASUNA); The treatment course of the two groups will be 3 months.",
          "armGroupLabels": [
            "In the control group",
            "The experimental group"
          ],
          "otherNames": [
            "Brucelated mamisone nasal spray, consisting mainly of an antacid mamisone, measuring 10ml, 50μg x 60 press (0.05%)."
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in total nasal symptom score scale",
          "description": "The total nasal symptom score scale will be collected.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in Visual analogue scale",
          "description": "Visual analogue scale will be collected.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the quality by life questionnaire of rhinoconjunctivitis",
          "description": "Quality of life questionnaire of rhinoconjunctivitis will be collected.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IgE",
          "description": "Serum samples will be collected the levels of IgE",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IFN-γ",
          "description": "Serum samples will be collected the levels of IFN-γ.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-4",
          "description": "Serum samples will be collected the levels of IL-4.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-17",
          "description": "Serum samples will be collected the levels of IL-17.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of TNF-α",
          "description": "Serum samples will be collected the levels of TNF-α.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-5",
          "description": "Serum samples will be collected the levels of IL-5.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-9",
          "description": "Serum samples will be collected the levels of IL-9.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-13",
          "description": "Serum samples will be collected the levels of IL-13.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-25",
          "description": "Serum samples will be collected the levels of IL-25.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-33",
          "description": "Serum samples will be collected the levels of IL-33.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of VEGF",
          "description": "Serum samples will be collected the levels of VEGF.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of TSLP",
          "description": "Serum samples will be collected the levels of TSLP.",
          "timeFrame": "Baseline, 1 month, 3 months"
        },
        {
          "measure": "Change in the Serum levels of IL-22",
          "description": "Serum samples will be collected the levels of IL-22.",
          "timeFrame": "Baseline, 1 month, 3 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To reveal the correlation between ILCs (ILC1s, ILC2s, ILC3s) and Th1 / Th2 / Th17 cell immunity",
          "description": "To reveal the correlation between ILCs (ILC1s, ILC2s, ILC3s) and Th1 / Th2 / Th17 cell immunity\n\nTo explore the efficacy and mechanism of sublingual desensitization in the treatment of perennial allergic rhinitis, and to reveal the correlation between ILCs(ILC1s, ILC2s, ILC3s) and Th1 / Th2 / Th17 cell immunity",
          "timeFrame": "3 months after treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Those who meet the above diagnostic criteria;\n2. The course of disease is at least one year;\n3. Over 18 years old to under 65 years old, both sexes;\n4. Did not receive specific immunotherapy in the past 1 month or did not use any drugs for AR in the past 1 week;\n5. Those with normal cognitive function agree to participate in this study and sign the informed consent form.\n\nExclusion Criteria:\n\n1. Those who do not meet the above diagnostic and inclusion criteria;\n2. Patients with severe nasal septum deviation, chronic rhinosinusitis, bronchial asthma, nasal polyps, upper respiratory tract infection, lung infection and other diseases;\n3. Patients with severe dysfunction of heart, liver, kidney or autoimmune diseases;\n4. pregnant or lactating women;\n5. Allergic constitution and allergic to the experimental drugs and ingredients;\n6. Patients with drug addiction history;\n7. Patients with major neuropsychiatric diseases who cannot take medication regularly;\n8. Patients who are participating in other clinical trials. Patients who met any of the above criteria were excluded.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Guangjun Tang, MD",
          "role": "CONTACT",
          "phone": "86+13595302195",
          "email": "tgjdoctor@163.com"
        },
        {
          "name": "Long Chai, MM",
          "role": "CONTACT",
          "phone": "13985740068",
          "email": "lcassrmyy2022@163.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Guangjun Tang, MD",
          "affiliation": "Principal Investigator",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Long Chai, MM",
          "affiliation": "Head of Otolaryngology",
          "role": "STUDY_DIRECTOR"
        },
        {
          "name": "Fangming Chen, MB",
          "affiliation": "Director",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Guangjun Tang",
          "city": "Anshan",
          "state": "Guizhou",
          "zip": "561000",
          "country": "China",
          "contacts": [
            {
              "name": "Long Chai, MM",
              "role": "CONTACT",
              "phone": "86+13985740068",
              "email": "lcassrmyy2022@163.com"
            },
            {
              "name": "Fangming Chen, MB",
              "role": "CONTACT",
              "phone": "86+18985735028",
              "email": "cfangming2022@163.com"
            },
            {
              "name": "Guangjun Tang, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Long Chai, MM",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Fangming Chen, MB",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 27.0977,
            "lon": 105.492
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "20816182",
          "type": "RESULT",
          "citation": "Brozek JL, Bousquet J, Baena-Cagnani CE, Bonini S, Canonica GW, Casale TB, van Wijk RG, Ohta K, Zuberbier T, Schunemann HJ; Global Allergy and Asthma European Network; Grading of Recommendations Assessment, Development and Evaluation Working Group. Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines: 2010 revision. J Allergy Clin Immunol. 2010 Sep;126(3):466-76. doi: 10.1016/j.jaci.2010.06.047."
        },
        {
          "pmid": "21783242",
          "type": "RESULT",
          "citation": "Greiner AN, Hellings PW, Rotiroti G, Scadding GK. Allergic rhinitis. Lancet. 2011 Dec 17;378(9809):2112-22. doi: 10.1016/S0140-6736(11)60130-X. Epub 2011 Jul 23."
        },
        {
          "pmid": "9042022",
          "type": "RESULT",
          "citation": "Grossman J. One airway, one disease. Chest. 1997 Feb;111(2 Suppl):11S-16S. doi: 10.1378/chest.111.2_supplement.11s."
        },
        {
          "pmid": "29771013",
          "type": "RESULT",
          "citation": "Ke X, Shen Y, Hu X, Yuan XD, Kang HY, Wang XQ, Hong SL. [Association between IL-27 gene polymorphisms and susceptibility to allergic rhinitis]. Lin Chuang Er Bi Yan Hou Tou Jing Wai Ke Za Zhi. 2016 May 5;30(9):684-688. doi: 10.13201/j.issn.1001-1781.2016.09.004. Chinese."
        },
        {
          "pmid": "29774680",
          "type": "RESULT",
          "citation": "Zhang YT, Zhang X, Li PZ. [Comparison of PedsQL4.0 and RQLQ scales in the assessment of the quality of life in children with allergic rhinitis]. Lin Chuang Er Bi Yan Hou Tou Jing Wai Ke Za Zhi. 2017 Jan;31(1):27-29. doi: 10.13201/j.issn.1001-1781.2017.01.008. Chinese."
        },
        {
          "pmid": "15516669",
          "type": "RESULT",
          "citation": "Bauchau V, Durham SR. Prevalence and rate of diagnosis of allergic rhinitis in Europe. Eur Respir J. 2004 Nov;24(5):758-64. doi: 10.1183/09031936.04.00013904."
        },
        {
          "pmid": "33273461",
          "type": "RESULT",
          "citation": "Bousquet J, Anto JM, Bachert C, Baiardini I, Bosnic-Anticevich S, Walter Canonica G, Melen E, Palomares O, Scadding GK, Togias A, Toppila-Salmi S. Allergic rhinitis. Nat Rev Dis Primers. 2020 Dec 3;6(1):95. doi: 10.1038/s41572-020-00227-0."
        },
        {
          "pmid": "18331513",
          "type": "RESULT",
          "citation": "Bousquet J, Khaltaev N, Cruz AA, Denburg J, Fokkens WJ, Togias A, Zuberbier T, Baena-Cagnani CE, Canonica GW, van Weel C, Agache I, Ait-Khaled N, Bachert C, Blaiss MS, Bonini S, Boulet LP, Bousquet PJ, Camargos P, Carlsen KH, Chen Y, Custovic A, Dahl R, Demoly P, Douagui H, Durham SR, van Wijk RG, Kalayci O, Kaliner MA, Kim YY, Kowalski ML, Kuna P, Le LT, Lemiere C, Li J, Lockey RF, Mavale-Manuel S, Meltzer EO, Mohammad Y, Mullol J, Naclerio R, O'Hehir RE, Ohta K, Ouedraogo S, Palkonen S, Papadopoulos N, Passalacqua G, Pawankar R, Popov TA, Rabe KF, Rosado-Pinto J, Scadding GK, Simons FE, Toskala E, Valovirta E, van Cauwenberge P, Wang DY, Wickman M, Yawn BP, Yorgancioglu A, Yusuf OM, Zar H, Annesi-Maesano I, Bateman ED, Ben Kheder A, Boakye DA, Bouchard J, Burney P, Busse WW, Chan-Yeung M, Chavannes NH, Chuchalin A, Dolen WK, Emuzyte R, Grouse L, Humbert M, Jackson C, Johnston SL, Keith PK, Kemp JP, Klossek JM, Larenas-Linnemann D, Lipworth B, Malo JL, Marshall GD, Naspitz C, Nekam K, Niggemann B, Nizankowska-Mogilnicka E, Okamoto Y, Orru MP, Potter P, Price D, Stoloff SW, Vandenplas O, Viegi G, Williams D; World Health Organization; GA(2)LEN; AllerGen. Allergic Rhinitis and its Impact on Asthma (ARIA) 2008 update (in collaboration with the World Health Organization, GA(2)LEN and AllerGen). Allergy. 2008 Apr;63 Suppl 86:8-160. doi: 10.1111/j.1398-9995.2007.01620.x. No abstract available."
        },
        {
          "pmid": "25644617",
          "type": "RESULT",
          "citation": "Seidman MD, Gurgel RK, Lin SY, Schwartz SR, Baroody FM, Bonner JR, Dawson DE, Dykewicz MS, Hackell JM, Han JK, Ishman SL, Krouse HJ, Malekzadeh S, Mims JW, Omole FS, Reddy WD, Wallace DV, Walsh SA, Warren BE, Wilson MN, Nnacheta LC; Guideline Otolaryngology Development Group. AAO-HNSF. Clinical practice guideline: Allergic rhinitis. Otolaryngol Head Neck Surg. 2015 Feb;152(1 Suppl):S1-43. doi: 10.1177/0194599814561600."
        },
        {
          "pmid": "26141263",
          "type": "RESULT",
          "citation": "Kenney P, Hilberg O, Laursen AC, Peel RG, Sigsgaard T. Preventive effect of nasal filters on allergic rhinitis: A randomized, double-blind, placebo-controlled crossover park study. J Allergy Clin Immunol. 2015 Dec;136(6):1566-1572.e5. doi: 10.1016/j.jaci.2015.05.015. Epub 2015 Jun 30."
        },
        {
          "pmid": "15313870",
          "type": "RESULT",
          "citation": "Schwetz S, Olze H, Melchisedech S, Grigorov A, Latza R. Efficacy of pollen blocker cream in the treatment of allergic rhinitis. Arch Otolaryngol Head Neck Surg. 2004 Aug;130(8):979-84. doi: 10.1001/archotol.130.8.979."
        },
        {
          "pmid": "29214012",
          "type": "RESULT",
          "citation": "Bozek A, Kolodziejczyk K, Kozlowska R, Canonica GW. Evidence of the efficacy and safety of house dust mite subcutaneous immunotherapy in elderly allergic rhinitis patients: a randomized, double-blind placebo-controlled trial. Clin Transl Allergy. 2017 Dec 1;7:43. doi: 10.1186/s13601-017-0180-9. eCollection 2017."
        },
        {
          "pmid": "14674933",
          "type": "RESULT",
          "citation": "Khinchi MS, Poulsen LK, Carat F, Andre C, Hansen AB, Malling HJ. Clinical efficacy of sublingual and subcutaneous birch pollen allergen-specific immunotherapy: a randomized, placebo-controlled, double-blind, double-dummy study. Allergy. 2004 Jan;59(1):45-53. doi: 10.1046/j.1398-9995.2003.00387.x."
        },
        {
          "pmid": "15898976",
          "type": "RESULT",
          "citation": "Gidaro GB, Marcucci F, Sensi L, Incorvaia C, Frati F, Ciprandi G. The safety of sublingual-swallow immunotherapy: an analysis of published studies. Clin Exp Allergy. 2005 May;35(5):565-71. doi: 10.1111/j.1365-2222.2005.02240.x."
        },
        {
          "pmid": "15461603",
          "type": "RESULT",
          "citation": "Marogna M, Spadolini I, Massolo A, Canonica GW, Passalacqua G. Randomized controlled open study of sublingual immunotherapy for respiratory allergy in real-life: clinical efficacy and more. Allergy. 2004 Nov;59(11):1205-10. doi: 10.1111/j.1398-9995.2004.00508.x."
        },
        {
          "pmid": "24679069",
          "type": "RESULT",
          "citation": "Canonica GW, Cox L, Pawankar R, Baena-Cagnani CE, Blaiss M, Bonini S, Bousquet J, Calderon M, Compalati E, Durham SR, van Wijk RG, Larenas-Linnemann D, Nelson H, Passalacqua G, Pfaar O, Rosario N, Ryan D, Rosenwasser L, Schmid-Grendelmeier P, Senna G, Valovirta E, Van Bever H, Vichyanond P, Wahn U, Yusuf O. Sublingual immunotherapy: World Allergy Organization position paper 2013 update. World Allergy Organ J. 2014 Mar 28;7(1):6. doi: 10.1186/1939-4551-7-6."
        },
        {
          "pmid": "16930249",
          "type": "RESULT",
          "citation": "Alvarez-Cuesta E, Bousquet J, Canonica GW, Durham SR, Malling HJ, Valovirta E; EAACI, Immunotherapy Task Force. Standards for practical allergen-specific immunotherapy. Allergy. 2006;61 Suppl 82:1-20. doi: 10.1111/j.1398-9995.2006.01219_1.x. No abstract available."
        },
        {
          "pmid": "21122901",
          "type": "RESULT",
          "citation": "Cox L, Nelson H, Lockey R, Calabria C, Chacko T, Finegold I, Nelson M, Weber R, Bernstein DI, Blessing-Moore J, Khan DA, Lang DM, Nicklas RA, Oppenheimer J, Portnoy JM, Randolph C, Schuller DE, Spector SL, Tilles S, Wallace D. Allergen immunotherapy: a practice parameter third update. J Allergy Clin Immunol. 2011 Jan;127(1 Suppl):S1-55. doi: 10.1016/j.jaci.2010.09.034. Epub 2010 Dec 3. No abstract available."
        },
        {
          "pmid": "28602936",
          "type": "RESULT",
          "citation": "Brozek JL, Bousquet J, Agache I, Agarwal A, Bachert C, Bosnic-Anticevich S, Brignardello-Petersen R, Canonica GW, Casale T, Chavannes NH, Correia de Sousa J, Cruz AA, Cuello-Garcia CA, Demoly P, Dykewicz M, Etxeandia-Ikobaltzeta I, Florez ID, Fokkens W, Fonseca J, Hellings PW, Klimek L, Kowalski S, Kuna P, Laisaar KT, Larenas-Linnemann DE, Lodrup Carlsen KC, Manning PJ, Meltzer E, Mullol J, Muraro A, O'Hehir R, Ohta K, Panzner P, Papadopoulos N, Park HS, Passalacqua G, Pawankar R, Price D, Riva JJ, Roldan Y, Ryan D, Sadeghirad B, Samolinski B, Schmid-Grendelmeier P, Sheikh A, Togias A, Valero A, Valiulis A, Valovirta E, Ventresca M, Wallace D, Waserman S, Wickman M, Wiercioch W, Yepes-Nunez JJ, Zhang L, Zhang Y, Zidarn M, Zuberbier T, Schunemann HJ. Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines-2016 revision. J Allergy Clin Immunol. 2017 Oct;140(4):950-958. doi: 10.1016/j.jaci.2017.03.050. Epub 2017 Jun 8."
        },
        {
          "pmid": "28785597",
          "type": "RESULT",
          "citation": "Ren M, Tang Q, Chen F, Xing X, Huang Y, Tan X. Mahuang Fuzi Xixin Decoction Attenuates Th1 and Th2 Responses in the Treatment of Ovalbumin-Induced Allergic Inflammation in a Rat Model of Allergic Rhinitis. J Immunol Res. 2017;2017:8254324. doi: 10.1155/2017/8254324. Epub 2017 Jul 13."
        },
        {
          "pmid": "30233198",
          "type": "RESULT",
          "citation": "Zou XL, Chen ZG, Zhang TT, Feng DY, Li HT, Yang HL. Th17/Treg homeostasis, but not Th1/Th2 homeostasis, is implicated in exacerbation of human bronchial asthma. Ther Clin Risk Manag. 2018 Sep 6;14:1627-1636. doi: 10.2147/TCRM.S172262. eCollection 2018."
        },
        {
          "pmid": "23791985",
          "type": "RESULT",
          "citation": "Zhang HL, Zheng XY, Zhu J. Th1/Th2/Th17/Treg cytokines in Guillain-Barre syndrome and experimental autoimmune neuritis. Cytokine Growth Factor Rev. 2013 Oct;24(5):443-53. doi: 10.1016/j.cytogfr.2013.05.005. Epub 2013 Jun 21."
        },
        {
          "pmid": "12668793",
          "type": "RESULT",
          "citation": "Brown V, Warke TJ, Shields MD, Ennis M. T cell cytokine profiles in childhood asthma. Thorax. 2003 Apr;58(4):311-6. doi: 10.1136/thorax.58.4.311."
        },
        {
          "pmid": "26874355",
          "type": "RESULT",
          "citation": "Hirahara K, Nakayama T. CD4+ T-cell subsets in inflammatory diseases: beyond the Th1/Th2 paradigm. Int Immunol. 2016 Apr;28(4):163-71. doi: 10.1093/intimm/dxw006. Epub 2016 Feb 12."
        },
        {
          "pmid": "26932169",
          "type": "RESULT",
          "citation": "Jerzynska J, Stelmach W, Rychlik B, Lechanska J, Podlecka D, Stelmach I. The clinical effect of vitamin D supplementation combined with grass-specific sublingual immunotherapy in children with allergic rhinitis. Allergy Asthma Proc. 2016 Mar-Apr;37(2):105-14. doi: 10.2500/aap.2016.37.3921."
        },
        {
          "pmid": "15750716",
          "type": "RESULT",
          "citation": "Gluck J, Rogala B, Mazur B. Intracellular production of IL-2, IL-4 and IFN-gamma by peripheral blood CD3+ cells in intermittent allergic rhinitis. Inflamm Res. 2005 Feb;54(2):91-5. doi: 10.1007/s00011-004-1328-3."
        },
        {
          "pmid": "19925886",
          "type": "RESULT",
          "citation": "Ciprandi G, Filaci G, Battaglia F, Fenoglio D. Peripheral Th-17 cells in allergic rhinitis: New evidence. Int Immunopharmacol. 2010 Feb;10(2):226-9. doi: 10.1016/j.intimp.2009.11.004. Epub 2009 Nov 16."
        },
        {
          "pmid": "30263032",
          "type": "RESULT",
          "citation": "Marshall JS, Warrington R, Watson W, Kim HL. An introduction to immunology and immunopathology. Allergy Asthma Clin Immunol. 2018 Sep 12;14(Suppl 2):49. doi: 10.1186/s13223-018-0278-1. eCollection 2018."
        },
        {
          "pmid": "22224763",
          "type": "RESULT",
          "citation": "Spits H, Cupedo T. Innate lymphoid cells: emerging insights in development, lineage relationships, and function. Annu Rev Immunol. 2012;30:647-75. doi: 10.1146/annurev-immunol-020711-075053. Epub 2012 Jan 6."
        },
        {
          "pmid": "30142344",
          "type": "RESULT",
          "citation": "Vivier E, Artis D, Colonna M, Diefenbach A, Di Santo JP, Eberl G, Koyasu S, Locksley RM, McKenzie ANJ, Mebius RE, Powrie F, Spits H. Innate Lymphoid Cells: 10 Years On. Cell. 2018 Aug 23;174(5):1054-1066. doi: 10.1016/j.cell.2018.07.017."
        },
        {
          "pmid": "24631153",
          "type": "RESULT",
          "citation": "Yagi R, Zhong C, Northrup DL, Yu F, Bouladoux N, Spencer S, Hu G, Barron L, Sharma S, Nakayama T, Belkaid Y, Zhao K, Zhu J. The transcription factor GATA3 is critical for the development of all IL-7Ralpha-expressing innate lymphoid cells. Immunity. 2014 Mar 20;40(3):378-88. doi: 10.1016/j.immuni.2014.01.012. Epub 2014 Mar 13."
        },
        {
          "pmid": "23348417",
          "type": "RESULT",
          "citation": "Spits H, Artis D, Colonna M, Diefenbach A, Di Santo JP, Eberl G, Koyasu S, Locksley RM, McKenzie AN, Mebius RE, Powrie F, Vivier E. Innate lymphoid cells--a proposal for uniform nomenclature. Nat Rev Immunol. 2013 Feb;13(2):145-9. doi: 10.1038/nri3365."
        },
        {
          "pmid": "19968632",
          "type": "RESULT",
          "citation": "Xu G, Zhang L, Wang DY, Xu R, Liu Z, Han DM, Wang XD, Zuo KJ, Li HB. Opposing roles of IL-17A and IL-25 in the regulation of TSLP production in human nasal epithelial cells. Allergy. 2010 May;65(5):581-9. doi: 10.1111/j.1398-9995.2009.02252.x. Epub 2009 Nov 25."
        },
        {
          "pmid": "22627366",
          "type": "RESULT",
          "citation": "Asaka D, Yoshikawa M, Nakayama T, Yoshimura T, Moriyama H, Otori N. Elevated levels of interleukin-33 in the nasal secretions of patients with allergic rhinitis. Int Arch Allergy Immunol. 2012;158 Suppl 1:47-50. doi: 10.1159/000337764. Epub 2012 May 15."
        },
        {
          "pmid": "20545698",
          "type": "RESULT",
          "citation": "Wang H, Mobini R, Fang Y, Barrenas F, Zhang H, Xiang Z, Benson M. Allergen challenge of peripheral blood mononuclear cells from patients with seasonal allergic rhinitis increases IL-17RB, which regulates basophil apoptosis and degranulation. Clin Exp Allergy. 2010 Aug;40(8):1194-202. doi: 10.1111/j.1365-2222.2010.03542.x. Epub 2010 Jun 7."
        },
        {
          "pmid": "28917723",
          "type": "RESULT",
          "citation": "Zhong H, Fan XL, Yu QN, Qin ZL, Chen D, Xu R, Chen DH, Lin ZB, Wen W, Fu QL. Increased innate type 2 immune response in house dust mite-allergic patients with allergic rhinitis. Clin Immunol. 2017 Oct;183:293-299. doi: 10.1016/j.clim.2017.09.008. Epub 2017 Sep 13."
        },
        {
          "pmid": "26922931",
          "type": "RESULT",
          "citation": "Fan D, Wang X, Wang M, Wang Y, Zhang L, Li Y, Fan E, Cao F, Van Crombruggen K, Zhang L. Allergen-Dependent Differences in ILC2s Frequencies in Patients With Allergic Rhinitis. Allergy Asthma Immunol Res. 2016 May;8(3):216-22. doi: 10.4168/aair.2016.8.3.216."
        },
        {
          "pmid": "26949057",
          "type": "RESULT",
          "citation": "Lombardi V, Beuraud C, Neukirch C, Moussu H, Morizur L, Horiot S, Luce S, Wambre E, Linsley P, Chollet-Martin S, Baron-Bodo V, Aubier M, Moingeon P. Circulating innate lymphoid cells are differentially regulated in allergic and nonallergic subjects. J Allergy Clin Immunol. 2016 Jul;138(1):305-308. doi: 10.1016/j.jaci.2015.12.1325. Epub 2016 Mar 4. No abstract available."
        },
        {
          "pmid": "25171868",
          "type": "RESULT",
          "citation": "Bartemes KR, Kephart GM, Fox SJ, Kita H. Enhanced innate type 2 immune response in peripheral blood from patients with asthma. J Allergy Clin Immunol. 2014 Sep;134(3):671-678.e4. doi: 10.1016/j.jaci.2014.06.024."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "2022.08-2022.11: consult relevant literature, complete detailed and specific implementation plan, contact pharmacy and laboratory department, and complete preparation before the experiment 2022.12-2023.12: Complete the recruitment and treatment of clinical trials 2024.01-2024.04: Data collection, sorting, and statistical analysis of data 2024.05-2024.10: publish more than 1 paper 2024.11-2024.12: Summarize and conclude the thesis"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012221",
          "term": "Rhinitis, Allergic, Perennial"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}