{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01552161",
      "orgStudyIdInfo": {
        "id": "NN402374938"
      },
      "organization": {
        "fullName": "Medical University of Lodz",
        "class": "OTHER"
      },
      "briefTitle": "Prevalence of Allergic Diseases and Atopy in Subjects With Coronary Artery Disease",
      "officialTitle": "Prevalence of Allergic Diseases and Atopy in Patients With Angiographically Confirmed Coronary Artery Disease"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-01",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2010-04"
      },
      "primaryCompletionDateStruct": {
        "date": "2012-04",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2012-06",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-03-09",
      "studyFirstSubmitQcDate": "2012-03-12",
      "studyFirstPostDateStruct": {
        "date": "2012-03-13",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-01-26",
      "lastUpdatePostDateStruct": {
        "date": "2014-01-28",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Piotr Kuna, MD, PhD",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Medical University of Lodz"
      },
      "leadSponsor": {
        "name": "Medical University of Lodz",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Ministry of Science and Higher Education, Poland",
          "class": "OTHER_GOV"
        },
        {
          "name": "European Union",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to estimate the prevalence of allergic diseases and atopy among patients with angiographically confirmed coronary artery disease as well as to assess levels of serum allergic inflammation markers in this population.",
      "detailedDescription": "Cardiovascular disease (CVD) is one of the leading causes of death, disability and medical resources use worldwide. Atherosclerosis remains the basic pathology found in CVD. Based on theoretical knowledge and animal experimental models it can be hypothesized that allergic inflammation affects atherosclerotic plaque formation/disruption. The exact nature of such interaction remains unknown.\n\nThe process most probably takes place at the molecular level and involves both: specific interleukin formation and mast cells recruitment. On the one hand some pro-allergic interleukins have been found to inhibit atherosclerotic plaque formation in experimental animal models. However, other hypothesis conclude that mediators released by mast cells might encourage hypoxemia of the heart muscle cells and thus promote their necrosis. Mast cells and eosinophils -typically associated with allergy - are both found in human heart muscle, cross sections of coronary arteries and atherosclerotic plaques.\n\nAtopic patients who are prone to IgE-mediated mast cell activation seem to run a lower risk of sudden cardiac death after myocardial infarction. It may be associated with the fact that atopy produces a mild haemostatic imbalance similar to that typical of aspirin - moderately long bleeding time, depressed platelet aggregability and delayed generation of thrombin in clotting blood. Tryptase, one of the mediators released from mast cells widely used marker of anaphylaxis, has recently been shown to be increased in sera of patients with angiographically significant narrowings in coronary arteries. These results are in accordance with the previous finding of increased total IgE (antibody involved in type I allergic reaction) post myocardial infarction. Allergic myocardial infarction (also known as Kounis syndrome) - a condition in which heart muscle ischemia results from allergic insult sometimes even in the absence of permanent coronary artery lesions - is another hint supporting the hypothesis of possible interaction between allergy and cardiovascular diseases.\n\nDespite relatively many reports studying the association at molecular, in vitro and clinical level, the research investigating the problem as a whole, connecting laboratory data with clinical picture, is scarce. Our research aims at providing epidemiological evidence on the prevalence of allergy and atopy as well as serum allergy markers profile in subjects with coronary artery disease.\n\nOur study is dedicated to post-coronary angiography subjects willing to express informed consent for study participation.\n\nCoronarography has been chosen as a verification tool for several reasons:\n\n* it gives more accurate diagnosis of clinically relevant coronary narrowings than basic ECG, ECG exercise test or coronary angioCT\n* it enables the distinction between typical angina pectoris and Prinzmetal's angina\n* it has become a common procedure in Poland giving a relatively large and diverse cohort of patients undergoing the procedure whom we could address"
    },
    "conditionsModule": {
      "conditions": [
        "Coronary Artery Disease",
        "Allergy",
        "Asthma"
      ],
      "keywords": [
        "Angiography",
        "Atherosclerosis",
        "Asthma",
        "Tryptase",
        "Eosinophil cationic protein"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood samples for total IgE, specific IgE and markers of inflammation."
      },
      "enrollmentInfo": {
        "count": 300,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients with negative coronarography.",
          "description": "Subjects who underwent coronary angiography and were classified as having no critical lesions in coronary arteries (a lesion of up to 50% of artery lumen is accepted as non-critical)."
        },
        {
          "label": "Patients with positive coronarography",
          "description": "Subjects who underwent coronary angiography and were classified as having critical lesions in coronary arteries (over 50% narrowing of artery lumen)."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Prevalence of allergic diseases",
          "description": "Asthma, allergic rhinitis, allergic concjunctivitis, atopic dermatitis, contact eczema, drug, food and insect venom allergy will be assessed through a structured questionnaire based on ISAAC and ECRHS questions regarding allergy symptoms.\n\nAdditionally:\n\nAsthma diagnosis is verified through basic spirometry, reversibility test, skin prick tests and/or serum specific IgE.\n\nAllergic rhinitis diagnosis is verified through skin prick tests and/or serum specific IgE.",
          "timeFrame": "Within a month from study recruitment completion."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Serum tryptase",
          "description": "Systemic tryptase will be measured with ImmunoCAP fluorescence enzyme immunoassay in patients sera.",
          "timeFrame": "Within a month from study recruitment completion."
        },
        {
          "measure": "Serum eosinophil cationic protein",
          "description": "Systemic eosinophil cationic protein (ECP) will be measured with ImmunoCAP fluorescence enzyme immunoassay in patients sera.",
          "timeFrame": "Within a month from study recruitment completion."
        },
        {
          "measure": "Prevalence of atopy.",
          "description": "Atopy is defined as increased serum total/specific IgE and/or positive skin prick tests in the absence of relevant allergy clinical symptoms.",
          "timeFrame": "Within a month from study recruitment completion."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* available result of coronary angiography\n* able to express written informed consent for study participation\n* able to perform forced expiratory manoeuvre for spirometry\n\nExclusion Criteria:\n\n* ongoing infection\n* exacerbation of chronic disorder (e.g. asthma, COPD, CVD, chronic kidney disease, neoplasm\\<10 years from complete remission)",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "30 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients who underwent coronary angiography are eligible for the study.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Piotr Kuna, Prof.",
          "affiliation": "Medical University of Lodz",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Clinic of Internal Medicine, Asthma and Allergy",
          "city": "Lodz",
          "zip": "90-153",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.77058,
            "lon": 19.47395
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "8173709",
          "type": "BACKGROUND",
          "citation": "Szczeklik A, Dropinski J, Gora PF. Serum immunoglobulin E and sudden cardiac arrest during myocardial infarction. Coron Artery Dis. 1993 Nov;4(11):1029-32. doi: 10.1097/00019501-199311000-00012."
        },
        {
          "pmid": "3563961",
          "type": "BACKGROUND",
          "citation": "Szczeklik A, Milner PC, Birch J, Watkins J, Martin JF. Prolonged bleeding time, reduced platelet aggregation, altered PAF-acether sensitivity and increased platelet mass are a trait of asthma and hay fever. Thromb Haemost. 1986 Dec 15;56(3):283-7."
        },
        {
          "pmid": "9404576",
          "type": "BACKGROUND",
          "citation": "Szczeklik A, Jawien J. Possible role of IgE in acute-phase response. Allergy. 1997 Nov;52(11):1149-50. doi: 10.1111/j.1398-9995.1997.tb00196.x. No abstract available."
        },
        {
          "pmid": "9569202",
          "type": "BACKGROUND",
          "citation": "Kauhanen P, Kovanen PT, Reunala T, Lassila R. Effects of skin mast cells on bleeding time and coagulation activation at the site of platelet plug formation. Thromb Haemost. 1998 Apr;79(4):843-7."
        },
        {
          "pmid": "21821913",
          "type": "BACKGROUND",
          "citation": "Wang J, Cheng X, Xiang MX, Alanne-Kinnunen M, Wang JA, Chen H, He A, Sun X, Lin Y, Tang TT, Tu X, Sjoberg S, Sukhova GK, Liao YH, Conrad DH, Yu L, Kawakami T, Kovanen PT, Libby P, Shi GP. IgE stimulates human and mouse arterial cell apoptosis and cytokine expression and promotes atherogenesis in Apoe-/- mice. J Clin Invest. 2011 Sep;121(9):3564-77. doi: 10.1172/JCI46028. Epub 2011 Aug 8."
        },
        {
          "pmid": "20024959",
          "type": "BACKGROUND",
          "citation": "Heikkila HM, Trosien J, Metso J, Jauhiainen M, Pentikainen MO, Kovanen PT, Lindstedt KA. Mast cells promote atherosclerosis by inducing both an atherogenic lipid profile and vascular inflammation. J Cell Biochem. 2010 Feb 15;109(3):615-23. doi: 10.1002/jcb.22443."
        },
        {
          "pmid": "19361353",
          "type": "BACKGROUND",
          "citation": "Kovanen PT. Mast cells in atherogenesis: actions and reactions. Curr Atheroscler Rep. 2009 May;11(3):214-9. doi: 10.1007/s11883-009-0033-7."
        },
        {
          "pmid": "15361793",
          "type": "BACKGROUND",
          "citation": "Lindstedt KA, Kovanen PT. Mast cells in vulnerable coronary plaques: potential mechanisms linking mast cell activation to plaque erosion and rupture. Curr Opin Lipidol. 2004 Oct;15(5):567-73. doi: 10.1097/00041433-200410000-00011."
        },
        {
          "pmid": "17498055",
          "type": "BACKGROUND",
          "citation": "Kovanen PT. Mast cells: multipotent local effector cells in atherothrombosis. Immunol Rev. 2007 Jun;217:105-22. doi: 10.1111/j.1600-065X.2007.00515.x."
        },
        {
          "pmid": "21295578",
          "type": "BACKGROUND",
          "citation": "Kwon JS, Kim YS, Cho AS, Cho HH, Kim JS, Hong MH, Jeong SY, Jeong MH, Cho JG, Park JC, Kang JC, Ahn Y. The novel role of mast cells in the microenvironment of acute myocardial infarction. J Mol Cell Cardiol. 2011 May;50(5):814-25. doi: 10.1016/j.yjmcc.2011.01.019. Epub 2011 Feb 3."
        },
        {
          "pmid": "15694948",
          "type": "BACKGROUND",
          "citation": "Deliargyris EN, Upadhya B, Sane DC, Dehmer GJ, Pye J, Smith SC Jr, Boucher WS, Theoharides TC. Mast cell tryptase: a new biomarker in patients with stable coronary artery disease. Atherosclerosis. 2005 Feb;178(2):381-6. doi: 10.1016/j.atherosclerosis.2004.09.008."
        },
        {
          "pmid": "16168805",
          "type": "BACKGROUND",
          "citation": "Kervinen H, Kaartinen M, Makynen H, Palosuo T, Manttari M, Kovanen PT. Serum tryptase levels in acute coronary syndromes. Int J Cardiol. 2005 Sep 30;104(2):138-43. doi: 10.1016/j.ijcard.2004.10.023."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003324",
          "term": "Coronary Artery Disease"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D050197",
          "term": "Atherosclerosis"
        }
      ],
      "ancestors": [
        {
          "id": "D003327",
          "term": "Coronary Disease"
        },
        {
          "id": "D017202",
          "term": "Myocardial Ischemia"
        },
        {
          "id": "D006331",
          "term": "Heart Diseases"
        },
        {
          "id": "D002318",
          "term": "Cardiovascular Diseases"
        },
        {
          "id": "D001161",
          "term": "Arteriosclerosis"
        },
        {
          "id": "D001157",
          "term": "Arterial Occlusive Diseases"
        },
        {
          "id": "D014652",
          "term": "Vascular Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ]
    }
  },
  "hasResults": false
}