{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03111628",
      "orgStudyIdInfo": {
        "id": "IRB00105590"
      },
      "secondaryIdInfos": [
        {
          "id": "R01AI116658",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/R01AI116658"
        }
      ],
      "organization": {
        "fullName": "Johns Hopkins University",
        "class": "OTHER"
      },
      "briefTitle": "Role of Immunoglobulin E (IgE) Bearing Cells in Chronic Idiopathic Urticaria (CIU)",
      "officialTitle": "Role of Immunoglobulin E (IgE) Bearing Cells in Chronic Idiopathic Urticaria"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-10-06",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-05-01",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-05-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-04-07",
      "studyFirstSubmitQcDate": "2017-04-07",
      "studyFirstPostDateStruct": {
        "date": "2017-04-13",
        "type": "ACTUAL"
      },
      "resultsFirstSubmitDate": "2021-03-25",
      "resultsFirstSubmitQcDate": "2021-03-25",
      "resultsFirstPostDateStruct": {
        "date": "2021-04-20",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-05-20",
      "lastUpdatePostDateStruct": {
        "date": "2021-06-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Johns Hopkins University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "class": "NIH"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": true
    },
    "descriptionModule": {
      "briefSummary": "This is a Phase IV, single-site study that will examine blood cells or tissue obtained from CIU ( chronic idiopathic Urticaria) patients receiving open-label treatment with omalizumab at the current FDA-approved dose of 300 mg/month for 12 weeks in addition to standard therapy with anti-histamines. Results from the 3 Phase III studies in CIU patients provide evidence that a meaningful change in symptoms is apparent at 1-2 wks. The Minimal Important Difference (MID) is achieved by 70% of patients by 2 wks on multiple background drugs for hives. The goal is to identity the IgE bearing cell type associated with clinical symptom change.",
      "detailedDescription": "Primary Objective\n\nThis will be a study of the kinetics of clinical symptom relief during treatment of patients with CIU. The purpose is to determine if the rate of clinical remission is concordant with the rate that IgE-dependent functions of basophil change or mast cell changes during treatment.\n\nSecondary Objectives\n\n1. Basophil surface IgE, Fc epsilon Receptor I alpha (FcεRI) and Syk by flow cytometry\n2. Dendritic cell surface IgE, FcεRI, functions\n3. Basophil anti-IgE, anti FcεRI, C5a, N-Formylmethionyl-leucyl-phenylalanine (FMLP) mediated histamine along with sensitivity measures\n4. Serum free IgE measures\n5. Characterization of presence of serum autoantibody presence ± Syk inhibitors\n6. Basophil enumeration\n7. Basophil Messenger RNA (mRNA) profiling baseline at 3 timepoints (baseline, meaningful clinical changes, and 30 days)\n8. To assess the rate of IgE and FcεRI change in skin mast cells at day 0, 6, 90, via a small punch biopsy as well as the Mas-Related gpr Family Member X2 (MrgX2) receptor expression\n\nStudy Design\n\nThis is a Phase IV, single-site study that will examine blood cells or tissue obtained from CIU patients receiving open-label treatment with omalizumab at the current FDA-approved dose of 300 mg/month for 12 weeks in addition to standard therapy with anti-histamines. Results from the 3 Phase III studies in CIU patients provide evidence that a meaningful change in symptoms is apparent at 1-2 wks. The MID (Minimal Important Difference) is achieved by 70% of patients by 2 wks on multiple background drugs for hives. The goal is to identity the IgE bearing cell type associated with clinical symptom change.\n\nThe study will enroll 30 patients and will consist of three phases.\n\nScreening Visit (Week -3 to Week-2)-establish compliance with diary and review safety labs.\n\nStandard therapy Run-in (Week -2 to Day 0)\n\nOpen-label Treatment Period (Day 0 to Week 12)\n\nTo be eligible at the screening visit (Week -1), subjects must:\n\n1. Be \\> 18 years old\n2. Have a diagnosis of moderate to severe CIU, as defined by pruritus and hives for \\> 3 days in a 7-day period for \\> 6 consecutive weeks despite treatment with H1 antihistamine:\n\nMust have a non-diary based daily urticaria activity score (UAS) score ≥ 2 established in the outpatient setting based on the patient's condition over 12 hours prior to the visit; the UAS is a composite score of pruritus (0-3) and number of hives (0-3) with a maximum value of 6.\n\nThis requirement may be met either at screening visit, run-in visit (Week -2), or beginning of treatment (Day 0).\n\nMust have been on an approved dose of an H1 antihistamine for CIU such as loratadine 10 mg once a day or equivalent, for at least 7 days prior to the screening visit. Approved agents include loratadine 10 qd, desloratadine 5 mg qd, fexofenadine 180 mg qd, cetirizine 10 mg qd or levocetirizine 5 mg qd as once daily medications at the current FDA-approved dose.\n\nMust be willing to fill out a twice-daily patient-diary to establish the patient's Urticaria Activity Score 7 (UAS7) score. The UAS is a composite diary- recorded score with numeric severity intensity ratings (0 = none to 3 = intense) for 1) the number of wheals (hives); and 2) the intensity of the pruritus (itch). The UAS7 is the sum of the daily average UAS scores (average of a.m. and p.m.) for 7 days. The maximum UAS7 value is 42.\n\nTo be eligible to begin the run-in period (Week -2 to Day 0), the patients:\n\nMust remain on stable dose of a single H1 antihistamine at approved dose (not including antihistamine rescue medication) as established at the screening visit.\n\nAt the end of the 12-week treatment period , subjects will have last visit a final visit to collect diary, blood work, non-lesional skin biopsy and safety data.\n\nAll patients will be provided diphenhydramine (25 mg po TID) as rescue medication for pruritus relief on an as-needed basis (to a maximum of three doses in 24 hours). Patients who require treatments other than diphenhydramine (e.g., prednisone) to treat persistent/worsening disease will be discontinued from the study. Patients will also be provided an epipen and trained in its use as per American Academy of Allergy, Asthma \\& Immunology (AAAAI) guidelines for omalizumab.\n\nPrimary Endpoint The time to meaningful change in diary-based clinical symptoms as measured by the Urticaria Activity Score from baseline (Wk -7 to Day -1) to the date at which an MID (5 point change in weekly UAS 7) or achievement of \\> 50% reduction in daily symptom score for 3 days if in the first week. The UAS score, which is the sum of pruritus and hives, will be used to calculate the UAS7. The UAS7 score obtained 1 week prior to randomization will be used as the baseline.\n\nSecondary Endpoints\n\nChange in the weekly pruritus score from baseline to the 12th week in the treatment period. The pruritus score will be measured twice daily (a.m. and p.m.), on a scale of 0 (none) to 3 (intense). The weekly pruritus score is the sum of average daily pruritus scores over the previous 7 days.\n\nChange in the weekly score for number of hives from baseline to the 12th week in the treatment period. The number of hives is measured twice daily (a.m. and p.m.), on a scale of 0 (none) to 3 (\\> 12 hives, see below). The weekly score of number of hives is the sum of the average daily scores over the previous 7 days.\n\nChange in the amount of rescue medication (diphenhydramine 25 mg) from baseline to the 12th week in the treatment period using the question on the rescue medication use in the patient diary.\n\nChange in SKINDEX29 (quality of life survey instrument with 29 questions) on a 5-point Likert scale. It will be given at baseline and again at 90 days.\n\nExploratory Endpoints\n\n1. Basophil surface IgE, FcεRI and Syk by flow cytometry- Day 0, 1, 3, 6, 10, 20, 30 and 90 days\n2. Dendritic cell surface IgE, FcεRI -Day 0, 1, 3, 6, 10, 20, 30 and 90 days\n3. Basophil anti-IgE, anti FcεRI, C5a, FMLP mediated histamine release along with sensitivity measures- Day 0, 1, 3, 6, 10, 20, 30 and 90 days\n4. Serum free IgE measures (stored serum) Day 0, 1, 3, 6, 10, 20, 30 and 90 days\n5. Characterization of presence of serum autoantibody presence ± Syk inhibitors -Day 0, 1, 3, 6, 10, 20, 30 and 90 days\n6. Basophil enumeration by manual counting and blood histamine content - Day 0, 1, 3, 6, 10, 20, 30 and 90 days. This will determine the presence or absence of basopenia and identify subjects for mRNA profiling studies.\n7. Basophil mRNA profiling baseline at 3 timepoints (baseline, meaningful clinical changes, and 30 days) in select subjects with sufficient basophil numbers ( \\>1.5x 106/100 cc blood)\n8. Numbers of IgE +, FcεRI + cells in non-lesional skin biopsies at day 0, 6, 90 to monitor skin mast cells well as the MrgX2 receptor expression\n9. Change in circulating leukocyte population numbers that are targeted by omalizumab such as blood basophils, eosinophil and lymphocyte counts by automated analysis (week -3 to week 12)."
    },
    "conditionsModule": {
      "conditions": [
        "Urticaria Chronic"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Active therapy",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab",
          "type": "OTHER",
          "description": "Omalizumab 300mg every month for 3 doses",
          "interventionNames": [
            "Drug: Omalizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab",
          "description": "omalizumab 300 mg every 4 weeks by subcutaneous injection",
          "armGroupLabels": [
            "Omalizumab"
          ],
          "otherNames": [
            "Xolair"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Time to 50% Decline in Clinical Symptoms Measured by the Urticaria Activity Score Seven Day(UAS7)",
          "description": "The time (in days) to meaningful change in diary-based clinical symptoms as measured by the Urticaria Activity Score (UAS) from baseline (Wk -7 to Day -1) to the date at which an Minimally Important Difference (5 point change in weekly UAS 7) or achievement of \\> 50% reduction in daily symptom score for 3 days if in the first week. The UAS score, which is the sum of pruritus and hives, will be used to calculate the UAS7. The UAS7 score obtained 1 week prior to randomization will be used as the baseline.\n\nThe UAS is a validated measure of CIU disease activity calculated from the average of twice daily recorded itch (0 - 3; 0= no itch, 1= mild itch, 2= moderate itch, 3= severe itch) and hives (0 - 3, 0= no hives, 1= 1-6 hives, 2= 7-12 hives, 3= \\> 12 hives in the past 12 hours) scores with a daily maximum of 6. The UAS-7 is the sum of 7 daily average UAS scores with a maximum value of 42 The UAS-7 is the sum of 7 daily average UAS scores with a maximum value of 42.",
          "timeFrame": "From first injection to time of meaningful change, up to 12 Weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, age \\>18 years old\n* Females must be surgically sterile or postmenopausal or using a highly effective form of birth control throughout the duration of the study.\n* Females must have a negative urine pregnancy test at screening and other visits specified in this protocol unless documented to have a hysterectomy or be postmenopausal.\n* Clinical history of CIU at the time of screening, as defined by pruritus and hives for \\> 3 days in a 7-day period for \\> 6 consecutive weeks despite treatment with H1 antihistamine.\n* CIU diagnosis \\> 3 months (by history)\n* No underlying etiology clearly defined for urticaria (main manifestation cannot be physical urticaria).\n* Non-diary based UAS scores ≥ 2 at either the screening visit (Week -3), at the run-in visit (Week -2), or on Day 1.\n* Compliance with study procedures during run-in period (e.g., completion of the study diary).\n\nExclusion Criteria:\n\n* Pregnant females, Recent history of drug or alcohol abuse (within 3 years prior to screening visit).Inability or unwillingness of a participant to give written informed consent or comply with study protocol.\n* Use of any investigational drugs within 30 days of screening.\n* Active atopic dermatitis or other skin disease associated with pruritus during the time of the study, which require treatment with topical corticosteroids.\n* Clinically relevant major systemic disease (making interpretation of the study results difficult) including a history of anaphylaxis.\n* Inability to comply with study and follow-up procedures\n* Patients may not use oral or systemic steroids during the study or within 4 weeks prior to enrollment.\n* Patients may not take H2 antihistamines and leukotriene receptor antagonists within 7 days before screening, during the screening, run-in, or treatment phases. The exception will be if they are already on these medications for the treatment of Gastro-Esophageal Reflux Disease (GERD), asthma or allergic rhinitis.\n* Any clinically relevant abnormal findings in clinical chemistry, hematology, urinalysis, physical examination, pulse, blood pressure at baseline, which, in the opinion of the investigator, could put the patient at risk because of his/her participation in the study.\n* Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements or may compromise the quality of the data obtained from the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Sarbjit Saini, MD",
          "affiliation": "Johns Hopkins University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Johns Hopkins Asthma and Allergy Center",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21224",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "27861988",
          "type": "BACKGROUND",
          "citation": "Kaplan AP, Gimenez-Arnau AM, Saini SS. Mechanisms of action that contribute to efficacy of omalizumab in chronic spontaneous urticaria. Allergy. 2017 Apr;72(4):519-533. doi: 10.1111/all.13083. Epub 2017 Jan 4."
        },
        {
          "pmid": "33713769",
          "type": "RESULT",
          "citation": "Johal KJ, Chichester KL, Oliver ET, Devine KC, Bieneman AP, Schroeder JT, MacGlashan DW Jr, Saini SS. The efficacy of omalizumab treatment in chronic spontaneous urticaria is associated with basophil phenotypes. J Allergy Clin Immunol. 2021 Jun;147(6):2271-2280.e8. doi: 10.1016/j.jaci.2021.02.038. Epub 2021 Mar 10."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "resultsSection": {
    "participantFlowModule": {
      "groups": [
        {
          "id": "FG000",
          "title": "Omalizumab",
          "description": "Omalizumab 300mg every month for 3 doses\n\nOmalizumab: omalizumab 300 mg every 4 weeks by subcutaneous injection"
        }
      ],
      "periods": [
        {
          "title": "Overall Study",
          "milestones": [
            {
              "type": "STARTED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "18"
                }
              ]
            },
            {
              "type": "COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "18"
                }
              ]
            },
            {
              "type": "NOT COMPLETED",
              "achievements": [
                {
                  "groupId": "FG000",
                  "numSubjects": "0"
                }
              ]
            }
          ]
        }
      ]
    },
    "baselineCharacteristicsModule": {
      "groups": [
        {
          "id": "BG000",
          "title": "Omalizumab",
          "description": "Omalizumab 300mg every month for 3 doses\n\nOmalizumab: omalizumab 300 mg every 4 weeks by subcutaneous injection"
        }
      ],
      "denoms": [
        {
          "units": "Participants",
          "counts": [
            {
              "groupId": "BG000",
              "value": "18"
            }
          ]
        }
      ],
      "measures": [
        {
          "title": "Age, Continuous",
          "paramType": "MEAN",
          "dispersionType": "FULL_RANGE",
          "unitOfMeasure": "years",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "18"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "44",
                      "lowerLimit": "22",
                      "upperLimit": "71"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Sex: Female, Male",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "18"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "title": "Female",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "12"
                    }
                  ]
                },
                {
                  "title": "Male",
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "6"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Race and Ethnicity Not Collected",
          "populationDescription": "Race and Ethnicity were not collected from any participant.",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "0"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Region of Enrollment",
          "paramType": "COUNT_OF_PARTICIPANTS",
          "unitOfMeasure": "Participants",
          "classes": [
            {
              "title": "United States",
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "18"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "18"
                    }
                  ]
                }
              ]
            }
          ]
        },
        {
          "title": "Urticaria activity score (UAS) 7",
          "description": "The Urticaria activity score (UAS) is a validated measure of CIU disease activity calculated from the average of twice daily recorded itch (0 - 3; 0= no itch, 1= mild itch, 2= moderate itch, 3= severe itch) and hives (0 - 3, 0= no hives, 1= 1-6 hives, 2= 7-12 hives, 3= \\> 12 hives in the past 12 hours) scores with a daily maximum of 6.The UAS-7 is the sum of 7 daily average UAS scores with a maximum value of 42, where higher scores indicates more urticaria activity.",
          "paramType": "MEAN",
          "dispersionType": "FULL_RANGE",
          "unitOfMeasure": "units on a scale",
          "classes": [
            {
              "denoms": [
                {
                  "units": "Participants",
                  "counts": [
                    {
                      "groupId": "BG000",
                      "value": "18"
                    }
                  ]
                }
              ],
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "BG000",
                      "value": "29",
                      "lowerLimit": "16.5",
                      "upperLimit": "41.5"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "outcomeMeasuresModule": {
      "outcomeMeasures": [
        {
          "type": "PRIMARY",
          "title": "Time to 50% Decline in Clinical Symptoms Measured by the Urticaria Activity Score Seven Day(UAS7)",
          "description": "The time (in days) to meaningful change in diary-based clinical symptoms as measured by the Urticaria Activity Score (UAS) from baseline (Wk -7 to Day -1) to the date at which an Minimally Important Difference (5 point change in weekly UAS 7) or achievement of \\> 50% reduction in daily symptom score for 3 days if in the first week. The UAS score, which is the sum of pruritus and hives, will be used to calculate the UAS7. The UAS7 score obtained 1 week prior to randomization will be used as the baseline.\n\nThe UAS is a validated measure of CIU disease activity calculated from the average of twice daily recorded itch (0 - 3; 0= no itch, 1= mild itch, 2= moderate itch, 3= severe itch) and hives (0 - 3, 0= no hives, 1= 1-6 hives, 2= 7-12 hives, 3= \\> 12 hives in the past 12 hours) scores with a daily maximum of 6. The UAS-7 is the sum of 7 daily average UAS scores with a maximum value of 42 The UAS-7 is the sum of 7 daily average UAS scores with a maximum value of 42.",
          "reportingStatus": "POSTED",
          "paramType": "MEAN",
          "dispersionType": "Standard Error",
          "unitOfMeasure": "days",
          "timeFrame": "From first injection to time of meaningful change, up to 12 Weeks",
          "groups": [
            {
              "id": "OG000",
              "title": "Basopenics",
              "description": "Subjects with blood basophils less than 8000/ml good"
            },
            {
              "id": "OG001",
              "title": "Non-basopenic",
              "description": "Subjects with \\> 8000 basophils/ml"
            }
          ],
          "denoms": [
            {
              "units": "Participants",
              "counts": [
                {
                  "groupId": "OG000",
                  "value": "9"
                },
                {
                  "groupId": "OG001",
                  "value": "9"
                }
              ]
            }
          ],
          "classes": [
            {
              "categories": [
                {
                  "measurements": [
                    {
                      "groupId": "OG000",
                      "value": "23",
                      "spread": "3"
                    },
                    {
                      "groupId": "OG001",
                      "value": "12",
                      "spread": "3"
                    }
                  ]
                }
              ]
            }
          ]
        }
      ]
    },
    "adverseEventsModule": {
      "frequencyThreshold": "0",
      "timeFrame": "12 weeks",
      "eventGroups": [
        {
          "id": "EG000",
          "title": "Omalizumab",
          "description": "Omalizumab 300mg every month for 3 doses\n\nOmalizumab: omalizumab 300 mg every 4 weeks by subcutaneous injection",
          "deathsNumAffected": 0,
          "deathsNumAtRisk": 18,
          "seriousNumAffected": 0,
          "seriousNumAtRisk": 18,
          "otherNumAffected": 0,
          "otherNumAtRisk": 18
        }
      ]
    },
    "moreInfoModule": {
      "certainAgreement": {
        "piSponsorEmployee": false,
        "restrictiveAgreement": false
      },
      "pointOfContact": {
        "title": "Sarbjit S. Saini",
        "organization": "JohnsHopkinsU",
        "email": "ssaini@jhmi.edu",
        "phone": "410550-2129"
      }
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2019-05-29",
          "uploadDate": "2021-03-25T12:31",
          "filename": "Prot_SAP_000.pdf",
          "size": 5565255
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2019-09-09",
          "uploadDate": "2021-03-25T13:57",
          "filename": "ICF_001.pdf",
          "size": 448057
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000080223",
          "term": "Chronic Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D014581",
          "term": "Urticaria"
        },
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": true
}