{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07226856",
      "orgStudyIdInfo": {
        "id": "MC250402"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2025-08032",
          "type": "REGISTRY",
          "domain": "CTRP (Clinical Trial Reporting Program)"
        },
        {
          "id": "25-003418",
          "type": "OTHER",
          "domain": "Mayo Clinic Institutional Review Board"
        },
        {
          "id": "MC250402",
          "type": "OTHER",
          "domain": "Mayo Clinic in Arizona"
        }
      ],
      "organization": {
        "fullName": "Mayo Clinic",
        "class": "OTHER"
      },
      "briefTitle": "BMS-986340 in Combination With Nivolumab, Gemcitabine and Nab-paclitaxel for the Treatment of Metastatic and Recurrent Pancreatic Adenocarcinoma",
      "officialTitle": "Phase 2, Single-Arm Trial of BMS-986340 in Combination With Nivolumab, Gemcitabine and Nab-Paclitaxel in the First Line Setting of Advanced Pancreatic Adenocarcinoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-12",
      "overallStatus": "RECRUITING",
      "startDateStruct": {
        "date": "2025-12-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-12-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-12-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-11-07",
      "studyFirstSubmitQcDate": "2025-11-07",
      "studyFirstPostDateStruct": {
        "date": "2025-11-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Mayo Clinic",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This phase II trial tests the safety, side effects and best dose of BMS-986340 in combination with nivolumab, gemcitabine, and nab-paclitaxel and how well it works in treating patients with pancreatic adenocarcinoma that has spread from where it first started (primary site) to other places in the body (metastatic) or that has come back after a period of improvement (recurrent). BMS-986340 is a monoclonal antibody that may interfere with the ability of tumor cells to grow and spread. A monoclonal antibody is a type of protein that can bind to certain targets in the body, such as molecules that cause the body to make an immune response (antigens). Immunotherapy with monoclonal antibodies, such as nivolumab, may help the body's immune system attack the tumor, and may interfere with the ability of tumor cells to grow and spread. Gemcitabine is a chemotherapy drug that blocks the cells from making deoxyribonucleic acid and may kill tumor cells. Paclitaxel is in a class of medications called antimicrotubule agents. It stops tumor cells from growing and dividing and may kill them. Nab-paclitaxel is an albumin-stabilized nanoparticle formulation of paclitaxel which may have fewer side effects and work better than other forms of paclitaxel. Giving BMS-986340 in combination with nivolumab, gemcitabine, and nab-paclitaxel may be safe, tolerable, and/or effective in treating patients with metastatic or recurrent pancreatic adenocarcinoma."
    },
    "conditionsModule": {
      "conditions": [
        "Metastatic Pancreatic Adenocarcinoma",
        "Recurrent Pancreatic Adenocarcinoma",
        "Stage IV Pancreatic Cancer AJCC v8"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 43,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)",
          "type": "EXPERIMENTAL",
          "description": "Patients receive nivolumab IV over 30 minutes and BMS-986340 IV over 60 minutes on day 1, as well as nab-paclitaxel IV over 30-40 minutes and gemcitabine IV over 30 minutes on days 1 and 15 of each cycle. Cycles repeat every 28 days for up to 2 years in the absence of disease progression or unacceptable toxicity. Patients also undergo urine and blood sample collection, tissue biopsy, and CT throughout the study. Additionally, patients with known or suspected brain metastases may also undergo brain MRI throughout the study.",
          "interventionNames": [
            "Procedure: Biopsy Procedure",
            "Procedure: Biospecimen Collection",
            "Procedure: Computed Tomography",
            "Drug: Gemcitabine",
            "Biological: Imzokitug",
            "Procedure: Magnetic Resonance Imaging",
            "Drug: Nab-paclitaxel",
            "Biological: Nivolumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Biopsy Procedure",
          "description": "Undergo tissue biopsy",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "Biopsy",
            "BIOPSY_TYPE",
            "Bx"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Biospecimen Collection",
          "description": "Undergo urine and blood sample collection",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "Biological Sample Collection",
            "Biospecimen Collected",
            "Specimen Collection"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Computed Tomography",
          "description": "Undergo CT",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "CAT",
            "CAT Scan",
            "Computed Axial Tomography",
            "Computerized Axial Tomography",
            "Computerized axial tomography (procedure)",
            "Computerized Tomography",
            "Computerized Tomography (CT) scan",
            "CT",
            "CT Scan",
            "Diagnostic CAT Scan",
            "Diagnostic CAT Scan Service Type",
            "tomography"
          ]
        },
        {
          "type": "DRUG",
          "name": "Gemcitabine",
          "description": "Given IV",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "dFdC",
            "dFdCyd",
            "Difluorodeoxycytidine"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Imzokitug",
          "description": "Given IV",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "Anti-CCR8 Monoclonal Antibody BMS-986340",
            "BMS 986340",
            "BMS-986340",
            "BMS986340"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Magnetic Resonance Imaging",
          "description": "Undergo brain MRI",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "Magnetic Resonance",
            "Magnetic Resonance Imaging (MRI)",
            "Magnetic resonance imaging (procedure)",
            "Magnetic Resonance Imaging Scan",
            "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
            "MR",
            "MR Imaging",
            "MRI",
            "MRI Scan",
            "MRIs",
            "NMR Imaging",
            "NMRI",
            "Nuclear Magnetic Resonance Imaging",
            "sMRI",
            "Structural MRI"
          ]
        },
        {
          "type": "DRUG",
          "name": "Nab-paclitaxel",
          "description": "Given IV",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "ABI 007",
            "ABI-007",
            "ABI007",
            "Abraxane",
            "Albumin-bound Paclitaxel",
            "Albumin-Stabilized Nanoparticle Paclitaxel",
            "Nanoparticle Albumin-bound Paclitaxel",
            "Nanoparticle Paclitaxel",
            "Naveruclif",
            "Paclitaxel Albumin",
            "paclitaxel albumin-stabilized nanoparticle formulation",
            "Paclitaxel Nanoparticle Albumin-bound",
            "Paclitaxel Protein-Bound",
            "Protein-bound Paclitaxel"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Nivolumab",
          "description": "Given IV",
          "armGroupLabels": [
            "Treatment (BMS-986340, nivolumab, gemcitabine, nab-paclitaxel)"
          ],
          "otherNames": [
            "ABP 206",
            "BCD-263",
            "BMS 936558",
            "BMS-936558",
            "BMS936558",
            "CMAB819",
            "MDX 1106",
            "MDX-1106",
            "MDX1106",
            "NIVO",
            "Nivolumab Biosimilar ABP 206",
            "Nivolumab Biosimilar BCD-263",
            "Nivolumab Biosimilar CMAB819",
            "ONO 4538",
            "ONO-4538",
            "ONO4538",
            "Opdivo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of significant adverse events (AEs) (Safety Run-in)",
          "description": "Will be assessed using Common Terminology Criteria for Adverse Events (CTCAE) version (v) 5.0.",
          "timeFrame": "During cycle 1 (cycle length = 28 days)"
        },
        {
          "measure": "Objective response rate (Phase II)",
          "description": "Objective response rate (ORR) will be defined as achieving a complete response (CR) or partial response (PR) while on protocol treatment. Will be calculated as the proportion of phase II analysis population patients who achieve objective response per Response Evaluation Criteria in Solid Tumors (RECIST) v 1.1 criteria. The primary endpoint data becomes evaluable when the patient is off protocol treatment or when the patient has had at least 6 months of treatment (3rd scan), whichever is earlier.",
          "timeFrame": "Up to 6 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall survival (OS)",
          "description": "OS is defined as the time from registration until death due to any cause.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Progression-free survival (PFS)",
          "description": "PFS is defined as the time from registration to documentation of disease progression or death due to any cause, whichever is first. Disease progression will be determined based on RECIST v 1.1 criteria.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Disease control rate (DCR)",
          "description": "Will be defined as achieving CR, PR, or maintaining stable disease for at least 6 weeks (at time of first scan) while on treatment. Objective status will be assessed using RECIST v 1.1 criteria. Disease control rate will be calculated as the proportion of evaluable patients who achieve disease control.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Duration of response (DOR)",
          "description": "Will be defined for all evaluable patients who have achieved an objective response as the date at which the patient's earliest best objective status is first noted to be either a CR or PR to the earliest date progression is documented, or death if no prior evidence of disease progression.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Incidence of grade 3 or greater AEs",
          "description": "Will be reported using CTCAE v 5.0.",
          "timeFrame": "Up to 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18 years\n* Histological confirmation of pancreatic adenocarcinoma\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) 0 or 1\n* Measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) v 1.1\n* Initial diagnosis of metastatic or recurrent disease (per American Joint Committee on Cancer 8th Edition \\[AJCC 8th edition 2018\\])\n* Electrocardiogram (ECG) without any clinically significant findings (QT interval corrected by Fridericia's formula (QTcF) ≤ 450 msec and no known arrhythmias) and per the investigator's assessment\n* Hemoglobin ≥ 9.0 g/dL (≤ 15 days prior to registration) (transfusion to achieve this level is not permitted prior to registration)\n* White blood cells (WBC) ≥ 2000/uL (≤ 15 days prior to registration)\n* Absolute neutrophil count (ANC) ≥ 1500/mm\\^3 (≤ 15 days prior to registration) (stable off any growth factor prior to registration)\n* Platelet count ≥ 100,000/mm\\^3 (≤ 15 days prior to registration) (transfusion to achieve this level is not permitted prior to registration)\n* Total bilirubin ≤ 1.5 x upper limit of normal (ULN) (≤ 15 days prior to registration) except in patients with documented Gilbert's syndrome, who must have a total bilirubin ≤ 3 x ULN\n* Aspartate aminotransferase (AST) and alanine aminotransferase (ALT) ≤ 3.0 x institution's upper limit of normal (ULN) for patients with no concurrent liver metastases, OR ≤ 5.0 x institution's ULN for patients with concurrent liver metastases (≤ 15 days prior to registration)\n* Prothrombin time (PT)/international normalized ratio (INR)/activated partial thromboplastin time (aPTT) ≤ 1.5 x ULN (≤ 15 days prior to registration) OR if patient is receiving anticoagulant therapy and INR or aPTT is within target range of therapy\n* Calculated creatinine clearance ≥ 40 ml/min using the Cockcroft-Gault formula (≤ 15 days prior to registration)\n* Negative pregnancy test done ≤ 8 days prior to registration, for persons of childbearing potential only\n* Provide written informed consent\n* Willingness to provide mandatory blood specimens for correlative research\n* Willingness to provide mandatory tissue specimens for correlative research\n* Willing to return to enrolling institution for follow-up (during the active monitoring phase of the study)\n\nExclusion Criteria:\n\n* Any of the following because this study involves an agent that has known genotoxic, mutagenic and teratogenic effects:\n\n  * Pregnant persons\n  * Nursing persons\n  * Participants of childbearing potential who are unwilling to employ adequate contraception\n* Failure to recover from any adverse events related to any of the following therapies received prior to registration:\n\n  * Minor surgical or interventional procedure\n  * Major surgical procedure other than diagnostic surgery, ≤ 28 days prior to registration\n* Co-morbid systemic illnesses or other severe concurrent disease which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and toxicity of the prescribed regimens\n* Uncontrolled intercurrent illness including, but not limited to:\n\n  * Ongoing or active infection\n  * Symptomatic congestive heart failure ≤ 6 months prior to registration\n  * Unstable angina pectoris ≤ 6 months prior to registration\n  * Cardiac arrhythmia\n  * Coronary stenting or myocardial infarction ≤1 year prior to registration\n  * Dyspnea at rest due to complications of advanced malignancy or other disease that requires continuous oxygen therapy\n  * Psychiatric illness/social situations that would limit compliance with study requirements\n  * Known historical or active infection with hepatitis B, or active infection with hepatitis C (note that subjects with hepatitis C who have been clinically cured, defined as persistent absence of hepatitis C ribonucleic acid \\[RNA\\] detected by polymerase chain reaction \\[PCR\\] test in serum 12 weeks after completing antiviral treatment, are eligible for this study)\n  * Active infection or an unexplained fever \\> 38.5°C during screening visits or on the first scheduled day of dosing (at the discretion of the investigator, subjects with tumor fever may be enrolled), which in the investigator's opinion might compromise the subject's participation in the study or affect the study outcome\n  * Interstitial lung disease, sarcoidosis, silicosis, idiopathic pulmonary fibrosis, pulmonary hypersensitivity pneumonitis or multiple allergies\n  * Peripheral artery disease (e.g. claudication, Leo Buerger's disease)\n* Neuroendocrine (carcinoid, islet cell) or acinar pancreatic carcinoma\n* Known human immunodeficiency virus (HIV) positive with an acquired immune deficiency syndrome (AIDS)-defining opportunistic infection within the last year, or a current CD4 count \\< 350 cells/uL. Participants with HIV are eligible if:\n\n  * They have received antiretroviral therapy for ≥ 4 weeks prior to the first dose of study treatment\n  * They continue on antiretroviral therapy as clinically indicated while enrolled on study\n  * CD4 counts and viral load are monitored per standard of care by a local health care provider\n* Prior treatment of PDAC with chemotherapy in the neoadjuvant and/or adjuvant setting, except those where at least 12 months have elapsed since completion of the last dose and no persistent treatment-related toxicities are present\n* Receiving any other investigational agent which would be considered as a treatment for the primary neoplasm\n* Other active malignancy ≤ 5 years prior to registration. Participants with any of the following additional malignancies are not excluded:\n\n  * Malignancies with negligible risk of metastases or death (e.g., risk of death or metastases \\< 5% at 5 years) that were treated with curative intent and have not recurred within the past 2 years prior to study day 1\n  * Completely resected basal cell or squamous cell skin cancers, carcinoma in situ (CIS) of the cervix, or ductal CIS of the breast\n  * Malignancies considered to be indolent and never required therapy (immunotherapy, chemotherapy, radiation)\n  * Malignancies treated with hormonal therapy alone\n* History of myocardial infarction ≤ 6 months prior to registration, or congestive heart failure requiring use of ongoing maintenance therapy for life-threatening ventricular arrhythmias\n* Prior treatment of pancreatic cancer in the metastatic setting with surgery, radiotherapy, chemotherapy or investigational therapy:\n\n  * Palliative radiotherapy is permitted\n  * Placement of biliary stent/tube is permitted\n* Documented serum albumin \\< 3 g/dL ≤ 15 days prior to registration\n* Known history of central nervous system (CNS) metastases\n* Active, known, or suspected autoimmune disease (type 1 diabetes mellitus, hypothyroidism only requiring hormone replacement)\n* Systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalent) ≤ 14 days or other immunosuppressive medications ≤ 30 days prior to registration\n* Prior therapy with anti-PD-1, anti-PD-L1, anti-CTLA-4, anti-CCR8 antibody\n* Malignant disease other than that being treated in this study\n* Receipt of an allogeneic tissue/solid organ transplant\n* Any other clinically significant disease or comorbidity that may adversely affect the safe delivery of treatment within this trial or may limit compliance with study requirements in the opinion of the Investigator\n* Known hypersensitivity to BMS-986340 or its metabolites and/or excipients and known hypersensitivity to any component of the regimens, their metabolites and/or excipients being used in the combination therapy cohorts for which the participant is being considered\n* Unwillingness to follow study related procedures",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Clinical Trials Referral Office",
          "role": "CONTACT",
          "phone": "855-776-0015",
          "email": "mayocliniccancerstudies@mayo.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Tanios S. Bekaii-Saab, MD",
          "affiliation": "Mayo Clinic",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Mayo Clinic in Arizona",
          "status": "RECRUITING",
          "city": "Scottsdale",
          "state": "Arizona",
          "zip": "85259",
          "country": "United States",
          "contacts": [
            {
              "name": "Clinical Trials Referral Office",
              "role": "CONTACT",
              "phone": "855-776-0015",
              "email": "mayocliniccancerstudies@mayo.edu"
            },
            {
              "name": "Tanios S. Bekaii-Saab, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 33.50921,
            "lon": -111.89903
          }
        },
        {
          "facility": "Mayo Clinic in Florida",
          "status": "RECRUITING",
          "city": "Jacksonville",
          "state": "Florida",
          "zip": "32224-9980",
          "country": "United States",
          "contacts": [
            {
              "name": "Clinical Trials Referral Office",
              "role": "CONTACT",
              "phone": "855-776-0015",
              "email": "mayocliniccancerstudies@mayo.edu"
            },
            {
              "name": "Umair Majeed, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 30.33218,
            "lon": -81.65565
          }
        },
        {
          "facility": "Mayo Clinic in Rochester",
          "status": "RECRUITING",
          "city": "Rochester",
          "state": "Minnesota",
          "zip": "55905",
          "country": "United States",
          "contacts": [
            {
              "name": "Clinical Trials Referral Office",
              "role": "CONTACT",
              "phone": "855-776-0015",
              "email": "mayocliniccancerstudies@mayo.edu"
            },
            {
              "name": "Ryan M. Carr, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 44.02163,
            "lon": -92.4699
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Related Info",
          "url": "https://www.mayo.edu/research/clinical-trials"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-03"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D010190",
          "term": "Pancreatic Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004701",
          "term": "Endocrine Gland Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D010182",
          "term": "Pancreatic Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001706",
          "term": "Biopsy"
        },
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D000093542",
          "term": "Gemcitabine"
        },
        {
          "id": "D009682",
          "term": "Magnetic Resonance Spectroscopy"
        },
        {
          "id": "C520255",
          "term": "130-nm albumin-bound paclitaxel"
        },
        {
          "id": "D000068196",
          "term": "Albumin-Bound Paclitaxel"
        },
        {
          "id": "D013660",
          "term": "Taxes"
        },
        {
          "id": "D000077594",
          "term": "Nivolumab"
        }
      ],
      "ancestors": [
        {
          "id": "D003581",
          "term": "Cytodiagnosis"
        },
        {
          "id": "D003584",
          "term": "Cytological Techniques"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D003949",
          "term": "Diagnostic Techniques, Surgical"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        },
        {
          "id": "D003841",
          "term": "Deoxycytidine"
        },
        {
          "id": "D003562",
          "term": "Cytidine"
        },
        {
          "id": "D011741",
          "term": "Pyrimidine Nucleosides"
        },
        {
          "id": "D011743",
          "term": "Pyrimidines"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D013057",
          "term": "Spectrum Analysis"
        },
        {
          "id": "D002623",
          "term": "Chemistry Techniques, Analytical"
        },
        {
          "id": "D017239",
          "term": "Paclitaxel"
        },
        {
          "id": "D043823",
          "term": "Taxoids"
        },
        {
          "id": "D043822",
          "term": "Cyclodecanes"
        },
        {
          "id": "D003516",
          "term": "Cycloparaffins"
        },
        {
          "id": "D006840",
          "term": "Hydrocarbons, Alicyclic"
        },
        {
          "id": "D006844",
          "term": "Hydrocarbons, Cyclic"
        },
        {
          "id": "D006838",
          "term": "Hydrocarbons"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D004224",
          "term": "Diterpenes"
        },
        {
          "id": "D013729",
          "term": "Terpenes"
        },
        {
          "id": "D000418",
          "term": "Albumins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D004467",
          "term": "Economics"
        },
        {
          "id": "D004472",
          "term": "Health Care Economics and Organizations"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}