{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03449537",
      "orgStudyIdInfo": {
        "id": "284/17"
      },
      "organization": {
        "fullName": "Federico II University",
        "class": "OTHER"
      },
      "briefTitle": "Step Down Approach in Children With Cow Milk Allergy",
      "officialTitle": "The Evaluation of the Effects of an Extensive Casein Hydrolysate Containing the Probiotic Lactobacillus Rhamnosus GG as a Possible Step Down Approach Able to Stimulate the Acquisition of Immunological Tolerance Compared to an Amino Acid Formula in Children Affected by Cow's Milk Protein Allergy",
      "acronym": "SDACMA"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-02",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-04-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-10-28",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-12-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2018-01-25",
      "studyFirstSubmitQcDate": "2018-02-22",
      "studyFirstPostDateStruct": {
        "date": "2018-02-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-02-21",
      "lastUpdatePostDateStruct": {
        "date": "2024-02-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Roberto Berni Canani, MD, PhD",
        "investigatorTitle": "MD, PhD, Head of Pediatric Allergology",
        "investigatorAffiliation": "Federico II University"
      },
      "leadSponsor": {
        "name": "Federico II University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Cow's milk allergy (CMA) affects up to 3% of European children. In the absence of an alternative to cow's milk, the management of CMA is based on the use of safe, affordable and nutritionally adequate formulas. In Scientific Societies Guidelines, extensively hydrolyzed casein formula (EHCF) is considered as safe first line approach for the treatment of children with CMA, whereas amino acid-based formula (AAF) is considered as second line strategy in children reacting to EHCF or as first line approach in children with CMA-induced anaphylaxis.\n\nFew and not recent studies, involving a poorly characterized study population, suggested that up to 10% of CMA children could react to the extensively hydrolysed formulas.\n\nIt has been demonstrated that EHCF supplemented with L.rhamnosus GG (LGG) maintains hypoallergenic status and that is able to accelerate oral tolerance acquisition in children with CMA comparing with other formulas.\n\nThe purpose of this study is to investigate the feasibility of a \"step-down\" approach in children affected by Immunoglobulin E (IgE)-mediated CMA with the aim to evaluate the effects of EHCF + LGG on oral tolerance acquisition and on immune response and gut microbiota shaping.",
      "detailedDescription": "60 Immunoglobulin E-mediated CMA children, consecutively observed at tertiary Centers for Food Allergy, who will meet the inclusion criteria will be invited to participate to the study. Anamnestic, demographic, anthropometric and clinical data, as well as information on socio-demographic factors, family and living conditions, parental history of allergic diseases, number of siblings, and pet ownership will be obtained from the parents of each infant and recorded in a clinical database.\n\nThen in all subjects an oral food challenge with EHCF + LGG will be performed. Only subjects with negative oral food challenge will be randomly allocated to one of the two groups of dietary interventions for a 12 months follow up period: group 1 received AAF , and group 2 received EHCF + LGG.\n\nEffective use of the formula will be evaluated during the study by dieticians counselling parents about issues that could arise during the elimination diet. Parents or caregivers will be asked to keep a daily record of formula use. The amount prepared (millimetres of water and number of formula spoons) and amount left after each consumption will be recorded in a diary to assess the amount consumed by the child.\n\nAt enrolment, after 6 and 12 months body growth will be assessed by body weight, body length and head circumference measured at enrolment, after 6 and 12 months of follow-up with reference to growth charts. Unscheduled visits will be made if necessary.\n\nIn addition at enrolment, after 6 and 12 months, the investigators will perform:\n\n1. All Oral food challenge procedures will be performed in double blind fashion in 2 consecutive days. Full emergency equipment and drugs (epinephrine, antihistamines, steroids) will be at hand. The challenge will be stopped upon the appearance of clinical symptoms or when the highest dose will be reached. The child will be observed for 2 h, and then discharged.\n2. Skin prick test (whole milk, casein, α-lactalbumin, β-lactoglobulin): allergens and fresh milk will be applied to the patients volar forearm: cow's milk (CM) containing 3.5% fat. Skin prick tests were performed using a 1-mm single peak lancet (ALK, Copenhagen, Denmark), with histamine dihydrochloride (10 mg/ml) and isotonic saline solution (NaCl 0.9%) as positive and negative control, respectively. Reactions will be recorded on the basis of the largest diameter (in millimetres) of the wheal and flare at 15 min. The SPT result will be considered \"positive\" if the wheal was 3 mm or larger, without reaction of the negative control.\n3. Total IgE and specific IgE and Immunoglobulin G 4 against proteins and epitopes of cow's milk: we will perform a venous blood sample; serum of the patients will be collected using tube serum separator tubes and was obtained by centrifugation for 10-15 minutes. Serum will be flash frozen and stored at -80 °C until further analysis. From serum, total IgE and specific IgE and IgG4 against proteins and epitopes of cow's milk will be analyzed with enzymatic immunoassay.\n4. Gut microbiota composition: a stool sample will be collect and immediately frozen to -80°C and stored until further analysis. Total genomic DNA (gDNA) will be isolated from fecal material using a specific DNA. Isolation kit and gut microbiota composition will be analysed using an approach for bacteria and an internal transcribed spacer region sequencing approach (High-throughput sequencing).\n5. Short chain fatty acids (SCFAs) fecal and serum production: a stool sample and serum will be collect. One gram of fecal samples will be weighed, diluted 1:2 in sterile phosphate-buffered saline solution, and homogenized. Supernatants will be then obtained by centrifugation (10 000g, 30 minutes, 4°C), filtered through 0.2-μm filters and stored at -80°C until analysis. Serum of the patients will be collected using tube serum separator tubes and was obtained by centrifugation for 10-15 minutes. Serum will be flash frozen and stored at -80 °C until further analysis. Analysis of SCFAs will be performed using gas chromatography-mass spectrometry (MS) to measure the concentrations of acetic, propionic, and butyric acid in fecal samples.\n6. Serum level of interleukin (IL)-4, IL-5, IL-13, IL-10, interferon (IFN)-γ: we will perform a venous blood sample; serum of the patients will be collected using tube serum separator tubes and was obtained by centrifugation for 10-15 minutes. Serum will be flash frozen and stored at -80 °C. From serum, IL-4, IL-5, IL-13, IL-10, IFN-γ will be determined by ELISA (specific kit for each cytokine).\n7. Methylation status of the promoter region of genes involved in IgE-mediated allergy, IL-4, IL-5, IL-13, IL-10 and IFN-γ and of FoxP3+: Venous blood will be obtained from the patients and DNA will be extracted from leukocytes using DNA Extraction Kit. Extracted DNA will be modified with sodium bisulfite using the Methylation Gold Kit (ZYMO Research Co.) according to the manufacturer's instructions. The converted DNA will be stored at -70°C until used. Methylation analyses will be performed using High resolution melting Real Time (LightCycler® 480, Roche Applied Science). The results will be confirmed by direct sequencing (Sanger method modified: ddNTPs labeled with four different fluorophores)."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy Milk"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "EHCF+LGG",
          "type": "EXPERIMENTAL",
          "description": "extensively hydrolyzed casein formula supplemented with the probiotic Lactobacillus rhamnosus GG",
          "interventionNames": [
            "Dietary Supplement: extensively hydrolyzed casein formula + LGG"
          ]
        },
        {
          "label": "AAF",
          "type": "ACTIVE_COMPARATOR",
          "description": "hypoallergenic formula based on amino acid-based formula",
          "interventionNames": [
            "Dietary Supplement: Hypoallergenic formula based on amino-acid based formula"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "extensively hydrolyzed casein formula + LGG",
          "description": "Hypoallergenic formula based on extensively hydrolyzed casein supplemented with the probiotic Lactobacillus rhamnosus GG",
          "armGroupLabels": [
            "EHCF+LGG"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Hypoallergenic formula based on amino-acid based formula",
          "description": "Hypoallergenic formula for cow milk allergy treatment based on amino acids",
          "armGroupLabels": [
            "AAF"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluation of the tolerance rate of EHCF+LGG in CMA children treated with AAF",
          "description": "tolerance to extensively hydrolyzed casein formula, i.e. the ability to eat EHCF formula (at least 100 ml/day) without sign and symptoms related to allergy",
          "timeFrame": "after the first oral food challenge, i.e. after 7-15 days after inclusion"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Immune tolerance acquisition to cow milk in children treated with EHCF + LGG comparing with children assuming AAF, i.e. the ability to eat cow milk (at least 100 ml/day)",
          "description": "Tolerance to cow milk, i.e. the ability to eat cow milk (at least 100 ml/day) without sign and symptoms related to allergy",
          "timeFrame": "after 12 months of intervention"
        },
        {
          "measure": "auxological parameters comparing the two groups",
          "description": "length (cm)",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "body growth comparing the two groups",
          "description": "weight (kg)",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "Changing in allergological screening test comparing the two groups",
          "description": "Determination of skin prick test value (mm)",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "Changing in immunoglobulin comparing the two groups",
          "description": "Total and specific IgE and IgG4 titers (kU/l)",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "Changing in immune response comparing the two groups",
          "description": "methylation status (%) of interleukin (IL)-4, IL-5, IL-13, IL-10, Interferon (INF) gamma",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "Changing in immune status comparing the two groups",
          "description": "serum level (pg/ml) of interleukin (IL)-4, IL-5, IL-13, IL-10, Interferon (INF) gamma",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "Changing in gut microbiota composition comparing the two groups",
          "description": "Gut microbiota composition (phyla, class, order, family, genus)",
          "timeFrame": "after 6 and 12 months of intervention"
        },
        {
          "measure": "Changing in short chain fatty acids comparing the two groups",
          "description": "Fecal short chain fatty acids determination (mM/kg stool)",
          "timeFrame": "after 6 and 12 months of intervention"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Infants aged \\<6 months\n* sure diagnosis of IgE-mediated CMA confirmed by positive oral food challenge for cow's milk and or blood Cow milk protein specific IgE\\>0.1kiloUnits/Liter and/or Skin Prick Testing (SPT) for milk wheal size ≥ 3mm\n* children receiving AAF for at least 4 weeks\n* full and stable remission of CMA symptoms.\n\nExclusion Criteria:\n\n* Infant aged \\> 6 months,\n* CMP-induced anaphylaxis,\n* evidence of non-IgE-mediated CMA,\n* other food allergies,\n* other allergic diseases,\n* eosinophilic disorders of the gastrointestinal tract,\n* chronic systemic diseases,\n* congenital cardiac defects,\n* active tuberculosis,\n* autoimmune diseases,\n* immunodeficiency,\n* chronic inflammatory bowel diseases,\n* celiac disease,\n* cystic fibrosis,\n* metabolic diseases,\n* malignancy,\n* chronic pulmonary diseases,\n* malformations of the gastrointestinal and/or respiratory tract,\n* administration of prebiotics or probiotics during the 4 weeks before enrolment,\n* use of systemic antibiotics or anti-mycotic drugs during 4 weeks before study entry;\n* investigator's uncertainty about the willingness or ability of the subject to comply with the protocol requirements;\n* participation in any other studies involving investigational or marketed products concomitantly or within two weeks prior to entry into the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "0 Months",
      "maximumAge": "6 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Department of Traslational Medical Science - University of Naples Federico II",
          "city": "Naples",
          "zip": "80131",
          "country": "Italy",
          "geoPoint": {
            "lat": 40.85216,
            "lon": 14.26811
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}