{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03450434",
      "orgStudyIdInfo": {
        "id": "PULM-XC8-02"
      },
      "organization": {
        "fullName": "PHARMENTERPRISES LLC",
        "class": "INDUSTRY"
      },
      "briefTitle": "XC8 in the Treatment of Patients With Bronchial Asthma",
      "officialTitle": "Multicenter, Randomized, Double-blind, Placebo-controlled Clinical Trial to Assess Efficacy, Safety and Optimal Dose of XC8 in Patients With Partly Controlled Bronchial Asthma Receiving Stable Treatment With Low Doses of Inhaled Corticosteroids With or Without Long-acting beta2-agonists"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-02",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-09-20",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-09-27",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-09-27",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2018-01-11",
      "studyFirstSubmitQcDate": "2018-02-27",
      "studyFirstPostDateStruct": {
        "date": "2018-03-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2018-02-27",
      "lastUpdatePostDateStruct": {
        "date": "2018-03-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "PHARMENTERPRISES LLC",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "EURRUS Biotech GmbH",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A multicenter, double-blind, randomized, parallel-group comparative Phase II clinical study to assess the efficacy and safety of different doses of XC8 vs Placebo in patients with partly controlled bronchial asthma receiving stable treatment with low doses of inhaled corticosteroids with or without long-acting beta2-agonists during 12-weeks treatment period.\n\nStudy design was developed by Pharmenterprises LLS, Russia in cooperation with Eurrus Biotech GmbH, Austria and FGK Clinical Research GmbH, Germany.\n\nThe primary objective of the study was to evaluate the effect of different doses of XC8 on change in pre-bronchodilator forced expiratory volume in 1 second (FEV1) (% of predicted value) at Week 12 as compared to baseline at Week 0 vs. Placebo in patients with partly controlled bronchial asthma (BA).",
      "detailedDescription": "Twenty Russian centers were approved for participation in this study. Twelve centers were initiated. Patients were enrolled in 12 centers. The study consisted of 4 periods: Screening, Run-In Period, Treatment Period, and Follow-up. All eligible patients were randomized into one of four treatment groups in a ratio of 1:1:1:1.\n\nTreatment group of XC8 2 mg daily (30 patients) Treatment group of XC8 10 mg daily (30 patients) Treatment group of XC8 100 mg daily (30 patients) Treatment group of Placebo (30 patients) The study drug was manufactured by order Pharmenterprises LLS, Russia and Eurrus Biotech GmbH, Austria. During the treatment period (12 weeks) patients took the study drug or Placebo once a day in addition to stable low doses of Inhaled Corticosteroids (ICS) with or without long-acting beta2-agonists (LABA). The follow-up period lasted for 4 weeks."
    },
    "conditionsModule": {
      "conditions": [
        "Bronchial Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "At Visit 2, Week -1 the patients who meet all inclusion/exclusion criteria were included in the single-blind placebo run-in period. At Visit 3, Week 0 all patients were randomized to 4 treatment groups in 1:1:1:1 ratio (30 patients per each group of XC8 2 mg, 10 mg or 100 mg; and 30 patients to Placebo group).",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "maskingDescription": "Single-blinding was conducted during the run-in period of the study (each patient received simultaneously 3 tablets of Placebo matching 2, 10, and 100 mg XC8), the form of the package (a blister with three lines of tablets of each dosage), corresponding package labeling of the study drug (IP kit numbers).\n\nDouble-blinding in the treatment period was provided by Placebo masking (each patient received simultaneously 3 tablets corresponding to 2 mg or Placebo, 10 mg or Placebo, 100 mg or Placebo), the form of the package (a blister with three lines of tablets of each dosage), corresponding package labeling of the study drug (IP kit numbers) and distribution of the drug by IWRS.",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 120,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "XC8 2 mg",
          "type": "EXPERIMENTAL",
          "description": "XC8 2mg orally",
          "interventionNames": [
            "Drug: XC8 Oral Tablet"
          ]
        },
        {
          "label": "XC8 10 mg",
          "type": "EXPERIMENTAL",
          "description": "XC8 10 mg orally",
          "interventionNames": [
            "Drug: XC8 Oral Tablet"
          ]
        },
        {
          "label": "XC8 100 mg",
          "type": "EXPERIMENTAL",
          "description": "XC8 100 mg orally",
          "interventionNames": [
            "Drug: XC8 Oral Tablet"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo 2 mg, 10 mg or 100 mg orally",
          "interventionNames": [
            "Drug: Placebo Oral Tablet"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "XC8 Oral Tablet",
          "description": "1 tablet of XC8 in a dose according to the treatment group + 2 tablets of placebo (in total 3 tablets) once daily in the morning during 12 weeks of treatment period.",
          "armGroupLabels": [
            "XC8 10 mg",
            "XC8 100 mg",
            "XC8 2 mg"
          ],
          "otherNames": [
            "Histamine glutarimide"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo Oral Tablet",
          "description": "Placebo (in total 3 tablets) once daily in the morning during 12 weeks of treatment period.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in Forced expiratory volume in 1 second (FEV1) in % of predicted value",
          "description": "To assess changes in FEV1 measured in % through spirometry testing",
          "timeFrame": "Week 0 - Week 12"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Peak expiratory flow rate",
          "description": "To assess daily variability of Peak expiratory flow rate measured in the morning and evening",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change in Forced expiratory volume in 1 second (FEV1) in absolute values",
          "description": "To assess changes in FEV1 measured through spirometry testing",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change in FVC in % of predicted",
          "description": "To assess changes in FVC measured through spirometry testing",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change in FEV1/FVC in % of predicted",
          "description": "To assess changes in FEV1/FVC measured through spirometry testing",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change in FEF 25-75% in % of predicted",
          "description": "To assess changes in FEF 25-75% measured through spirometry testing",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change in frequency of using short-acting β2-agonists",
          "description": "To assess frequency of using short-acting β2-agonists for resolving BA symptoms recorded in Patient's diary",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Proportion of patients with adequate BA control",
          "description": "To assess number of patients with adequate BA control by GINA 2015 criteria",
          "timeFrame": "Week 6 and Week 12"
        },
        {
          "measure": "Rate of severe exacerbations of BA",
          "description": "To assess number of patients with severe exacerbations of BA by GINA 2015 criteria",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change of eosinophils level in blood and sputum",
          "description": "To assess change of eosinophils level as part of laboratory analysis",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change of serum IgE level",
          "description": "To assess change of serum IgE level as part of laboratory analysis",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change of serum IgG level",
          "description": "To assess change of serum IgG level as part of laboratory analysis",
          "timeFrame": "Week 0 - Week 12"
        },
        {
          "measure": "Change of serum eosinophil cationic protein level",
          "description": "To assess change of serum eosinophil cationic protein as part of laboratory analysis",
          "timeFrame": "Screening - Week 0 - Week 12"
        },
        {
          "measure": "Change of serum tryptase level",
          "description": "To assess changes of serum tryptase as part of laboratory analysis",
          "timeFrame": "Screening - Week 0 - Week 12"
        },
        {
          "measure": "Number of Adverse events and Serious adverse event",
          "description": "Adverse events will be summarized descriptively by treatment arm. Verbatim terms will be mapped to preferred terms and organ systems using the current Medical Dictionary for Regulatory Activities version. For each preferred term, frequency counts and percentages will be calculated by cohort.The nature, severity, seriousness, and relationship to study medication will be summarized for all study subjects",
          "timeFrame": "Week 0 - Week 12"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed the informed consent.\n2. Non-smoking men and women aged from 18 to 65 (inclusively).\n3. Diagnosis of bronchial asthma that was established not later than 12 months before screening (with mandatory documented evaluation of reversibility of bronchial obstruction assessed by pre- and post-bronchodilator spirometry).\n4. Stable therapy with low doses of inhaled corticosteroids with or without long-acting beta2-agonists for at least 3 months prior to screening (Step 2 and 3 according to GINA, 2015 guideline)\n5. Symptoms of partly controlled bronchial asthma during four weeks before screening (accordingly to GINA, 2015)\n6. Pre-bronchodilator FEV1 is 60-80% of predicted values (inclusive) \\*\n7. Consent of patient to use adequate methods of contraception throughout the study. The adequate methods of contraception are as follows:\n\n   * Oral or transdermal contraceptives;\n   * Condom or diaphragm (barrier method) with spermicide, or\n   * Intrauterine device.\n8. Ability to follow all the requirements of the protocol\n\nExclusion Criteria:\n\n1. Pregnant or lactating women or women planning pregnancy during the clinical trial; women of childbearing potential (including not sterilized operatively and in postmenopausal period less than 2 years), not using appropriate methods of contraception\n2. Smoking within 1 year prior to screening; smoking history of more than 10 pack-year\n3. Severe exacerbations or not controlled bronchial asthma for 3 months before screening\n4. Chronic Obstructive Pulmonary Disease (COPD) or other lung diseases in addition to bronchial asthma.\n5. Inflammatory diseases of mouth\n6. Acute infection within 30 days of screening\n7. Participation in any clinical trial or use of any investigational product within 30 days of screening\n8. Use or indication to take other drugs for treatment of asthma (including antileukotrienes and theophylline extended release), except those permitted by the Protocol\n9. Indication for long-term administration of systemic steroidal or non-steroidal anti-inflammatory agents or agents affecting the immune system\n10. The need of periodical administration of antihistamines (stable doses of antihistamines for at least 1 month prior to screening and throughout the trial is allowed)\n11. Administration of immunosuppressant drugs within 3 months before screening\n12. Anaphylaxis, generalized urticaria or angioedema within 1 year prior to screening\n13. Known allergy, hypersensitivity or contraindication to receiving XC8 or its components\n14. Systemic autoimmune diseases or collagen vascular disease in history.\n15. History of malignancy within the past 5 years (except for basal cell carcinoma)\n16. Significant cardiac and vascular disease at the present time or for 12 months before screening, including chronic heart failure NYHA Class III or IV; severe arrhythmia requiring therapy with Class Ia, Ib, Ic and Class III antiarrhythmic drug; unstable angina; myocardial infarction; cardiac surgery and CABG; relevant cardiac valves disorders; transient ischemic attack or stroke; uncontrolled arterial hypertension with systolic pressure \\>180 mm Hg and diastolic pressure \\>110 mm Hg; pulmonary embolism or deep vein thrombosis.\n17. Nephrotic syndrome, moderate and severe chronic renal failure, or significant renal diseases with creatinine level of \\>1.5 mg/dL (132 μmol/L) in men and \\>1.4 mg/dL (123 μmol/L) in women or Glomerular Filtration Rate (GFR) \\< 60 ml/min.\n18. HIV, hepatitis B or C, hepatic cirrhosis in history; elevated level of serum aspartate aminotransferase (ASAT) or alanine aminotransferase (ALAT) ≥ 3 times of the upper limit of normal (UNL); elevated common bilirubin ≥ 2 times of UNL at the screening.\n19. Anemia (hemoglobin ≤10.5 g/dL in women and ≤ 11.5 g/dL in men); marked blood loss or sampling not less than one unit of donated blood (≥ 500 ml) or blood transfusion for previous 12 weeks.\n20. Any concomitant disease besides bronchial asthma which is not controlled with stable treatment.\n21. Drug or alcohol abuse at the moment of screening or in past which, at the discretion of the investigator, make the patient unfit for the study\n22. Inability to read or to write; unwillingness to understand and to follow the procedures of the study protocol; violation of the drug administration regimen or procedure execution that, at the discretion of the Investigator, can impact the results of the study or safety of the patient and interfere his further participation in the study; any other concomitant medical and serious mental conditions which make the patient unfit for participation in the clinical study, limit a validity of receiving of informed consent or can affect ability of the patient to take part in the study\n\n    \\-",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "\"Allergy and Immunology Center\" LLC",
          "city": "Krasnodar",
          "zip": "350007",
          "country": "Russia",
          "geoPoint": {
            "lat": 45.04534,
            "lon": 38.98178
          }
        },
        {
          "facility": "\"Pulmonology Research Institute\" FMBA of Russia",
          "city": "Moscow",
          "zip": "105077",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "Central Research Institute for Tuberculosis at Russian Medical Sciences",
          "city": "Moscow",
          "zip": "107564",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "Moscow State Medical-Dentist University n.a. A.I. Evdokimov on basis of SMHI \"City Hospital № 62\", branch 5",
          "city": "Moscow",
          "zip": "121552",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "Russian Medical Academy of postgraduate education of Ministry of Healthcare on basis of city's Clinical Hospital № 52",
          "city": "Moscow",
          "zip": "123995",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "Ryazan State Medical University",
          "city": "Ryazan",
          "zip": "390005",
          "country": "Russia",
          "geoPoint": {
            "lat": 54.62696,
            "lon": 39.70415
          }
        },
        {
          "facility": "State Budgetary Institution of Healthcare \"Leningrad region Clinical Hospital\"",
          "city": "Saint Petersburg",
          "zip": "194291",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "Saint Petersburg State Monetary Healthcare Institution \"Nicolaevskiy Hospital\"",
          "city": "Saint Petersburg",
          "zip": "19510",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "\"Medical Researches Institute\" LLC",
          "city": "Saint Petersburg",
          "zip": "196084",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "State Healthcare Institution \"Regional Clinical Hospital\"",
          "city": "Saratov",
          "zip": "410053",
          "country": "Russia",
          "geoPoint": {
            "lat": 51.54048,
            "lon": 45.9901
          }
        },
        {
          "facility": "Federal State Budgetary Educational Institution of the Higher Education \"Smolensk State Medical",
          "city": "Smolensk",
          "zip": "214019",
          "country": "Russia",
          "geoPoint": {
            "lat": 54.77826,
            "lon": 32.05088
          }
        },
        {
          "facility": "State autonomous healthcare institution of Yaroslavl Region \"Сlinical hospital for emergency medical care n. a. N.V. Solovyov\"",
          "city": "Yaroslavl",
          "zip": "150003",
          "country": "Russia",
          "geoPoint": {
            "lat": 57.62987,
            "lon": 39.87368
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33095411",
          "type": "DERIVED",
          "citation": "Romanova J, Chikina E, Rydlovskaya A, Pohl W, Renner A, Zeifman A, Chuchalin A, Nebolsin V. New Anti-Chemokine Oral Drug XC8 in the Treatment of Asthma Patients with Poor Response to Corticosteroids: Results of a Phase 2A Randomized Controlled Clinical Trial. Pulm Ther. 2020 Dec;6(2):351-369. doi: 10.1007/s41030-020-00134-5. Epub 2020 Oct 23."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "PHARMENTERPRISES LLC",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2020-06-09"
          },
          {
            "type": "RESET",
            "date": "2020-07-02"
          },
          {
            "type": "RELEASE",
            "date": "2021-09-23"
          },
          {
            "type": "RESET",
            "date": "2021-10-21"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2020-06-09",
        "submissionInfos": [
          {
            "releaseDate": "2020-06-09",
            "resetDate": "2020-07-02"
          },
          {
            "releaseDate": "2021-09-23",
            "resetDate": "2021-10-21"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000710212",
          "term": "histamine glutarimide"
        }
      ]
    }
  },
  "hasResults": false
}