{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07337447",
      "orgStudyIdInfo": {
        "id": "69HCL24_0759"
      },
      "secondaryIdInfos": [
        {
          "id": "2024-519922-19-00",
          "type": "CTIS"
        }
      ],
      "organization": {
        "fullName": "Hospices Civils de Lyon",
        "class": "OTHER"
      },
      "briefTitle": "Trial of FOLFIRI + Zimberelimab + Domvanalimab vs FOLFIRI With a Hybrid Synthetic Control Arm in Second Line Treatment of Neuroendocrine Carcinoma of Gastro-enteropancreatic or Unknown Origin (REWENEC 01)",
      "officialTitle": "PRODIGE 113 (FFCD 2314) - REWENEC 01 STUDY Randomized Trial of FOLFIRI + Zimberelimab + Domvanalimab vs FOLFIRI With a Hybrid Synthetic Control Arm in Second Line Treatment of Neuroendocrine Carcinoma of Gastro-enteropancreatic or Unknown Origin. Phase II Comparative Randomized Study - Multicentric",
      "acronym": "REWENEC 01"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-04",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-04",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-04",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-12-08",
      "studyFirstSubmitQcDate": "2026-01-07",
      "studyFirstPostDateStruct": {
        "date": "2026-01-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-07",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hospices Civils de Lyon",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Federation Francophone de Cancerologie Digestive",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background Neuroendocrine carcinomas (NECs) of gastro-entero-pancreatic (GEP) or unknown (UK) origin are rare and highly aggressive diseases. The recommended first-line (L1) treatment is platinum-etoposide combination therapy, which has a progression-free survival (PFS) of only 4-9 months and a median overall survival (OS) of approximately 12 months. All patients experience relapse, often rapidly after this first line of chemotherapy. The standard second-line (L2) chemotherapies recommended by ESMO, ENETS, and NCCN, FOLFIRI and FOLFOX, have modest efficacy with a PFS of 3 months and a median OS of 6 months. The BEVANEC study (PHRCK 2014, NCT02820857) reported no benefit of FOLFIRI + bevacizumab compared to FOLFIRI in a randomized phase II study that enrolled 150 patients in 26 centers over a period of 5 years in France.\n\nTo date, the most promising efficacy data for this highly aggressive cancer come from clinical trials of immune checkpoint inhibitors (ICIs) targeting the PD-1/PD-L1 checkpoint. For example, in France, the non-comparative phase II NIPINEC trial (NCT03591731) randomized patients to receive nivolumab +/- ipilimumab in L2/3 and achieved its primary evaluation criterion (ORR-8 weeks\\>10%). Other trials in Europe and worldwide have also reported efficacy data in the context of single-arm studies.\n\nScientific Questions and Unmet Needs:\n\n1. New therapeutic options/perspectives are necessary for patients with GEP/UK NECs given the limited overall survival.\n2. Approximately 50% of patients experienced early progression under immunotherapy in the NIPINEC trial and other trials, which may be explained by the absence of chemotherapy combined with immunotherapy and/or the existence of resistance mechanisms.\n3. In the GEP/UK NEC indication, the design of these immunotherapy trials has been non-comparative single-arm studies because the realization of randomized comparative trials is considered very difficult for these very rare cancers (incidence \\<5/million).\n\nRationale for the REWENEC-01 Trial The DURIGAST PRODIGE 59 study, conducted by the FFCD, demonstrated the feasibility and safety of the FOLFIRI + double immune checkpoint inhibitor (anti-PD-1 and anti-CTLA4) combination, as well as for the combination Folfox-Domvanalimab-Zimberelimab (anti-PD-1 and anti-TIGIT). In a translational study of the immune phenotype in patients with NECs treated with the anti-PD1 pembrolizumab, an increase in TIGIT expression was observed after pembrolizumab treatment and higher TIGIT expression on T cells in the blood of patients with high Ki67 expression in their tumors. These data suggest that TIGIT is a potential complementary therapeutic target to PD-1/PD-L1 checkpoint inhibition in GEP/UK NECs. Domvanalimab has been developed as an anti-TIGIT monoclonal antibody and zimberelimab as an anti-PD-1.\n\nDesign and primary objective of the REWNEC-01 Trial The REWENEC-01 trial is a comparative phase II trial that will randomize GEP/UK NEC patients between an experimental arm FOLFIRI+Zimberelimab + Domvanalimab and a control arm FOLFIRI in L2. The FOLFIRI arm will be a \"hybrid\" synthetic control arm composed of patients from historical/external data from the FOLFIRI arm of BEVANEC and French retrospective studies RBNEC and CEPD, mixed with patients recruited prospectively during the trial and randomized to the control arm. The randomization ratio for patients included prospectively during the trial will be 4:1 (4 patients assigned to FOLFIRI+Zimberelimab + Domvanalimab for 1 patient assigned to FOLFIRI). The randomization algorithm will take into account \"external\" patients assigned progressively to the control arm to obtain a 1:1 ratio between the trial arms, with balanced distributions of stratification factors between the two arms.\n\nWith 77 patients to be included, this strategy will provide statistical power equivalent to that of a trial including 122 patients, sufficient to demonstrate an advantage in overall survival rate at 12 months from 32% to 50%.\n\nThe hypotheses related to efficacy criteria are formulated a priori, as recommended by the FDA guidance document on trials with synthetic/external control arms. The proof of concept has been reported at ESMO 2023. The primary judgment criterion will be the overall survival rate at 12 months because it is a strong and significant criterion for translating the clinical benefit of the Chemotherapy + Zimberelimab + Domvanalimab combination. The design with a hybrid synthetic control arm allows for the consideration of a randomized comparative study in a cancer as rare as neuroendocrine carcinoma."
    },
    "conditionsModule": {
      "conditions": [
        "Carcinoma, Neuroendocrine"
      ],
      "keywords": [
        "Carcinoma, Neuroendocrine",
        "gastro-enteropancreatic or unknown origin",
        "GEP/UK NEC"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 122,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Experimental arm (EA) 61 patients prospectively enrolled to receive the experimental treatment in th",
          "type": "EXPERIMENTAL",
          "description": "FOLFIRI every 14 days + Zimberelimab IV every 28 days + Domvanalimab UV every 28 days",
          "interventionNames": [
            "Drug: FOLFIRI + Zimberelimab + Domvanalimab"
          ]
        },
        {
          "label": "Hybrid Synthetic Control Arm (HSCA) combines historical data from 45 patients in the BEVANEC trial a",
          "type": "ACTIVE_COMPARATOR",
          "description": "45 patients in this group from the BEVANEC trial and 16 patients in this group will be prospectively enrolled and will receive FOLFIRI every 14 days IV every 28 days",
          "interventionNames": [
            "Drug: FOLFIRI (standard of care)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "FOLFIRI + Zimberelimab + Domvanalimab",
          "description": "FOLFIRI every 14 days + Zimberelimab IV every 28 days + Domvanalimab IV every 28 days",
          "armGroupLabels": [
            "Experimental arm (EA) 61 patients prospectively enrolled to receive the experimental treatment in th"
          ]
        },
        {
          "type": "DRUG",
          "name": "FOLFIRI (standard of care)",
          "description": "FOLFIRI every 14 days IV every 28 days",
          "armGroupLabels": [
            "Hybrid Synthetic Control Arm (HSCA) combines historical data from 45 patients in the BEVANEC trial a"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Overall survival (%) between FOLFIRI and FOLFIRI+Zimberelimab+Domvanalimab",
          "description": "Length of time from randomization that patients included in the study are still alive. Analyzed in modified intention to treat",
          "timeFrame": "6 months after the start of treatment 12 months after the start of treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression free survival (PFS)",
          "description": "Time from randomization to disease progression or death, whatever the cause. Alive and no progressive patients at last follow-up will be considered as censored",
          "timeFrame": "From date of randomization until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Overall response rate (ORR)",
          "description": "local radiological evaluation using RECIST 1.1",
          "timeFrame": "From date of randomization until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Duration of response (DoR)",
          "description": "Time from response (complete or partial) to progression or death, estimated in patients who reached a response and are RECIST 1.1 evaluable",
          "timeFrame": "From date of randomization until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Disease control rate",
          "description": "Defined as the proportion of RECIST 1.1 evaluable patients in objective response or with stable disease.",
          "timeFrame": "From date of randomization until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Evaluation of toxicity",
          "description": "assessed by NCI CTCAsE v5.0",
          "timeFrame": "At the Day 1 of each cycles (each cycle is 4 weeks)"
        },
        {
          "measure": "Evaluation of toxicity",
          "description": "assessed by NCI CTCAsE v5.0",
          "timeFrame": "at the Day 15 of each cycles (each cycle is 4 weeks)"
        },
        {
          "measure": "Questionnaire Quality of life QLQ-C30",
          "description": "Questionnaire QLQ-C30",
          "timeFrame": "at the day 1 of Cycle 2 (1 cycle is 4 weeks)"
        },
        {
          "measure": "Questionnaire Quality of life EQ 5D-5L",
          "description": "Questionnaire EQ 5D-5L",
          "timeFrame": "at the day 1 of Cycle 2 (1 cycle is 4 weeks)"
        },
        {
          "measure": "Questionnaire Quality of life",
          "description": "Questionnaire QLQ-C30",
          "timeFrame": "Every 8 weeks through study completion, an average of 2 years"
        },
        {
          "measure": "Questionnaire Quality of life",
          "description": "Questionnaire EQ 5D-5L",
          "timeFrame": "Every 8 weeks through study completion, an average of 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Man or woman aged ≥ 18 years old,\n* Poorly differentiated neuroendocrine carcinoma (NEC) \\[or mixed tumor with NEC component is \\> 30%, the patient is eligible\\] with ki 67 \\> 20% from a gastrointestinal tract (from esophagus to anal canal) or biliopancreatic primary or an unknown primary cancer, locally advanced and/or metastatic,\n* Centralized review of the diagnostic by a consulting pathologist specialized in NET (TENPATH network),\n* Recommendation of a second-line chemotherapy after progression (documented using the RECIST criteria v.1.1) and after a first-line chemotherapy treatment by cisplatin (or carboplatin) + etoposide or in the event of progression in the 6 months following the discontinuation of this first-line treatment,\n* Patient presenting at least one measurable target lesion according to the RECIST criteria v.1.1, in an area not previously irradiated,\n* General condition ≤ 1 (ECOG-PS),\n* Patient of childbearing age accepting to use a highly effective method of contraception during treatment and until 6 months after discontinuation of chemotherapy and 4 months after the last dose of domvanalimab and zimberelimab. Men sexually active must agree to use a highly effective method of contraception during treatment and for at least 6 months after discontinuation of chemotherapy and 4 months after the last dose of domvanalimab and zimberelimab,\n* Patient who signed the informed consent form.\n* Patient affiliated to National French social security system\n\nExclusion Criteria:\n\n* Well differentiated neuroendocrine tumor whatever the grade,\n* First-line chemotherapy other than cisplatin (or carboplatin) and etoposide,\n* Prior immunotherapy,\n* Prior malignancy active within the previous 2 years except for locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the cervix, breast, or prostate cancer,\n* Pregnant or breastfeeding woman,\n* Lack of efficient contraception (for men or women of reproductive age),\n* All medical, geographical, social, and psychological conditions or a legal situation that will not allow the patient to finish the study or sign an informed consent form,\n* Patient with asymptomatic brain metastasis or with previously treated brain metastasis relating to the study drugs\n* Any of the following uncontrolled progressive diseases in the 6 months before randomization: liver failure, renal insufficiency, respiratory distress, congestive heart failure (NYHA III-IV), unstable angina, myocardial infarction, significant arrhythmia,\n* Partial and complete dihydropyrimidine dehydrogenase (DPD) deficiency: uracil level ≥ 16 ng/ml,\n* Known Gilbert's syndrome,\n* Total bilirubin level \\>1.5 x the upper limit of normal (ULN); ASAT and/or ALAT \\> 5 x ULN; TP \\< 50 % (Except for patient's treated with Vitamin K antagonists or direct oral anticoagulants with INR \\<3 ),\n* Neutrophils \\<1.5x109/l, platelets \\<100x109/l, hemoglobin \\< 9 g/dl,\n* Chronic uncontrolled diarrhea, unresolved intestinal occlusion or subocclusion,\n* History of anaphylactic reaction or known intolerance to atropine (sulfate) or to loperamide or to antiemetics administered in association with Folfiri,\n* All treatment with concomitant anticonvulsive agents, CYP3A4 inducers (phenytoin, phenobarbital, carbamazepine); patients with these treatments should have stopped them, for at least 7 days before inclusion in the study,\n* Chronic medical condition requiring the ongoing use of supra-physiologic doses of systemic corticosteroids (\\>10 mg/day of oral prednisone or equivalent) or systemic immunosuppressive medications. Immunosuppressive medications, including chronic systemic corticosteroids at supraphysiologic doses should have been stopped 14 days before the first dose (except for participants who require hormone replacement therapy such as hydrocortisone).\n* Active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment.\n* History of (non-infectious) pneumonitis that required steroids, or current pneumonitis.\n* History of severe hypersensitivity reaction to any monoclonal antibody (mAb) therapy.\n* Live attenuated vaccines within 28 days prior enrolment.\n* Any concurrent anticancer therapy, including chemotherapy, radiotherapy (except palliative radiotherapy), immunotherapy, biologic, or hormonal treatment. Concurrent use of hormones for noncancer-related conditions is permitted.\n* Known hypersensitivity to any investigational product (IP), or any excipient contained in the formulations of the study interventions.\n* Known immunodeficiency or human immunodeficiency virus (HIV) infection with HIV viral load ≥200 copies/mL or CD4+ T-cell count \\<350 cells/μL, or taking medications that may interfere with metabolism of study drugs.\n* Known acute hepatitis B, known chronic hepatitis B infection with active untreated disease, or known active hepatitis C infection. In participants with a history of HBV or HCV, participants with detectable viral loads will be excluded.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Thomas WALTER, MD",
          "role": "CONTACT",
          "phone": "4 72 11 73 98",
          "phoneExt": "+33",
          "email": "thomas.walter@chu-lyon.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Thomas WALTER, MD",
          "affiliation": "Hospices Civils de Lyon",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "CHU Amiens Picardie",
          "city": "Amiens",
          "country": "France",
          "contacts": [
            {
              "name": "Vincent HAUTEFEUILLE, MD",
              "role": "CONTACT"
            },
            {
              "name": "Vincent HAUTEFEUILLE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 49.9,
            "lon": 2.3
          }
        },
        {
          "facility": "CHU Avicenne APHP",
          "city": "Bobigny",
          "country": "France",
          "contacts": [
            {
              "name": "Florence MARY, MD",
              "role": "CONTACT"
            },
            {
              "name": "Florence MARY, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.90982,
            "lon": 2.45012
          }
        },
        {
          "facility": "CHU Caen Normandie",
          "city": "Caen",
          "country": "France",
          "contacts": [
            {
              "name": "Karine BOUHIER-LEPORRIER, MD",
              "role": "CONTACT"
            },
            {
              "name": "Karine BOUHIER-LEPORRIER, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 49.18585,
            "lon": -0.35912
          }
        },
        {
          "facility": "Hôpital Beaujon",
          "city": "Clichy",
          "country": "France",
          "contacts": [
            {
              "name": "Olivia HENTIC, MD",
              "role": "CONTACT"
            },
            {
              "name": "Olivia HENTIC, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.90018,
            "lon": 2.30952
          }
        },
        {
          "facility": "Hôpital Henri MONDOR",
          "city": "Créteil",
          "country": "France",
          "contacts": [
            {
              "name": "Charlotte FENIOUX, MD",
              "role": "CONTACT"
            },
            {
              "name": "Charlotte FENIOUX, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.79266,
            "lon": 2.46569
          }
        },
        {
          "facility": "CHU Dijon",
          "city": "Dijon",
          "country": "France",
          "contacts": [
            {
              "name": "Côme LEPAGE, MD",
              "role": "CONTACT"
            },
            {
              "name": "Côme LEPAGE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 47.31344,
            "lon": 5.01391
          }
        },
        {
          "facility": "CHU de Grenoble",
          "city": "Grenoble",
          "country": "France",
          "contacts": [
            {
              "name": "Christelle D'ENGREMONT, MD",
              "role": "CONTACT"
            },
            {
              "name": "Christelle D'ENGREMONT, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 45.17869,
            "lon": 5.71479
          }
        },
        {
          "facility": "Centre Oscar Lambret",
          "city": "Lille",
          "country": "France",
          "contacts": [
            {
              "name": "Elisabeth GAYE, MD",
              "role": "CONTACT"
            },
            {
              "name": "Elisabeth GAYE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 50.63391,
            "lon": 3.05512
          }
        },
        {
          "facility": "Service d'Oncologie Médicale - Hôpital Edouard Herriot - Hospices Civils de Lyon",
          "city": "Lyon",
          "country": "France",
          "contacts": [
            {
              "name": "Thomas WALTER, MD",
              "role": "CONTACT"
            },
            {
              "name": "Thomas WALTER, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 45.74906,
            "lon": 4.84789
          }
        },
        {
          "facility": "CHU Timone",
          "city": "Marseille",
          "country": "France",
          "contacts": [
            {
              "name": "Laetitia DAHAN, MD",
              "role": "CONTACT"
            },
            {
              "name": "Laetitia DAHAN, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        },
        {
          "facility": "Institut Paoli Calmettes",
          "city": "Marseille",
          "country": "France",
          "contacts": [
            {
              "name": "Sandrine OZIEL TAIEB, MD",
              "role": "CONTACT"
            },
            {
              "name": "Sandrine OZIEL TAIEB, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        },
        {
          "facility": "CHU Montpellier - Hôpital Saint Eloi",
          "city": "Montpellier",
          "country": "France",
          "contacts": [
            {
              "name": "Eric ASSENAT, MD",
              "role": "CONTACT"
            },
            {
              "name": "Eric ASSENAT, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 43.61093,
            "lon": 3.87635
          }
        },
        {
          "facility": "HEGP",
          "city": "Paris",
          "country": "France",
          "contacts": [
            {
              "name": "Celine LEPERE, MD",
              "role": "CONTACT"
            },
            {
              "name": "Celine LEPERE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Hôpital Saint Antoine APHP",
          "city": "Paris",
          "country": "France",
          "contacts": [
            {
              "name": "Pauline AFCHAIN, MD",
              "role": "CONTACT"
            },
            {
              "name": "Pauline AFCHAIN, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Hôpital Saint Louis APHP",
          "city": "Paris",
          "country": "France",
          "contacts": [
            {
              "name": "Nelson LOURENCO, MD",
              "role": "CONTACT"
            },
            {
              "name": "Nelson LOURENCO, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "CHU de Bordeaux - Hôpital Haut-Leveque",
          "city": "Pessac",
          "country": "France",
          "contacts": [
            {
              "name": "Eric TERREBONNE, MD",
              "role": "CONTACT"
            },
            {
              "name": "Eric TERREBONNE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 44.80565,
            "lon": -0.6324
          }
        },
        {
          "facility": "CHU de Poitiers",
          "city": "Poitiers",
          "country": "France",
          "contacts": [
            {
              "name": "Nicolas ISAMBERT, MD",
              "role": "CONTACT"
            },
            {
              "name": "Nicolas ISAMBERT, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 46.58261,
            "lon": 0.34348
          }
        },
        {
          "facility": "Hôpital Robert Debré, CHU de Reims",
          "city": "Reims",
          "country": "France",
          "contacts": [
            {
              "name": "Marine PERRIER, MD",
              "role": "CONTACT"
            },
            {
              "name": "Marine PERRIER, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 49.26526,
            "lon": 4.02853
          }
        },
        {
          "facility": "CHU Rouen",
          "city": "Rouen",
          "country": "France",
          "contacts": [
            {
              "name": "Frederic DI FIORE, MD",
              "role": "CONTACT"
            },
            {
              "name": "Frederic DI FIORE, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 49.44313,
            "lon": 1.09932
          }
        },
        {
          "facility": "Centre Paul Strauss",
          "city": "Strasbourg",
          "country": "France",
          "contacts": [
            {
              "name": "Mehrer BEN ABDELGHANI, MD",
              "role": "CONTACT"
            },
            {
              "name": "Mehrer BEN ABDELGHANI, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.58392,
            "lon": 7.74553
          }
        },
        {
          "facility": "Institut Gustave Roussy",
          "city": "Villejuif",
          "country": "France",
          "contacts": [
            {
              "name": "Julien HADOUX, MD",
              "role": "CONTACT"
            },
            {
              "name": "Julien HADOUX, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.7939,
            "lon": 2.35992
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-20"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D018278",
          "term": "Carcinoma, Neuroendocrine"
        }
      ],
      "ancestors": [
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D000230",
          "term": "Adenocarcinoma"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000719848",
          "term": "zimberelimab"
        },
        {
          "id": "D059039",
          "term": "Standard of Care"
        }
      ],
      "ancestors": [
        {
          "id": "D019984",
          "term": "Quality Indicators, Health Care"
        },
        {
          "id": "D011787",
          "term": "Quality of Health Care"
        },
        {
          "id": "D006298",
          "term": "Health Services Administration"
        },
        {
          "id": "D017530",
          "term": "Health Care Quality, Access, and Evaluation"
        }
      ]
    }
  },
  "hasResults": false
}