{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04680117",
      "orgStudyIdInfo": {
        "id": "APHP200135"
      },
      "secondaryIdInfos": [
        {
          "id": "2020-A00248-31",
          "type": "OTHER",
          "domain": "ID-RCB Number"
        }
      ],
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Defining the Severe Paediatric Asthma Endotype",
      "officialTitle": "Defining the Severe Paediatric Asthma Endotype: an Integrated Approach Combining Phenotypic Analyses Related to Immune, Metabolomics and Microbial Features",
      "acronym": "SevAsthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-06-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-09-14",
      "studyFirstSubmitQcDate": "2020-12-18",
      "studyFirstPostDateStruct": {
        "date": "2020-12-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-10-28",
      "lastUpdatePostDateStruct": {
        "date": "2022-10-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective of this project is to extensively characterize the endotypes of pre-schoolers (0 to 6 years) and school-age children (6 to 12 years) with SA using an integrated approach, combining a description of their phenotype (asthma symptoms, atopy, and lung function) associated with histological (airway inflammation and remodelling), immune (innate and adaptive immunity), metabolomics, and microbiota analyses. This goal shall be achieved by an unsupervised in-depth analysis of patients requiring bronchial endoscopy, with bronchial alveolar lavage (BAL) and bronchial biopsy, as part of their clinical assessment.",
      "detailedDescription": "Asthma is a chronic disease affecting approximately 235 million people worldwide, and the number is rising. Asthma is not just a public health problem for developed countries; its incidence is also elevated in developing countries. Asthma concerns all age groups, but often starts in childhood. SA in children is infrequent, affecting 2-5% of the asthmatic paediatric population. Children with SA experience frequent SA attacks and have a reduced quality of life . They account for approximately half of the asthma healthcare costs. Asthma has long been thought to be a single disease but is now considered to encompass various conditions characterized by the same symptoms (wheeze, cough, shortness of breath, chest tightness), variable degrees of airflow limitation, and different pattern of inflammation. Recent studies highlighted the heterogeneity of asthma, and the potential influence of various pathogenic mechanisms, including airway inflammation, remodelling, and immune and metabolic pathways in a specific microbial environment. However, there is very little data concerning the pathological process, especially in children. Most of the data describing different asthma endotypes in children are derived from large observational prospective cohorts. Although very informative, these studies were designed to analyse a small number of easily measured parameters, mainly lung function and atopy. The complexity of asthma pathogenesis was therefore underestimated and the individuals' specificities only partially considered. In clinical practice, children with SA require an endoscopy, with broncho-alveolar lavage fluids (BALF) collection and bronchial biopsies to exclude a differential diagnosis and assess airway inflammation and remodelling. This approach also underestimates other components of the endotypes and results in \"one size fits all\" management based on high doses of inhaled steroids and the use of expensive biotherapy, such as anti-IgE therapy. Thus, although hospital admission and mortality ratesfor asthma decreased until the early 2000's, they have remained stable over the past 10 years. It is therefore imperative to develop new approaches that incorporate relevant parameters analysed in the airways. This project proposes an in-depth analysis, not only of clinical and functional parameters, but also of immune cells, metabolomic compounds, and microbiota present in the airways of asthmatic children.\n\nThe primary objective of the project is to extensively characterize the endotypes of pre-schoolers (0 to 6 years) and school-age children (6 to 12 years) with SA using an integrated approach, combining a description of their phenotype (asthma symptoms, atopy, and lung function) associated with histological (airway inflammation and remodelling), immune (innate and adaptive immunity), metabolomics, and microbiota analyses.\n\nThis goal shall be achieved by an unsupervised in-depth analysis of patients requiring bronchial endoscopy, with bronchial alveolar lavage (BAL) and bronchial biopsy, as part of their clinical assessment. The main hypothesis is that the complementarity of those approaches will allow investigators to delineate the immune and metabolic pathways and microbiota involved in children with SA. The secondary objectives are to: (1) cluster all data obtained to define new patient groups and develop biomarkers that summarise the different clusters; (2) determine the immune, metabolomic, and microbiota profile of these children to aid future fundamental research that will focus on dissecting new mechanisms involved in paediatric asthma; (3) determine whether pre-schoolers and school-age children with SA share common endotypic features; and (4) establish the basis for the prospective follow-up of patients to identify endotypes that predict asthma persistence throughout childhood, severity, and response to treatment."
    },
    "conditionsModule": {
      "conditions": [
        "Severe Asthma"
      ],
      "keywords": [
        "Asthma",
        "Severe",
        "Immunologic",
        "Metabolomic",
        "Microbiologic profil"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Cases with SA, classified by age group",
          "type": "OTHER",
          "description": "Patient hospitalized for assessment of severe asthma",
          "interventionNames": [
            "Other: Blood collection",
            "Other: Saliva sample",
            "Other: Nasal"
          ]
        },
        {
          "label": "Controls among children w/ SA: frequent&infrequent exacerbators",
          "type": "OTHER",
          "description": "Frequent exacerbators have 2 or more asthma severe exacerbations in the past years",
          "interventionNames": [
            "Other: Blood collection",
            "Other: Saliva sample",
            "Other: Nasal"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Blood collection",
          "description": "Blood collection with samples of 15ml max by subject (case or control) at J0, M6 and M12:\n\n* subject less than 5 kg : 1.8 to 4.5 ml max\n* subject 5 kg to 10 kg : 4.5 to 9 ml max\n* subject 10 kg to 15 kg : 9 to 13.5 ml\n* subject 15 kg to 20 kg : 13.5 to 15 ml max",
          "armGroupLabels": [
            "Cases with SA, classified by age group",
            "Controls among children w/ SA: frequent&infrequent exacerbators"
          ]
        },
        {
          "type": "OTHER",
          "name": "Saliva sample",
          "description": "Saliva sample by subject at J0",
          "armGroupLabels": [
            "Cases with SA, classified by age group",
            "Controls among children w/ SA: frequent&infrequent exacerbators"
          ]
        },
        {
          "type": "OTHER",
          "name": "Nasal",
          "description": "Nasal brushing by subject at J0",
          "armGroupLabels": [
            "Cases with SA, classified by age group",
            "Controls among children w/ SA: frequent&infrequent exacerbators"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Description of the environment and smoke exposure",
          "description": "Environment Living in a urban or non-urban area : n (%) Visible mold/dampness at home: n (%) Pet ownership: : n (%) Smoke exposure : n (%) Presence of pets at home : n (%)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of family atopy status",
          "description": "Atopy in 1 or 2 parents or siblings: n (%) Parental asthma : n (%) Parental atopic dermatitis: n (%) Parental immediate food allergy: n (%) Parental allergic rhinitis: n (%) Asthma in siblings: n (%) Atopic dermatitis in siblings: n (%) Immediate food allergy in siblings: n (%) Allergic rhinitis in siblings: n (%)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of Demographics",
          "description": "Sex male or female: n (%) Age at inclusion: y Weight (kg) Height (m) Body mass index : calculated from weight and height Atopy : n (%) Total IgE : n (%)\n\n* 1 positive allergy tests (SPT or sp IgE) to airborne allergens : n (%)\n* 1 positive SPT or sp IgE to food allergen: n (%) History of food allergy: n (%) History of allergic rhinitis: n (%) History of atopic dermatitis: n (%) Symptomatic gastro-oesophageal reflux: n (%)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of Asthma history in the past year",
          "description": "No of severe exacerbations : n\n\n≥ 2 or 3 severe exacerbations: n (%) No. of cumulated days of oral steroids: n No. of emergency visits for acute asthma : n Asthma control ACT score : n",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of Lung function",
          "description": "Lung function FEV1 pre-BD (% predicted) FEV1 post-BD (% predicted) FEV1 pre-BD (Zscore) FEV1 post-BD (Zscore) FEV1/FVC pre-BD (%) FEV1/FVC post-BD (%) FEV1/FVC pre-BD (Zscore) FEV1/FVC post-BD (Zscore) Post BD FEV1 reversibility (%) No of patients with reversibility : n (%) FeNO (ppb) Asthma therapy ICS : (%) ICS doses : µg/day. eq Budesonide ICS + LABA : n (%) Leukotriene modifier : n (%) Maintenance oral corticosteroids: n (%) Immunotherapy: n (%) Omalizumab or biologics: n (%)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of Asthma therapy",
          "description": "ICS : (%) ICS doses : µg/day. eq Budesonide ICS + LABA : n (%) Leukotriene modifier : n (%) Maintenance oral corticosteroids: n (%) Immunotherapy: n (%) Omalizumab or biologics: n (%)",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of Airway remodeling",
          "description": "reticular basement membrane thickness expressed in µm; airway smooth muscle area ; epithelial integrity; vessel number; mucus gland area",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of inflammatory and histological features in bronchoalveolar lavages (BAL)",
          "description": "Number of eosinophils, neutrophils, macrophages, basophils, lymphocytes expressed as percentage of total cells in BAL",
          "timeFrame": "1 day"
        },
        {
          "measure": "Description of inflammatory and histological features in bronchial mucosa",
          "description": "Number of eosinophils, neutrophils, macrophages, basophils, lymphocytes expressed per square millimeters of submucosal area",
          "timeFrame": "1 day"
        },
        {
          "measure": "Bronchial mucosa analysis",
          "description": "The number of IgE stained with anti-IgE Ab in the submucosa and the epithelium will be assessed and expressed per square millimeters of submucosal area The expression of cytokines in the mucosa will be assessed by multiplex and expressed in pg/ml or ng/ml.\n\nQuantify by quantitative PCR mRNA encoding cytokines, chemokines and others immune activation markers as relative mRNA levels.",
          "timeFrame": "1 day"
        },
        {
          "measure": "BAL analysis",
          "description": "The number of mast cells, lymphocytes, innate lymphoid cells, mucosalassosiated invariant T (MAIT) cells, gammadelta T cells expressed as percentage of total cells in BAL, concentrations of Immunoglobulins G, E, M will be assessed and express in Ku/L The expression of cytokines will be assessed by multiplex and expressed in pg/ml or ng/ml.",
          "timeFrame": "1 day"
        },
        {
          "measure": "Blood analysis",
          "description": "Number of eosinophils, neutrophils, macrophages, basophils, lymphocytes, innate lymphoid cells expressed as percentage of total cells in blood; number of mucosal associated invariant T (MAIT) cells will be assessed and expressed as percentage of total cells and T cells in blood The number of invariant natural killer T cells will be assessed and expressed as percentage of total cells and T cells in blood The number of gammadelta T cells will be assessed and expressed as percentage of total cells and T cells in blood The concentrations of Immunoglobulins G, E, M will be assessed and express in Ku/L The expression of cytokines will be assessed by multiplex and expressed in pg/ml or ng/ml.",
          "timeFrame": "1 day"
        },
        {
          "measure": "Metabolomic signature",
          "description": "The global concentration of metabolites is first expressed as the signal intensity compared to internal controls. When metabolites are identified, they are quantified and their concentration expressed as pg/ml.",
          "timeFrame": "1 day"
        },
        {
          "measure": "Microbiota analysis",
          "description": "Quantify by quantitative PCR mRNA and DNA encoding as relative mRNA and DNA levels",
          "timeFrame": "1 day"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Cluster analysis",
          "description": "Identify the main phenotypes of severe asthma by the cluster analysis.",
          "timeFrame": "1 year"
        },
        {
          "measure": "Number of severe exacerbations in the 12 months following the inclusion",
          "description": "Patients will be then categorized in frequent exacerbators and non-frequent exacerbators (n) according to their number of severe exacerbations in the 12 months following inclusion",
          "timeFrame": "1 year"
        },
        {
          "measure": "Asthma Control Test (ACT) score 12 months after inclusion",
          "description": "from 0 to 27 (for children 4-11 years); from 5-25 for children 12 years and older - higher score is better control",
          "timeFrame": "1 year"
        },
        {
          "measure": "Asthma control 12 months after inclusion",
          "description": "according to international guidelines : not controlled, partially controlled, controlled",
          "timeFrame": "1 year"
        },
        {
          "measure": "Description of lung function 12 months after the inclusion",
          "description": "FEV1 pre-BD (% predicted); FEV1 post-BD (% predicted); FEV1 pre-BD (Zscore); FEV1 post-BD (Zscore); FEV1/FVC pre-BD (%); FEV1/FVC post-BD (%); FEV1/FVC pre-BD (Zscore); FEV1/FVC post-BD (Zscore); Post BD FEV1 reversibility (%); No of patients with reversibility : n (%); FeNO (ppb)",
          "timeFrame": "1 year"
        },
        {
          "measure": "Number of severe exacerbations during the 1 year follow up",
          "timeFrame": "1 year"
        },
        {
          "measure": "Number of emergency department visits for acute asthma during the 1 year follow up",
          "timeFrame": "1 year"
        },
        {
          "measure": "Number of cumulated days of oral steroids for asthma exacerbations during the 1 year follow up",
          "timeFrame": "1 year"
        },
        {
          "measure": "Number of hospital admissions for acute asthma during the 1 year follow up",
          "timeFrame": "1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Patient Inclusion Criteria:\n\n* Minors aged 0 to 6 years or 6 to 12 years, hospitalized for assessment of Severe Asthma\n* Minors need with his follow-up an bronchial endoscopy with realization of LBA and biopsies of bronchial mucosa\n* Social insurance affiliation, except AME\n* Parents or legal guardians signed the Informed consent form\n\nControl Inclusion Criteria:\n\n* Minors aged 0 to 6 years or 6 to 12 years, hospitalized for assessment of severe respiratory syndrome except severe asthma\n* Minors need with his follow-up an bronchial endoscopy with realization of LBA and biopsies of bronchial mucosa\n* Social insurance affiliation, except AME\n* Parents or legal guardians signed the Informed consent form\n\nPatient Exclusion Criteria\n\n* Prematurity (\\<37 weeks gestation)\n* Broncho-pulmonary dysplasia, immune deficits, non-Severe Asthma bronchopathies, cystic fibrosis, heart disease, ongoing biotherapy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "maximumAge": "12 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Guillaume Lezmi, Doctor (PHU)",
          "role": "CONTACT",
          "phone": "+33 1 44 49 48 38",
          "email": "guillaume.lezmi@aphp.fr"
        },
        {
          "name": "Sandra Colas",
          "role": "CONTACT",
          "phone": "+33 1 71 19 64 32",
          "email": "sandra.colas@aphp.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Guillaume Lezmi, Doctor (PHU)",
          "affiliation": "Assistance Publique - Hôpitaux de Paris",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Name: Hôpital Necker-Enfants Malades",
          "status": "RECRUITING",
          "city": "Paris",
          "zip": "75015",
          "country": "France",
          "contacts": [
            {
              "name": "Guillaume Lezmi, Doctor (PHU)",
              "role": "CONTACT",
              "phone": "+33 1 44 49 48 38",
              "email": "guillaume.lezmi@aphp.fr"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D008224",
          "term": "Lymphoma, Follicular"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D008228",
          "term": "Lymphoma, Non-Hodgkin"
        },
        {
          "id": "D008223",
          "term": "Lymphoma"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008232",
          "term": "Lymphoproliferative Disorders"
        },
        {
          "id": "D008206",
          "term": "Lymphatic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D007160",
          "term": "Immunoproliferative Disorders"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001800",
          "term": "Blood Specimen Collection"
        }
      ],
      "ancestors": [
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D011677",
          "term": "Punctures"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}