{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00001909",
      "orgStudyIdInfo": {
        "id": "990115"
      },
      "secondaryIdInfos": [
        {
          "id": "99-I-0115"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Phase II Efficacy Study of Aerosolized Recombinant Human IL-4 Receptor in Asthma",
      "officialTitle": "Phase II Efficacy Study of Aerosolized Recombinant Human IL-4 Receptor in Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "1999-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "1999-05"
      },
      "completionDateStruct": {
        "date": "2000-05"
      },
      "studyFirstSubmitDate": "1999-11-03",
      "studyFirstSubmitQcDate": "2002-12-09",
      "studyFirstPostDateStruct": {
        "date": "2002-12-10",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2008-03-03",
      "lastUpdatePostDateStruct": {
        "date": "2008-03-04",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      }
    },
    "descriptionModule": {
      "briefSummary": "Asthma is a chronic inflammatory disorder of the airways characterized by reversible airflow obstruction. Fourteen million persons (6.4%) in the United States report having asthma, and from 1980 to 1994 the prevalence of self-reported asthma in the United States increased by 75%. A major factor in the pathogenesis of asthma is the development of an allergic inflammatory response to inhaled antigens. Interleukin-4 (IL-4) plays a key role in this response by promoting IgE production, upregulating IgE receptors, upregulating adhesion receptors such as VCAM-1, promoting Th2 cell development and increasing mucus secretion. Soluble recombinantly produced IL-4R (sIL-4R) has been shown to bind and inactivate IL-4, both in vitro and in animal models. As part of a multicenter trial, 20 subjects at the NIH site will receive 0.9 mg., 1.8 mg. sIL-4R or placebo once weekly for 12 weeks in a double blind placebo controlled study. Study drug will be delivered via the AERx aerosol drug delivery device. The primary objective of the study will be to evaluate efficacy as measured by FEV1. Secondary objectives will include changes in FVC, FEF 27-75, peak flow, bronchodilator usage, asthma symptoms, quality of life scores, immunologic and inflammatory markers, pharmacokinetics, safety and immunogenicity. The study population will consist of moderate to severe asthmatics on (Beta)-agonist monotherapy with an FEV1 of 50-80% of predicted. After 12 weeks of study drug, subjects will be followed for an additional 8 weeks.",
      "detailedDescription": "Asthma is a chronic inflammatory disorder of the airways characterized by reversible airflow obstruction. Fourteen million persons (6.4%) in the United States report having asthma, and from 1980 to 1994 the prevalence of self-reported asthma in the United States increased by 75%. A major factor in the pathogenesis of asthma is the development of an allergic inflammatory response to inhaled antigens. Interleukin-4 (IL-4) plays a key role in this response by promoting IgE production, upregulating IgE receptors, upregulating adhesion receptors such as VCAM-1, promoting Th2 cell development and increasing mucus secretion. Soluble recombinantly produced IL-4R (sIL-4R) has been shown to bind and inactivate IL-4, both in vitro and in animal models. As part of a multicenter trial, 20 subjects at the NIH site will receive 0.9 mg., 1.8 mg. sIL-4R or placebo once weekly for 12 weeks in a double blind placebo controlled study. Study drug will be delivered via the AERx aerosol drug delivery device. The primary objective of the study will be to evaluate efficacy as measured by FEV1. Secondary objectives will include changes in FVC, FEF 27-75, peak flow, bronchodilator usage, asthma symptoms, quality of life scores, immunologic and inflammatory markers, pharmacokinetics, safety and immunogenicity. The study population will consist of moderate to severe asthmatics on (Beta)-agonist monotherapy with an FEV1 of 50-80% of predicted. After 12 weeks of study drug, subjects will be followed for an additional 8 weeks."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Hypersensitivity"
      ],
      "keywords": [
        "Allergy",
        "Immunomodulator",
        "Inflammation",
        "Interleukin",
        "Th2",
        "Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "primaryPurpose": "TREATMENT"
      },
      "enrollmentInfo": {
        "count": 40
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Soluble recombinantly produced IL-4R"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Male or nonpregnant, non-breastfeeding females age 12-85 years.\n\nDiagnosis of persistent asthma for greater than 1 year and currently being treated with short acting beta-2 agonist only.\n\nFEV1 50-80% of predicted (must be demonstrated at Day 10 and Day 0). Patients will be stratified into 50-70% or 71-80% cohort at Day 10.\n\nIncrease of greater than or equal to 15% over baseline FEV1 approximately 15-20 minutes after beta-2 agonist inhalation (2-4 puffs of albuterol via MDI or the nebulized equivalent) documented at baseline.\n\nPositive prick skin test to at least two allergens (defined as wheal 3 mm greater than control and erythema greater than control).\n\nHistory of asthma symptoms (wheezing, shortness of breath, cough, chest tightness, or nighttime awakening) on least 3 of the last 7 days.\n\nFulfillment of washout criteria by not using any of the medications listed below for the specified times prior to Day 0 of the study drug treatment:\n\nParenteral corticosteroids for 4 weeks;\n\nOral corticosteroids for 4 weeks;\n\nInhaled corticosteroids for 4 weeks;\n\nCromolyn sodium (Intal), nedocromil (Tilade) for 4 weeks;\n\nTheophylline, zileuton (Zyflo), zafirlukast (Accolate), or montelukast (Singulair) for 4 weeks;\n\nAstemizole (Hismanal) for 12 weeks;\n\nTerfenadine (Seldane), or fexofenadine (Allegra) for 6 days;\n\nCetirizine (Zyrtec) for 6 days;\n\nHydroxyzine (Atarax, Vistaril) for 6 days;\n\nAzelastine (Astelin) nasal spray for 6 days; and\n\nSalmeterol (Serevent) for 9 days.\n\nNo clinically significant abnormality in chemistry, hematology, urinalysis: serum creatinine less than or equal to 1.7 mg/dL; total bilirubin less than or equal to 1.5 mg/dL; AST (SGOT), ALT (SGPT) less than or equal to 2 times laboratory's upper limit of normal.\n\nNo clinically significant abnormality in EKG within 1 month prior to enrollment.\n\nNo clinically significant abnormality in CXR (other than changes consistent with asthma) within 1 year prior to enrollment.\n\nNonsmoker, for at least 2 years with a smoking history of no more than 10 pack years (e.g., one pack per day for 10 years).\n\nAgreement to use medically accepted contraception throughout the study, if sexually active, except females who are postmenopausal for greater than or equal to 2 years.\n\nAgreement not to donate blood or blood products throughout the study.\n\nDemonstrated ability to follow proper technique in the use of the AERx system.\n\nA written, signed, and witnessed consent form.\n\nNo desensitization therapy within 3 months prior to Day 0 of study drug treatment.\n\nNo use of any investigational or non-approved drug therapy within 30 days prior to Day 0 of study drug treatment.\n\nNo occurrence of acute asthma exacerbation requiring emergency room treatment within 6 weeks of Day 0 of study drug treatment.\n\nNo occurrence of acute asthma exacerbation requiring hospitalization within 12 months of Day 0 of study drug treatment.\n\nNo occurrence of respiratory infection which affects asthma within 4 weeks prior to Day 0 of study drug treatment.\n\nNo history of endotracheal intubation for asthma-related exacerbation within 15 years prior to Day 0 of study drug treatment.\n\nNo presence of significant medical conditions (including obesity affecting respiratory function, congestive heart failure, myocardial infarction, unstable angina, uncontrolled hypertension, severe pulmonary disease, history of cancer \\[other than resected cutaneous basal or squamous cell carcinoma\\], insulin-dependent diabetes, autoimmune disease, or known HIV infection).\n\nNo previous enrollment in a study of soluble IL-4 receptor.\n\nNo history of alcohol abuse, drug abuse, or psychiatric illness that would interfere with ability to comply with protocol requirements or give informed consent.\n\nNo patients experiencing hypersensitivity to soluble IL-4R.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007249",
          "term": "Inflammation"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}