{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03209245",
      "orgStudyIdInfo": {
        "id": "HAB605060182"
      },
      "organization": {
        "fullName": "Medical University of Silesia",
        "class": "OTHER"
      },
      "briefTitle": "House Dust Mite Injection Immunotherapy in Elderly Patients.",
      "officialTitle": "House Dust Mite Injection Immunotherapy: a Double-blind, Placebo Controlled Study in Elderly Patients With Allergic Rhinitis.",
      "acronym": "HDMeld"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-07",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-04-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-06-20",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-04-15",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-06-29",
      "studyFirstSubmitQcDate": "2017-07-05",
      "studyFirstPostDateStruct": {
        "date": "2017-07-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2017-07-05",
      "lastUpdatePostDateStruct": {
        "date": "2017-07-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Andrzej Bozek",
        "investigatorTitle": "Clinical Professor Andrzej Bozek, MD, PhD",
        "investigatorAffiliation": "Medical University of Silesia"
      },
      "leadSponsor": {
        "name": "Medical University of Silesia",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background. Immunotherapy in elderly patients is controversial, and there is still not much evidences supporting this treatment's safety and efficacy in this population. This study was performed to evaluate the safety and efficacy of specific injection immunotherapy for house dust mite allergens in patients over 65 years of age with allergic rhinitis and a confirmed allergy to house dust mites. The primary endpoint was the change from baseline in the mean average adjusted symptom score (AAdSS) and the total combined rhinitis score (TCRS) difference in the least square means in the label in comparison to placebo.\n\nMaterials and methods. The study with double blind, placebo controlled trial was conducted in one centre. Fifty eight elderly patients with house dust mites allergy and AR were individually randomized in comparable numbers to one of two parallel groups: two years perennial AIT with the use Purethal Mites or placebo. Symptoms and medication score were presented as AAdSS and TCRS. Quality of life based on Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ), serum allergen specific IgG4 to D.pteronyssinus and D. farinae and Der p1 and Der p2 were monitoring.",
      "detailedDescription": "The aim of this study was to assess the safety and efficacy of injection AIT for HDM allergens in elderly patients with allergic rhinitis and a confirmed HDM allergy. The study with double blind, placebo controlled trial was conducted in one centre. A total of 92 patients ranging from 65 to 73 years of age were recruited from the outpatient allergy clinic to assess their eligibility for inclusion in the study. First, there was a need for pre screening approximately 157 patients with inhalant allergies and the right age. Additionally, the patients included in the study all had a positive skin prick test (SPT), were positive for specific immunoglobulin E (sIgE), and had positive nasal provocation tests (NPTs) with D.pteronyssinus and D. farinae allergens. Patients with a clinical allergy and/or a positive skin prick test and specific IgE to other inhalant allergens (including other pollens) were excluded from the study. A careful examination of the eyes, ears, nose, and throat was performed on all patients. The severity of perennial allergic rhinitis (AR) was assessed using the Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines. The patients were randomly selected to receive PURETHAL Mites (20,000 AUeq/ml, HAL Allergy BV, Leiden, The Netherlands, containing major allergen equivalents of 14.0 μg/ml group 1, and 20.0 μg/ml group 2, measured by ELISA in the extract prior to modification and adsorption on aluminium hydroxide) or a placebo (Figure 1). The recruitment period was limited to three months (April-June). Purethal Mites were administered as perennial therapy using the following regimen: 1 dose- 0.1 ml, 2 doses - 0.2 ml, 3 doses - 0.5 ml every week, and 0.5 ml every four weeks during 24 months."
    },
    "conditionsModule": {
      "conditions": [
        "Allergen Immunotherapy in Elderly Patients"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Treatment of AIT- active group",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "Treatment with placebo - placebo groub",
          "whoMasked": [
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 58,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Active AIT group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Injection immunotherapy with Purethal Mites were administered as perennial therapy using the following regimen of injections: 1 dose- 0.1 ml, 2 doses - 0.2 ml, 3 doses - 0.5 ml every week, and 0.5 ml every four weeks during 24 months.\n\nmonitoring of allergen specific IgE monitoring of allergen specific IgG4",
          "interventionNames": [
            "Biological: Purethal Mites",
            "Diagnostic Test: monitoring of allergen specific IgE",
            "Diagnostic Test: monitoring of allergen specific IgG4"
          ]
        },
        {
          "label": "non-active, placebo treatment",
          "type": "PLACEBO_COMPARATOR",
          "description": "symptomatic treatment with concomitant use of placebo injection monitoring of allergen specific IgE monitoring of allergen specific IgG4",
          "interventionNames": [
            "Other: placebo injection",
            "Diagnostic Test: monitoring of allergen specific IgE",
            "Diagnostic Test: monitoring of allergen specific IgG4"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Purethal Mites",
          "description": "perennial allergren specific immunotherapy during 24 months",
          "armGroupLabels": [
            "Active AIT group"
          ]
        },
        {
          "type": "OTHER",
          "name": "placebo injection",
          "description": "perrenial injection wich were administered in same protocol as Purethal",
          "armGroupLabels": [
            "non-active, placebo treatment"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "monitoring of allergen specific IgE",
          "description": "measurement the serum specific IgE at the start and at the end of trial",
          "armGroupLabels": [
            "Active AIT group",
            "non-active, placebo treatment"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "monitoring of allergen specific IgG4",
          "description": "measurement the serum specific IgG4 at the start and at the end of trial",
          "armGroupLabels": [
            "Active AIT group",
            "non-active, placebo treatment"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The primary endpoint was the change from baseline in the mean AAdSS score difference in comparison to placebo.",
          "description": "Symptoms and medication score were presented as the average adjusted symptom score (AAdSS): score result with standard deviation",
          "timeFrame": "baseline and 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Patients' quality of life was evaluated with the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) score",
          "description": "fill the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) - score result",
          "timeFrame": "baseline, after 12 months and 24 months of study"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "The serum-speciﬁc IgE, IgG and IgG4 levels to HDM (D. pteronyssinus, D. farinae) and to Der p1 and Der p2 were determined",
          "description": "ELISA test results in IU/L",
          "timeFrame": "baseline and 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* The subjects had moderate or severe intermittent allergic rhinitis and fulfilled the Allergic Rhinitis and its Impact on Asthma (ARIA) criterion\n* the patients included in the study all had a positive skin prick test (SPT), were positive for specific immunoglobulin E (sIgE), and had positive nasal provocation tests (NPTs) with D.pteronyssinus and D. farinae allergens.\n\nExclusion Criteria:\n\n* Patients with a clinical allergy and/or a positive skin prick test and specific IgE to other inhalant allergens were excluded from the study. Additionally, patients with any of the following characteristics were also excluded: diagnosis of bronchial asthma, non-allergic rhinitis and severe non-stable diseases. Patients with other nasal problems, such as chronic nasal obstruction, reduced olfaction, bacterial colonization, and chronic sinusitis, were diagnosed based on a CT scan and nasal endoscopy were excluded. Subjects with other chronic or acute clinical disorders or with a history of respiratory tract infections within four weeks of the study initiation were also excluded.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29214012",
          "type": "DERIVED",
          "citation": "Bozek A, Kolodziejczyk K, Kozlowska R, Canonica GW. Evidence of the efficacy and safety of house dust mite subcutaneous immunotherapy in elderly allergic rhinitis patients: a randomized, double-blind placebo-controlled trial. Clin Transl Allergy. 2017 Dec 1;7:43. doi: 10.1186/s13601-017-0180-9. eCollection 2017."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}