{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05743504",
      "orgStudyIdInfo": {
        "id": "202111099MIPC"
      },
      "secondaryIdInfos": [
        {
          "id": "ML43431",
          "type": "OTHER_GRANT",
          "domain": "F. Hoffmann-La Roche Ltd"
        }
      ],
      "organization": {
        "fullName": "National Taiwan University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Immunotherapy With CCRT Followed by Surgery for Locally Advanced ESCC Patients",
      "officialTitle": "A Phase Ib/II Trial of Neoadjuvant Tiragolumab, Atezolizumab, Paclitaxel, Cisplatin and Radiotherapy Followed by Surgery for Locally Advanced Esophageal Squamous Cell Carcinoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-09-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-05-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-11-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-01-30",
      "studyFirstSubmitQcDate": "2023-02-23",
      "studyFirstPostDateStruct": {
        "date": "2023-02-24",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-01-31",
      "lastUpdatePostDateStruct": {
        "date": "2024-02-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Taiwan University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The prognosis of ESCC is poor with a five-year overall survival rate of 10 to 30 %. Randomized clinical trials have demonstrated that TMT, consisted of neoadjuvant concurrent CCRT and radical esophagectomy, improves the overall survival for patients with resectable locally advanced disease. As a consequence, it is mandatory to develop new pharmacotherapeutic regimen for TMT. In our previous prospective studies, we found higher levels of serum immune-related biomarkers, VEGF-A, TGF-β1, and soluble PD-L1, before neoadjuvant CCRT were independent associated with inferior overall survival and disease-free survival for locally advanced ESCC treated with neoadjuvant CCRT plus radical esophagectomy. In the present clinical trial, we plan to investigate whether incorporation of tiragolumab (Anti-TIGIT) and atezolizumab (Anti-PD-L1) into standard TMT will be safe while improve the pathological complete response rate. By the present research, we expect to develop a new TMT regimen for this poor prognostic disease.",
      "detailedDescription": "Esophageal squamous cell carcinoma (ESCC) is one of the most lethal malignancy worldwide. The prognosis is poor with a five-year overall survival rate of 10 to 30 %. Randomized clinical trials have demonstrated that trimodality therapy (TMT), consisted of neoadjuvant concurrent chemoradiation (CCRT) and radical esophagectomy, improves the overall survival for patients with resectable locally advanced disease. Despite of the advancement, the outcome remained unsatisfactory with the median recurrence-free survival around 20 to 25 months and median overall survival around 30 months. It is known that the most important prognostic factor is whether a pathological complete response can be achieved after neoadjuvant CCRT. However, the use of new generation chemotherapeutic agent and epidermal growth factor inhibitors failed to significantly improve prognosis comparing to the standard platinum-based regimen. As a consequence, it is mandatory to develop new pharmacotherapeutic regimen for TMT.\n\nIn our previous prospective studies, we found higher levels of serum immune-related biomarkers, VEGF-A, TGF-β1, and soluble PD-L1, before neoadjuvant CCRT were independent associated with inferior overall survival and disease-free survival for locally advanced ESCC treated with neoadjuvant CCRT plus radical esophagectomy. Recent clinical trials have shown the efficacy of anti-PD-1 in recurrent/metastatic ESCC. Besides, preclinical and clinical studies suggested radiotherapy might induce local inflammatory stimulus for the immune modulating drug to boost the integrated response. In addition, preclinical study showed promising anti-cancer efficacy by combination of fractionated radiotherapy, anti-PD-L1 and/or anti-TIGIT immunotherapy. Though several prospective clinical trials have shown the feasibility, safety, and activity of adding anti-TIGIT therapy to anti-PD-L1 drug, and adding anti-PD-L1 therapy to chemotherapy in lung cancer, the safety and activity of combing anti-PD-1/PD-L1 to CCRT or TMT remained largely undetermined. In the present clinical trial, we plan to investigate whether incorporation of tiragolumab (Anti-TIGIT) and atezolizumab (Anti-PD-L1) into standard TMT will be safe while improve the pathological complete response rate. By the present research, we expect to develop a new TMT regimen for this poor prognostic disease.\n\nThis study is a single arm open labeled trial to evaluate the safety and pathological response of ESCC patients receiving neoadjuvant Paclitaxel/Cisplatin(TP)-CCRT plus Tiragolumab/Atezolizumab followed by radical esophagectomy. We design to enroll 32 patients to develop the preliminary evidence for incorporating tiragolumab/atezolizumab in locally advanced ESCC."
    },
    "conditionsModule": {
      "conditions": [
        "Locally Advanced Esophageal Squamous Cell Carcinoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 32,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Immunotherapy with CCRT before surgery",
          "type": "EXPERIMENTAL",
          "description": "Tiragolumab and Atezolizumab with CCRT before surgery",
          "interventionNames": [
            "Drug: Tiragolumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Tiragolumab",
          "description": "Neoadjuvant Tiragolumab, Atezolizumab, Paclitaxel, Cisplatin and Radiotherapy Followed by Surgery",
          "armGroupLabels": [
            "Immunotherapy with CCRT before surgery"
          ],
          "otherNames": [
            "Atezolizumab",
            "Paclitaxel",
            "Cisplatin",
            "Radiotherapy",
            "Surgery"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Pathological complete response rate",
          "description": "Pathological complete response rate after radical esophagectomy with or without adding tiragolumab/atezolizumab to neoadjuvant paclitaxel-platinum concurrent chemoradiation",
          "timeFrame": "Through study treatment, around 4 to 5 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Side effect evaluation",
          "description": "major morbidity rate after completion of protocol treatment",
          "timeFrame": "30 days"
        },
        {
          "measure": "Side effect evaluation",
          "description": "major mortality rate after completion of protocol treatment",
          "timeFrame": "30 days"
        },
        {
          "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
          "description": "Acute toxicities occurred will be collected and evaluated by NCI CTCAE v5.0",
          "timeFrame": "Within 30 days"
        },
        {
          "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
          "description": "Late toxicities occurred will be collected and evaluated by NCI CTCAE v5.0",
          "timeFrame": "over 30 days"
        },
        {
          "measure": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0",
          "description": "Immune-mediated toxicities will be evaluated by NCI CTCAE v5.0",
          "timeFrame": "Less than 90 days from last tiragolumab/atezolizumab administration"
        },
        {
          "measure": "Number of participants with surgical complications",
          "description": "Surgical complications categorized by the Clavien classification",
          "timeFrame": "within 1 months after radical esophagectomy performed."
        },
        {
          "measure": "Number of participants with delay in planned radical esophagectomy",
          "description": "Delay in planned radical esophagectomy",
          "timeFrame": "surgery performed ( 12 weeks after IO-CCRT completion)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histologically proved squamous cell carcinoma of esophagus\n2. Locally advanced disease, which are defined by TNM system of American Joint Committee on Cancer (AJCC) Cancer Staging System (8th edition) in 2017, fulfilling one of the following criteria:\n\n   1. T1-2N2-3M0\n   2. T3N1-3M0\n3. Tumor judged to be operable and resectable with curative intent on the screening assessment\n4. Age ≥ 20 years\n5. Medical fit for curative surgery\n6. ECOG Performance Status 0 or 1\n7. Adequate bone marrow reserves within 2 weeks prior to registration, defined as:\n\n   1. absolute neutrophil count (ANC) ≥ 1.5×109/L (1,500/μl)\n   2. platelets ≥ 100×109/L (100,000/µl)\n   3. hemoglobin ≥ 9.0 g/dl (may have been transfused)\n8. Adequate liver function reserves within 2 weeks prior to registration, defined as:\n\n   1. hepatic transaminases (AST and ALT) ≤ 2.5 × upper limit of normal (ULN)\n   2. serum total bilirubin ≤ 1.5 × upper limit of normal (ULN)\n9. Adequate renal function within 2 weeks prior to registration: Creatinine ≤1.5 mg/dL\n10. Negative hepatitis B surface antigen (HBsAg) at screening or Positive HBsAg with HBV DNA \\< 500 IU/mL (or 2500 copies/mL) at screening. Patients with detectable HBsAg or detectable HBV DNA should be managed institutional guidelines.\n\n    a. Patients receiving anti-viral medication must have initiated treatment at least 2 weeks prior to protocol treatment and should continue treatment for at least 6 months after the final dose of study treatment\n11. Negative hepatitis C virus (HCV) antibody test at screening, or positive HCV antibody test followed by a negative HCV RNA test at screening\n12. Negative serum or urine pregnancy test for women of childbearing potential\n13. Women of childbearing potential and male participants must practice highly effective contraception with a failure rate of \\< 1% per year during the treatment period and for 5 months after the final dose of atezolizumab and for 90 days after the final dose of tiragolumab\n14. Patients must be able to comply with the study protocol and follow-up schedules and provide study-specific informed consent\n\nExclusion Criteria:\n\n1. Prior treatment with CD137 agonists or immune checkpoint blockade therapies, including anti-¬CTLA-4, anti-PD-1, anti-PD-L1 and anti-¬TIGIT therapeutic antibodies\n2. Prior radiotherapy to head and neck, chest, or abdomen\n3. Prior chemotherapy\n4. Histology consistent with adenocarcinoma, small cell carcinoma or mixed carcinoma of esophagus or gastroesophageal junction.\n5. Synchronously or metachronously diagnosed squamous cell carcinoma of aerodigestive way, other than esophageal cancer\n6. History of malignancy other than esophageal cancer within 2 years prior to screening, with the exception of malignancies with a negligible risk of metastasis or death (e.g., 5-year overall survival rate 90%), such as adequately treated carcinoma in situ of the cervix, non-melanoma skin carcinoma, localized prostate cancer, ductal carcinoma in situ, or Stage I uterine cancer\n\n   a. Patients who received endoscopic mucosal resection or dissection for superficial mucosal cancers other than ESCC within 2 years prior to screening are eligible for the study.\n7. Prior organ transplantation including allogenic stem-cell transplantation\n8. Current use of immunosuppressive medication, EXCEPT for the following:\n\n   1. intranasal, inhaled, topical steroids, or local steroid injection (e.g., intra-articular injection)\n   2. systemic corticosteroids at physiologic doses ≤ 10 mg/day of prednisone or equivalent\n   3. steroids as premedication for hypersensitivity reactions (e.g., CT scan premedication).\n9. Treatment with therapeutic oral or intravenous antibiotics within 2 weeks prior to registration\n\n   a. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n10. Active autoimmune disease that might deteriorate when receiving an immuno-stimulatory agent. Patients with diabetes type I, vitiligo, psoriasis, or hypo- or hyperthyroid diseases not requiring immunosuppressive treatment and on stable regimen are eligible.\n11. Severe, active comorbidities which, in the judgment of the investigator, would make the patient inappropriate for entry into this study or interfere significantly with the proper assessment of safety and adverse events of the protocol, or limit compliance with study requirements, defined as follows:\n\n    1. Severe infection within 4 weeks prior to registration, including, but not limited to, hospitalization for complications of infection, bacteremia, or severe pneumonia. Treatment with therapeutic oral or IV antibiotics within 2 weeks prior to registration. Patients receiving prophylactic antibiotics (e.g., to prevent a urinary tract infection or chronic obstructive pulmonary disease exacerbation) are eligible for the study.\n    2. Transmural myocardial infarction \\< 6 months prior to registration\n    3. Unstable angina or congestive heart failure requiring hospitalization \\< 6 months prior to registration\n    4. Life-threatening uncontrolled clinically significant cardiac arrhythmias\n    5. Cerebral vascular accident/stroke (\\< 6 months prior to enrollment)\n    6. Congestive heart failure (≥ New York Heart Association Classification Class II), or serious cardiac arrhythmia requiring medication.\n    7. Hepatic insufficiency resulting in clinical jaundice and/or coagulation defects\n    8. Chronic obstructive pulmonary disease exacerbation or other respiratory illness including pulmonary fibrosis requiring hospitalization or precluding study therapy at the time of registration\n    9. Uncontrolled psychiatric disorder including recent (within the past year) or active suicidal ideation or behavior\n    10. Laboratory abnormalities that may increase the risk associated with study participation or study treatment administration or may interfere with the interpretation of study results\n    11. Immune colitis, inflammatory bowel disease, immune pneumonitis\n12. History of idiopathic pulmonary fibrosis, organizing pneumonia (e.g., bronchiolitis obliterans), drug-induced pneumonitis, or idiopathic pneumonitis, or evidence of active pneumonitis on screening CT scan\n13. Active tuberculosis\n14. Uncontrolled or symptomatic hypercalcemia (corrected calcium \\> ULN)\n15. Known history of testing positive for HIV or known acquired immunodeficiency syndrome.\"\n16. Positive Epstein-Barr virus (EBV) viral capsid antigen IgM test at screening\n\n    a. An EBV polymerase chain reaction (PCR) test should be performed as clinically indicated to screen for active infection or suspected chronic active infection. Patients with a positive EBV PCR test are excluded.\n17. Vaccination with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or anticipation of need for such a vaccine during study treatment or within 5 months after the final dose of study treatment is prohibited except for administration of inactivated vaccines\n18. History of severe allergic anaphylactic reactions to chimeric or humanized antibodies or fusion proteins\n19. Known prior severe hypersensitivity to investigational product, Chinese hamster ovary cell products or any component in its formulations, including known severe hypersensitivity reactions to monoclonal antibodies (NCI CTCAE v5.0 Grade ≥ 3)\n20. Concurrent participation in another interventional clinical trial\n21. Pregnant or breast-feeding women\n22. Women of childbearing potential and male participants who are sexually active and not willing/able to use medically acceptable forms of contraception; this exclusion is necessary because the radiation treatment involved in this study may be significantly teratogenic",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Chia-Hsien Cheng, c",
          "role": "CONTACT",
          "phone": "+886-2-2352-2846",
          "email": "jasoncheng@ntu.edu.tw"
        }
      ],
      "overallOfficials": [
        {
          "name": "Chia-Hsien Cheng, Cheng",
          "affiliation": "Employee",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "National Taiwan University Hospital",
          "status": "RECRUITING",
          "city": "Taipei",
          "zip": "100",
          "country": "Taiwan",
          "contacts": [
            {
              "name": "Chia-Hsien Cheng, M.D., M.S., Ph.D., FASTRO",
              "role": "CONTACT",
              "phone": "+886-2-2352-2846",
              "email": "jasoncheng@ntuh.edu.tw"
            },
            {
              "name": "Chia-Hsien Cheng, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 25.05306,
            "lon": 121.52639
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000730814",
          "term": "Tiragolumab"
        },
        {
          "id": "C000594389",
          "term": "atezolizumab"
        },
        {
          "id": "D017239",
          "term": "Paclitaxel"
        },
        {
          "id": "D002945",
          "term": "Cisplatin"
        },
        {
          "id": "D011878",
          "term": "Radiotherapy"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        }
      ],
      "ancestors": [
        {
          "id": "D043823",
          "term": "Taxoids"
        },
        {
          "id": "D043822",
          "term": "Cyclodecanes"
        },
        {
          "id": "D003516",
          "term": "Cycloparaffins"
        },
        {
          "id": "D006840",
          "term": "Hydrocarbons, Alicyclic"
        },
        {
          "id": "D006844",
          "term": "Hydrocarbons, Cyclic"
        },
        {
          "id": "D006838",
          "term": "Hydrocarbons"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D004224",
          "term": "Diterpenes"
        },
        {
          "id": "D013729",
          "term": "Terpenes"
        },
        {
          "id": "D017606",
          "term": "Chlorine Compounds"
        },
        {
          "id": "D007287",
          "term": "Inorganic Chemicals"
        },
        {
          "id": "D017672",
          "term": "Nitrogen Compounds"
        },
        {
          "id": "D017671",
          "term": "Platinum Compounds"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}