{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02149134",
      "orgStudyIdInfo": {
        "id": "COMETE13"
      },
      "organization": {
        "fullName": "Federico II University",
        "class": "OTHER"
      },
      "briefTitle": "Evaluation of the Efficacy of a New Infant Formula in Subjects With Cow's Milk Allergy",
      "officialTitle": "Cow's Milk Allergy: Evaluation of the Efficacy of a New Thickened Extensively Hydrolyzed Formula (TeHF2013-01) in Infants With Confirmed Cow's Milk Protein Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-05",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2013-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2014-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2014-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2014-05-15",
      "studyFirstSubmitQcDate": "2014-05-23",
      "studyFirstPostDateStruct": {
        "date": "2014-05-29",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-05-23",
      "lastUpdatePostDateStruct": {
        "date": "2014-05-29",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Roberto Berni Canani",
        "investigatorTitle": "MD, PhD",
        "investigatorAffiliation": "Federico II University"
      },
      "leadSponsor": {
        "name": "Federico II University",
        "class": "OTHER"
      }
    },
    "descriptionModule": {
      "briefSummary": "Cow's milk protein allergy is defined as an immunological reaction to one or more milk proteins. A variety of symptoms can be suggestive for cow's milk protein allergy . Cow's milk protein allergy is suspected clinically in 5-15% of infants, while most estimates of prevalence of cow's milk protein allergy vary from only 2 to 5 %. Confusion regarding cow's milk protein allergy prevalence is often due to differences in study populations, study design and a lack of defined diagnostic criteria. The importance of defined diagnostic criteria needs to be emphasised. It precludes infants from an unnecessary diet and avoids delay in diagnosis, which can lead to malnutrition.\n\nThere are two clinical types of cow's milk protein allergy: the immediate and the delayed type. The immediate type usually presents within minutes after the ingestion of cow's milk protein with urticaria, angio-oedema, vomiting or an acute flare of atopic dermatitis and is present in slightly more than half of the patients with cow's milk protein allergy. Delayed reactions such as atopic dermatitis or gastrointestinal symptoms like proctocolitis or enteropathy usually present after hours or days.\n\nImmunologically, cow's milk protein allergy can be IgE or non-IgE mediated. IgE mediated reactions are often of the immediate type. Non-IgE mediated reactions are often cell mediated or mixed cell and IgE mediated and are more difficult to prove by specific testing. The immunological reaction differentiates cow's milk protein allergy from other milk induced pathology such as lactose intolerance.\n\nA variety of symptoms can be suggestive for cow's milk protein allergy although none of them is diagnostic. A good medical history remains the cornerstone for the diagnosis.\n\nThe treatment of cow's milk protein allergy is the dietary elimination of cow's milk proteins. In non-breastfed infants and children less than 2 years of age, a substitute formula is mandatory as prescribed by several international scientific societies. Extensively hydrolyzed formulas are used as therapeutic formulas. An extensively hydrolysed formula is often a whey or casein based formula in which the protein has been chopped up in smaller pieces that are less allergenic. Because of high cross-reactivity (up to 80%) and nutritional inadequacy, the use of any other animal milk or soy-based formula is precluded.The infant should be maintained on an elimination diet until the child is between 9-12 months of age or at least for 6 months, whichever occurs first. In most cases, symptoms will improve substantially within 2-4 weeks if diagnosis is correct.\n\nAccording to consensus in literature, a therapeutic formula is a formula tolerated by at least 90% (with 95% confidence) of cow's milk protein allergy infants.\n\nThe aim of the investigators study is to show the efficacy, tolerance and nutritional adequacy of a newly developed thickened extensively hydrolyzed formula in infants with a proven cow's milk protein allergy. In all included patients, cow's milk protein allergy will have been diagnosed based on a double blind placebo controlled food challenge, considered as golden standard in cow's milk protein allergy diagnosis. To evaluate efficacy of the formula, the formula has to be tolerated by at least 90% (with 95% confidence) of cow's milk protein allergy infants following literature consensus. A symptom diary will be filled out for this purpose by the patients' parents or legal guardians and the patient will be followed clinically by his doctor several times during the study period.\n\nNutritional adequacy of the formula will be evaluated clinically by following growth and weight several times during the study period and by comparing it to the standard WHO growth curves, based on breastfed infants."
    },
    "conditionsModule": {
      "conditions": [
        "Cow's Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 29,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "New extensively hydrolyzed casein formula",
          "type": "EXPERIMENTAL",
          "description": "Subjects with cow's milk allergy treated with a new formula",
          "interventionNames": [
            "Dietary Supplement: TeHF2013-01"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "TeHF2013-01",
          "armGroupLabels": [
            "New extensively hydrolyzed casein formula"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of subjects tolerants to a new hypoallergenic formula demonstrated by oral food challenge with the new study formula.",
          "description": "All subjects perform an oral food challenge with the new study formula. If the infant not react to the new hypoallergenic formula during the oral food challenge, the subjects tolerate this product and will assume it every day for 4 months, as treatment for cow's milk allergy.",
          "timeFrame": "At the moment of oral food challenge"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* between 1 and 12 months old\n* having a CMPA confirmed by a double-blind placebo controlled food challenge performed in the last 3 months, or with cow's milk allergy highly suspected based on clinical symptoms ( but not confirmed. In this case, a double blind food challenge will be performed during the first 3 months following inclusion\n* whose parent(s) signed the informed consent form\n\nExclusion Criteria:\n\n* Infants aged less than 1 month or more than 12 months\n\n  * Infants with eosinophilic disorders of the gastrointestinal tract\n  * Infants mainly or exclusively breastfed, with willingness to continue breast-feeding\n  * Infants having a weight at inclusion \\< 2500g,\n  * Infants fed (at the time of inclusion or in the past) with an extensively hydrolyzed formula with no improvement of the symptoms,\n  * Infants who refused to drink an extensively hydrolyzed formula anytime prior to inclusion,\n  * Infants fed with a vegetable based formula ,\n  * Infants fed an amino acid based formula\n  * Infants who should be fed with an amino acid based formula according to recommendations\n  * Infants who had an anaphylactic reaction in the past,\n  * Infants presenting with any situation which, according to the investigator, may interfere with the study participation, or lead to a particular risk for the subject, such as, but not limited to , concomitant chronic systemic diseases, congenital cardiac defects, active tuberculosis, autoimmune diseases, immunodeficiency, chronic inflammatory bowel diseases, celiac disease, cystic fibrosis, metabolic diseases, lactose intolerance, malignancy, chronic pulmonary diseases, malformations of the gastrointestinal tract.\n  * Infants already participating in another clinical trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Month",
      "maximumAge": "12 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Roberto Berni Canani, MD, PhD",
          "role": "CONTACT",
          "phone": "0817462680"
        }
      ],
      "locations": [
        {
          "facility": "University of Naples Federico II",
          "status": "RECRUITING",
          "city": "Naples",
          "state": "Naples",
          "zip": "80131",
          "country": "Italy",
          "contacts": [
            {
              "name": "Roberto Berni Canani",
              "role": "CONTACT",
              "phone": "0817462680"
            }
          ],
          "geoPoint": {
            "lat": 40.85216,
            "lon": 14.26811
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}