{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05695261",
      "orgStudyIdInfo": {
        "id": "P00043954"
      },
      "organization": {
        "fullName": "Boston Children's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Evaluating the Safety and Efficacy of Oral Encapsulated Microbiota Transplantation Therapy in Peanut Allergic Patients",
      "officialTitle": "A Phase II Trial to Evaluate the Safety and Efficacy of Oral Encapsulated Microbiota Transplantation Therapy in Peanut Allergic Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-06-08",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-01-11",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-03-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-01-13",
      "studyFirstSubmitQcDate": "2023-01-13",
      "studyFirstPostDateStruct": {
        "date": "2023-01-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Rima Rachid",
        "investigatorTitle": "Attending Physician, Division of Immunology",
        "investigatorAffiliation": "Boston Children's Hospital"
      },
      "leadSponsor": {
        "name": "Rima Rachid",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University of Minnesota",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This is a phase II trial that aims at evaluating the safety and tolerability of oral encapsulated fecal microbial transplantation therapy (MTT) in peanut allergic patients. In this research the investigators would like to learn more about ways to treat peanut allergies. The primary objective for Part A is to evaluate whether MTT with antibiotic pretreatment can increase the threshold of peanut reactivity during a double-blind placebo-controlled food challenge from \\<=100 mg peanut protein to 300 mg after 28 days of MTT /placebo therapy and 4 months post therapy initiation. The primary objective for Part B is to evaluate whether MTT with antibiotic pretreatment can lead to sustained unresponsiveness (SU) defined as tolerating the same dose of peanut protein administered during a food challenge at baseline and 12 weeks after OIT cessation.",
      "detailedDescription": "Part A is a This is a phase II randomized double-blind placebo-controlled arm trial that aims at evaluating the efficacy and safety and tolerability of microbial transplantation therapy (MTT) in peanut allergic patients. After reacting to \\<=100 mg peanut protein during initial DBPCFC, patients will be randomized to receive either oral Vancomycin and Neomycin or placebo/placebo for 7 days. Patients will then come to the Experimental and Therapeutic Unit (ETU) to receive orally 5 capsules of MTT or placebo under medical supervision. Patients will then take 5 capsules of MTT or placebo the next day then 2 capsules daily for 26 days. Patients will return to the ETU to undergo a second DBPCFC within 2 weeks of end of MTT/placebo treatment and 4 months post MTT initiation. They will return to the ETU for an exit visit 6 months after end of treatment. Gut microbiota will be analyzed serially using state-of-the-art 16SRNA sequencing prior to transplantation, then at 4 weeks, 4-month, and 6 months post transplantation. Immunological biomarkers and mechanistic studies will be performed on blood taken at baseline, second DBPCFC visit and exit visit. Adverse events will be monitored carefully throughout the study.\n\nPart B is an open label phase II arm that aims at evaluating the role of MTT in sustained unresponsiveness. Patients who are on maintenance peanut oral immunotherapy (OIT) for a year will be enrolled. They will undergo an open label oral food challenge (OFC) to determine their threshold tolerated dose, after which they will start a week of antibiotics (Vancomycin and Neomycin). Patients will receive their 4 oral capsules of MTT under medical supervision, take another 4 capsules the next day then will start 2 capsules per day for a total of 12 weeks of MTT therapy , all while continuing maintenance peanut OIT. At the end of this course, patients will undergo another open label OFC to evaluate for any change in their tolerated dose . Subjects will then stop OIT and MTT for 12 weeks and will come back for a third OFC to evaluate for any change in their tolerated dose. An exit visit will occur 6 months post end of treatment.\n\nGut microbiota will be analyzed serially using state-of-the-art 16SRNA sequencing at baseline, post antibiotics (and prior to MTT initiation), then at 4, 8, 12, 16, 20 and 24 weeks post MTT initiation. Immunological biomarkers and mechanistic studies will be performed on blood taken at baseline, second and third OFC and exit visit. Adverse events will be monitored carefully throughout the study."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy, Peanut",
        "Peanut Allergy",
        "Peanut Hypersensitivity",
        "Peanut-Induced Anaphylaxis",
        "Food Allergy",
        "Food Allergy Peanut"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "All individuals enrolled in Part A of the study patients will be randomized on a 1:1 ratio to receive either MTT with antibiotics (arm 1) or placebo/placebo (arm 2). The unblinding will occur at the end of the study.\n\nAll individuals enrolled to Part B of the study (arm 3) will receive open label MTT and antibiotics.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "maskingDescription": "Double blind",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 37,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "PART A: antibiotic / MTT",
          "type": "EXPERIMENTAL",
          "description": "Study subjects randomized to the experimental arm will receive oral antibiotics for 7 days as a way to modulate the composition of the gastrointestinal microbiota.\n\nUpon completion of oral antibiotics, subjects randomized to the experimental arm will be administeredf MTT under medical supervision. Subjects will be monitored and then discharged. Subjects will be instructed to take MTT capsules daily for 27 days.",
          "interventionNames": [
            "Biological: Microbial Transplantation Therapy",
            "Drug: Antibiotic"
          ]
        },
        {
          "label": "PART A: placebo / placebo",
          "type": "ACTIVE_COMPARATOR",
          "description": "Study subjects randomized to the placebo arm will receive oral placebo capsules instead of oral antibiotics, for 7 days, at the same frequency and capsule amount per dose.\n\nUpon completion of 7 days of placebo (matching the antibiotics given in the experimental arm), subjects randomized to the placebo arm will be administered capsules of placebo (matching the MTT capsules given in the experimental arm) under medical supervision. Subjects will be monitored and then discharged. Subjects will be instructed to take placebo capsules daily for 27 days.",
          "interventionNames": [
            "Other: Placebo (in place of MTT)",
            "Other: Placebo (in place of antibiotics)"
          ]
        },
        {
          "label": "PART B: open label antibiotic / MTT",
          "type": "OTHER",
          "description": "In Part B will enroll 13 participants who are peanut allergic and are on maintenance peanut oral immunotherapy (OIT). Participants will undergo an open label food challenge (OFC) up to 2,000 mg peanut protein. These participants will be pre-treated with open label oral Vancomycin and Neomycin over 7 days prior to receiving open label MTT. This part of the study is not randomized or double blind.",
          "interventionNames": [
            "Biological: Microbial Transplantation Therapy",
            "Drug: Antibiotic",
            "Other: Oral Immunotherapy (OIT)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Microbial Transplantation Therapy",
          "description": "Participants randomized to the MTT/antibiotic arm of PART A will be administered oral MTT capsules over the course of 28 days.\n\nParticipant enrolled on PART B will be administered oral MTT capsules over the course of 28 days.",
          "armGroupLabels": [
            "PART A: antibiotic / MTT",
            "PART B: open label antibiotic / MTT"
          ]
        },
        {
          "type": "DRUG",
          "name": "Antibiotic",
          "description": "Participants randomized to the MTT/antibiotic arm of PART A will receive oral antibiotics for 7 days prior to the MTT administration visit.\n\nParticipant enrolled on PART B will receive oral antibiotics for 7 days prior to the MTT administration visit.",
          "armGroupLabels": [
            "PART A: antibiotic / MTT",
            "PART B: open label antibiotic / MTT"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo (in place of MTT)",
          "description": "Participants randomized to the placebo arm of PART A will be administered oral placebo capsules in place of MTT over the course of 28 days.",
          "armGroupLabels": [
            "PART A: placebo / placebo"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo (in place of antibiotics)",
          "description": "Participants randomized to the placebo arm of PART A will receive oral placebo in place of antibiotics for 7 days prior to the MTT administration visit.",
          "armGroupLabels": [
            "PART A: placebo / placebo"
          ]
        },
        {
          "type": "OTHER",
          "name": "Oral Immunotherapy (OIT)",
          "description": "Participant enrolled on PART B will be on maintenance peanut oral immunotherapy (OIT) for their clinical care.",
          "armGroupLabels": [
            "PART B: open label antibiotic / MTT"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "PART A: Changes in threshold of peanut reactivity during DBPCFC (<=100 mg to 300 mg peanut protein)",
          "description": "PART A: Changes in threshold of peanut reactivity during DBPCFC after 28 days of MTT from \\<=100 mg to 300 mg peanut protein and 4 months post therapy initiation.",
          "timeFrame": "4 months post MTT"
        },
        {
          "measure": "PART B: Achievement of sustained unresponsiveness after 12 weeks of MTT",
          "description": "PART B: Achievement of sustained unresponsiveness after 12 weeks of MTT therapy combined with peanut OIT followed by 12 weeks therapy cessation",
          "timeFrame": "12 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "PART A: Changes in threshold of peanut reactivity during DBPCFC (<=100 mg to 600 mg peanut protein)",
          "description": "PART A: Changes in threshold of peanut reactivity during DBPCFC after 28 days of MTT from \\<=100 mg to 600 mg peanut protein and 4 months post therapy initiation.",
          "timeFrame": "4 months post MTT"
        },
        {
          "measure": "PART A & B: Adverse Events",
          "description": "PART A \\& B: MTT Treatment emergent adverse events",
          "timeFrame": "8 months"
        },
        {
          "measure": "PART A & B: Changes in Skin Test Wheal Size and IgE level",
          "description": "PART A \\& B: Changes in skin test peanut specific wheal size, peanut-specific IgE level over time",
          "timeFrame": "8 months"
        },
        {
          "measure": "PART A & B: Changes in Gut Microbial Composition",
          "description": "PART A \\& B: Changes in gut microbial composition and persistence of that change over time",
          "timeFrame": "8 months"
        },
        {
          "measure": "PART A & B: Changes in Biomarkers",
          "description": "PART A \\& B: Changes in biomarkers including RoRgt+Treg cells and Th2 helper cells frequencies after MTT therapy",
          "timeFrame": "8 months"
        },
        {
          "measure": "PART B: Change in the tolerated dose during OFC after 12 weeks days of MTT",
          "description": "PART B: Change in the tolerated dose during OFC after 12 weeks days of MTT therapy combined with OIT compared to baseline.",
          "timeFrame": "12 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "The study will enroll 24 peanut allergic patients aged 12-17 who meet the eligibility criteria in Part A and 13 subjects aged 12-17 years who meet eligibility criteria in Part B.\n\nInclusion Criteria:\n\nMale and female young adults aged 12-17 years, who meet all the following inclusion criteria, will be enrolled in the study.\n\n1. Develop dose limiting symptoms to peanut during a DPBCFC conducted in accordance with PRACTALL (Practical Issues in Allergology, Joint United States/European Union Initiative) guidelines at 1 mg, 3 mg, 10 mg, 30 mg, or 100 mg peanut protein (Part A only).\n2. Has a positive SPT to peanut (≥3mm) and/or a positive peanut-specific IgE \\>0.35kU/L (Part A only).\n3. For asthmatic patients, has a Spirometry or Peak Flow with Measurement of FEV1\\>=80% of predicted\n4. Has a negative urine hCG test if a female participant.\n5. Agrees to use an acceptable single-barrier form of birth control from enrollment through the exit DBPCFC study visit if female of childbearing potential and sexually active. An example of a single-barrier method of contraception includes condoms or oral contraceptives. Acceptable methods of birth control include implants, injectables, combined oral contraceptives, some intrauterine contraceptive devises (IUDs), sexual abstinence, a vasectomized partner, the contraceptive patch, the contraceptive ring, and condoms.\n6. Able to swallow 2 empty capsules size 00.\n7. Able to give informed assent and guardian willing to give informed consent.\n8. Willing and able to participate in the study requirements, including study visits, food challenges, serial stool collection\n9. Willing to undergo telephone or email follow-up to assess for safety and adverse events.\n10. Subject has been on maintenance peanut oral immunotherapy for at least a year (part B only).\n\nExclusion Criteria:\n\nSubjects who fall into any of the following exclusion criteria at the time of screening are not eligible for enrollment into the study.\n\n1. Patients with a history of severe anaphylaxis to any food (hypotension requiring vasopressor support, hypoxia requiring mechanical ventilation, or neurological compromise)\n2. For Part A, patients with current diagnosis of an IgE mediated reactions to food (excluding allergic reactions to peanut, tree nuts, egg and milk, provided that MTT does not contain traces of these food estimated to be above the LOAEL in 5 capsules combined, and excluding oral allergy syndrome, and excluding other foods that the MTT donor avoided)\n3. For Part B, patients with current diagnosis of an IgE mediated reactions to food (excluding allergic reactions to peanut, tree nuts, egg and milk, provided that MTT does not contain traces of tree nuts, egg and milk estimated to be above the LOAEL in 4 capsules, and excluding oral allergy syndrome, excluding the food that the patient is undergoing immunotherapy to, and excluding other foods that the MTT donor avoided).\n4. Patients with chronic illness other than controlled asthma that is mild intermittent, mild- persistent or moderate persistent, mild eczema and allergic rhinitis. Exceptions can be made per PI discretion if illness is not expected to affect allergies or treatment.\n5. Recurrent or chronic infections necessitating frequent systemic (including oral) antibiotic administration.\n6. Patients on chronic systemic immunosuppressive therapies.\n7. Patients who are diagnosed with active, chronic urticaria.\n8. Patients who have received peanut oral immunotherapy within the past 6 months (Part A only).\n9. Patients who are on the up-dosing phase of aeroallergen immunotherapy or patients who have received Omalizumab or dupilumab therapy within the past 6 months.\n10. Women who are pregnant or breast feeding or planning to get pregnant during the time of the study.\n11. Sexually active female patients who refuse to use contraception from enrollment through the third DBPCFC study visit\n12. Patient with GI conditions including inflammatory bowel disease, eosinophilic esophagitis, food protein induced enterocolitis, uncontrolled reflux despite medication, uncontrolled chronic constipation despite medication, esophageal dysmotility, swallowing dysfunction, delayed gastric emptying syndromes, pill esophagitis or history of aspiration pneumonia within 3 months prior to screening.\n13. Patient with current rheumatologic conditions. Exceptions can be made per PI discretion if illness is not expected to affect allergies or treatment.\n14. Patients with neutropenia \\<1000 cells/uL\n15. Patients participating or planning to participate in the next 6 months in interventional research trials. Exceptions can be made per PI discretion.\n16. Patients who have received systemic corticosteroids therapy for 1 week or more over the past 60 days.\n17. Patient with an allergy to Vancomycin or Neomycin or any component to the capsules.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Melanie Benitez",
          "role": "CONTACT",
          "phone": "617-355-6117",
          "email": "Melanie.Benitez@childrens.harvard.edu"
        },
        {
          "name": "Andrew Xuan",
          "role": "CONTACT",
          "email": "Andrew.Xuan@childrens.harvard.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Rima Rachid",
          "affiliation": "Boston Children's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Boston Children&#39;s Hospital",
          "status": "RECRUITING",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02115",
          "country": "United States",
          "contacts": [
            {
              "name": "Melanie Benitez",
              "role": "CONTACT",
              "phone": "617-355-6117",
              "email": "Melanie.Benitez@childrens.harvard.edu"
            },
            {
              "name": "Andrew Xuan",
              "role": "CONTACT",
              "email": "Andrew.Xuan@childrens.harvard.edu"
            },
            {
              "name": "Rima Rachid, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000900",
          "term": "Anti-Bacterial Agents"
        },
        {
          "id": "D007167",
          "term": "Immunotherapy"
        }
      ],
      "ancestors": [
        {
          "id": "D000890",
          "term": "Anti-Infective Agents"
        },
        {
          "id": "D045506",
          "term": "Therapeutic Uses"
        },
        {
          "id": "D020228",
          "term": "Pharmacologic Actions"
        },
        {
          "id": "D020164",
          "term": "Chemical Actions and Uses"
        },
        {
          "id": "D056747",
          "term": "Immunomodulation"
        },
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}