{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07177729",
      "orgStudyIdInfo": {
        "id": "20241006-ImmunoGal"
      },
      "organization": {
        "fullName": "Luxembourg Institute of Health",
        "class": "OTHER_GOV"
      },
      "briefTitle": "The α-gal Syndrome - Investigating Immune Reactions to Tick Bites Leading to Inflammation and Allergic Sensitization",
      "officialTitle": "The α-gal Syndrome - Investigating Immune Reactions to Tick Bites Leading to Inflammation and Allergic Sensitization",
      "acronym": "ImmunoGal"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-07-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-02",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-02",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-09-02",
      "studyFirstSubmitQcDate": "2025-09-10",
      "studyFirstPostDateStruct": {
        "date": "2025-09-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Luxembourg Institute of Health",
        "class": "OTHER_GOV"
      },
      "collaborators": [
        {
          "name": "Luxembourg National Research Fund (FNR)",
          "class": "UNKNOWN"
        },
        {
          "name": "Centre Hospitalier du Luxembourg",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to follow immune response and antibody build-up in individuals bitten by a tick. Participants are invited to enroll within 48 hours after the tick removal and donate some blood. The tick is also collected and analysed. Researchers will then try to answer the following questions:\n\n* Was the tick infected with parasites?\n* How many infected ticks actually transmitted the parasites to the host?\n* Did the participant make antibodies against tick proteins or tick-borne parasites?\n* Did the participant develop IgE antibodies against the alpha-Gal sugar? The alpha-Gal sugar is present on mammalian meat, and ticks can transmit the alpha-Gal sugar to the host during their blood meal. Humans recognize the alpha-Gal sugar as foreign and some individuals will build IgE antibodies in response. These IgE antibodies against alpha-Gal can lead to a food allergy to red meat, also known as alpha-Gal syndrome.\n\nResearchers will compare a group of participants that develop IgE against the alpha-Gal sugar with participants that will not. They want to find out if there are specific cells or mechanisms that differentiate the 2 groups.\n\nParticipants will:\n\n* Enroll after a recent tick bite or within 48 hours after tick removal: they will be asked to donate some blood and fill out a questionnaire.\n* Visit the clinic 4 to 6 weeks later for a follow-up sample and questionnaire.\n* Visit the clinic 3 months after the tick bite for allergy tests if they have been selected for this 3rd visit.",
      "detailedDescription": "Ticks bearing pathogens can transmit infectious diseases such as Lyme borreliosis, tick-borne encephalitis and others. Recently, a non-infectious human disease, namely the alpha-gal syndrome (AGS), was shown to be of tick origin. AGS, characterized by the presence of IgE antibodies directed against the carbohydrate galactose-α-1,3-galactose (alpha-gal or α-gal) is also known as 'red meat allergy'. Unlike the more 'classical' food allergies, symptoms are delayed and may appear several hours after ingestion of mammalian meat or dairy products, often hampering a timely clinical diagnosis.\n\nIndividuals with occupational or recreational outdoor activities often experience frequent tick bites and they have a higher risk of developing AGS. There are still many questions regarding the etiology and the development of the disease. Not every tick bite will lead to sensitization and it is presently unclear how the human immune system reacts to tick bites and why the initial events after a tick bite will either lead to a short-lived natural immune defense or shift the immune response to an uncontrolled Th2 response which potentially leads to allergic disease. Tick bites also bear the risk of pathogen transmission, and there is a clear need for monitoring tick bites for public health purposes.\n\nThe present study will investigate early peripheral immune responses in individuals bitten by a tick. We hypothesize that the pathway to allergic sensitization to α-gal is already predictable from the peripheral immune response early after a tick bite and that an adequate protective defense against ticks can be distinguished from an allergic inflammatory response by discrete marker signatures shortly after the tick bite. Additionally, we will collect population-based tick surveillance data which will be an important contribution to public health. The advertising of the study for recruitment purposes will be combined with information on tick avoidance and monitoring in case of a bite, thus contributing to public awareness and education.\n\nThe objectives of the study are:\n\ni) To determine peripheral inflammatory protein and cellular as well as intracellular signatures leading to either a normal and self-limited human immune defense or to allergic sensitization; ii) To generate surveillance data on tick-related diseases (pathogens/allergy) in individuals experiencing a tick bite.\n\nIn order to achieve these objectives, we will perform a deep immune analysis of blood samples collected upon a tick bite by using multi-omics and high-resolution techniques. We will longitudinally follow 100 study participants for several weeks and determine their serological status. Blood will be collected at day 1, then 4 to 6 weeks after the bite. For 2 subgroups of participants, selected for their sensitization to a-Gal and a control group without a-Gal sensitization, a 3rd visit is planned 8 to 12 weeks after the bite for clinical assessment. A questionnaire on the 2 first visits will collect data regarding tick bite history, current tick bite, current health status, allergic disease, diet for meat and dairy products.\n\nWe expect to determine immune signatures predicting a reaction leading to allergic sensitization and answer fundamental questions on pathways leading from skin damage to allergic sensitization.\n\nThe tick responsible for the bite will also be collected. The species will be identified (if possible) and eventual tick-borne pathogens detected by PCR analysis. The identification of the tick species and search for tick-borne pathogens will generate crucial data that are important for tick and tick-related disease surveillance in Luxembourg."
    },
    "conditionsModule": {
      "conditions": [
        "Alpha-Gal Syndrome",
        "Immune and Antibody Responses After Tick Bite"
      ],
      "keywords": [
        "Tick-borne diseases",
        "Tick bites",
        "alpha-Gal syndrome",
        "immuno-phenotyping"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Blood for serum and PBMC isolation"
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "a-Gal sensitized participants",
          "description": "Following the second visit 4 to 6 weeks after the tick bite, participants with specific alpha-Gal IgE levels above 0.1 kU/L are assigned to this group of a-Gal sensitized participants."
        },
        {
          "label": "a-Gal non-sensitized participants",
          "description": "Following the second visit 4 to 6 weeks after the tick bite, participants with specific alpha-Gal IgE levels below 0.1 kU/L are assigned to this group of a-Gal non-sensitized participants."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Determination of immune signatures leading to allergic sensitization after a tick bite",
          "description": "We expect to determine immune signatures predicting a reaction leading to allergic sensitization and answer fundamental questions on pathways leading from skin damage to a Th2 immune response.",
          "timeFrame": "2 years after the enrollment of the last study participant"
        },
        {
          "measure": "Tick and tick-borne pathogen surveillance",
          "description": "The identification of the tick species and search for pathogens will generate crucial data that are important for tick surveillance in Luxembourg",
          "timeFrame": "From enrollment until 6 months after the last inclusion"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria:\n\n* Individuals aged ≥ 18 years, Male and Female.\n* Experience of a tick bite: the tick has been removed less than 48 hours ago, or the tick is still attached to the skin and can be removed on site by the study nurse.\n* Tick available for analysis.\n* Informed consent signed.\n\nExclusion criteria:\n\n* Individuals \\< 18 years of age, Male or Female.\n* Individuals with an acute viral/bacterial inflammation.\n* Individuals with an immune deficiency or under immunosuppressive treatments.\n* Individuals in receipt with immunotherapy with omalizumab.\n* Individuals with neurological diseases / impaired cognitive disorder.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Adult population having experienced a recent tick bite and volunteering to visit the study clinic for blood donation at 2 time-points, respectively 3 time-points for a selected subgroup.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "LCTR",
          "status": "RECRUITING",
          "city": "Luxembourg",
          "country": "Luxembourg",
          "contacts": [
            {
              "name": "Ali Znati",
              "role": "CONTACT",
              "phone": "+352 26970-811",
              "email": "Ali.Znati@lih.lu"
            }
          ],
          "geoPoint": {
            "lat": 49.60982,
            "lon": 6.13268
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "C000655084",
          "term": "red meat allergy"
        },
        {
          "id": "D017282",
          "term": "Tick-Borne Diseases"
        },
        {
          "id": "D064927",
          "term": "Tick Bites"
        }
      ],
      "ancestors": [
        {
          "id": "D000079426",
          "term": "Vector Borne Diseases"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D001733",
          "term": "Bites and Stings"
        },
        {
          "id": "D011041",
          "term": "Poisoning"
        },
        {
          "id": "D064419",
          "term": "Chemically-Induced Disorders"
        },
        {
          "id": "D014947",
          "term": "Wounds and Injuries"
        }
      ]
    }
  },
  "hasResults": false
}