{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06773507",
      "orgStudyIdInfo": {
        "id": "leadingpharm2022010"
      },
      "organization": {
        "fullName": "Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Phase I Study of BC008-1A Injection in Patients With Advanced Solid Tumors",
      "officialTitle": "An Open-label, Multicenter, Phase I Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetic (PK) Characteristics and Preliminary Efficacy of BC008-1A Injection in Subjects With Advanced Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-05-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-06",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-06",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-01-02",
      "studyFirstSubmitQcDate": "2025-01-08",
      "studyFirstPostDateStruct": {
        "date": "2025-01-14",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-07",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-09",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this study is to learn if BC008-1A given 900mg or 1200mg intravenously once every 3 weeks is safe and effective to treat patients with advanced esophageal cancer or advanced non-small cell lung cancer. It will also learn about the safety and pharmacokinetics of BC008-1A.",
      "detailedDescription": "This is an open-label clinical study aims to evaluate the safety, pharmacokinetic characteristics and preliminary efficacy of BC008-1A injection in subjects with advanced esophageal squamous cell carcinoma and advanced non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma). There are two cohorts. Cohort 1 selects patients with advanced esophageal squamous cell carcinoma, and Cohort 2 selects subjects with advanced non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma) with a PD-L1 TPS (Tumor Proportion Score) of ≥1%.\n\nCohort 1: Two dose groups will be set up. Subjects with advanced esophageal cancer will enter the low-dose group (900mg) or the high-dose group (1200mg) in parallel. Each subject will only receive the experimental drug of one dose group and will not participate in the studies of the other dose group.\n\nCohort 2: Two dose groups will be set up. Subjects with advanced non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma) will enter the low-dose group (900mg) or the high-dose group (1200mg) in parallel. Each subject will only receive the experimental drug of one dose group and will not participate in the studies of the other dose group.\n\nFor both Cohort 1 and Cohort 2, BC008-1A injection will be administered once every 3 weeks, and 21 days will be regarded as one cycle. Subjects will continue to take the drug until disease progression occurs, or intolerable toxicity develops, or they are lost to follow-up, or withdraw their informed consent, or start a new anti-tumor treatment, or the investigator decides to withdraw them based on the subject's benefit situation."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Esophageal Cancers",
        "Advanced Non-small Cell Lung Cancer (NSCLC)"
      ],
      "keywords": [
        "PD-1",
        "TIGIT",
        "Esophageal Cancer",
        "non-small cell lung cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 80,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "BC008-1A 900mg",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: BC008-1A 900mg"
          ]
        },
        {
          "label": "BC008-1A 1200mg",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: BC008-1A 1200mg"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "BC008-1A 900mg",
          "description": "BC008-1A 900mg will be administered once every 3 weeks until disease progression occurs, or intolerable toxicity develops, or they are lost to follow-up, or withdraw their informed consent, or start a new anti-tumor treatment, or the investigator decides to withdraw them based on the subject's benefit situation.",
          "armGroupLabels": [
            "BC008-1A 900mg"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "BC008-1A 1200mg",
          "description": "BC008-1A 1200mg will be administered once every 3 weeks until disease progression occurs, or intolerable toxicity develops, or they are lost to follow-up, or withdraw their informed consent, or start a new anti-tumor treatment, or the investigator decides to withdraw them based on the subject's benefit situation.",
          "armGroupLabels": [
            "BC008-1A 1200mg"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective response rate (ORR)",
          "description": "Objective response rate per RECIST1.1",
          "timeFrame": "Up to 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Disease control rate (DCR)",
          "description": "Defined as the proportion of subjects who achieved a best response of Complete Response (CR), Partial Response (PR), or Stable Disease (SD) per RECIST 1.1.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Maximum Plasma Concentration (Cmax)",
          "timeFrame": "about 4 months"
        },
        {
          "measure": "Immunogenicity",
          "description": "Percentage of anti-drug antibody (ADA) and positive subjects.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Adverse events",
          "description": "Incidence and severity of adverse events",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Receptor occupancy",
          "description": "Receptor occupancy of TIGIT and PD-1 on peripheral CD3+, CD4+ and CD8+ T cells.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Progression-free survival (PFS)",
          "description": "The time interval from the first drug administration to progressive disease per RECIST 1.1 or death from any cause",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "The time interval from the first drug administration to death due to any cause.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Duration of response (DoR)",
          "description": "The time interval from the first response (CR or PR) to progressive disease per RECIST 1.1 or death from any cause",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Time to response (TTR)",
          "description": "The time from the first drug administration to the first confirmation of Complete Response (CR) or Partial Response (PR) per RECIST 1.1.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Area under the curve (AUC)",
          "timeFrame": "about 4 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Cohort 1:\n\n   Patients with inoperable, locally advanced or metastatic esophageal squamous cell carcinoma confirmed by histopathology or cytology. Those who have failed standard treatment or have no effective standard treatment available; Patients can provide the results of PD-L1 expression status within 1 year or agree to provide archived pathological tissues or fresh tissues within 1 year for testing.\n\n   Cohort 2:\n\n   Patients with non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma) confirmed by histology or cytology, who have failed standard treatment or have no effective standard treatment available; Patients can provide archived pathological tissues or fresh pathological tissues within 1 year for PD-L1 testing, and the PD-L1 Tumor Proportion Score (TPS) ≥ 1%.\n2. Sign a written informed consent form before any study-specific procedures and be able to follow the visit schedules and related procedures stipulated in the protocol.\n3. Male or female patients aged ≥ 18 years old.\n4. Expected survival time ≥ 12 weeks.\n5. According to the Response Evaluation Criteria in Solid Tumors version 1.1 (RECIST 1.1), there should be at least one measurable tumor lesion shown by CT or MRI examination (lesions that have not received radiotherapy before). If a lesion located in the irradiated area that has received radiotherapy previously clearly shows progression meeting the RECIST 1.1 criteria, such lesion can be regarded as a measurable lesion.\n6. Eastern Cooperative Oncology Group (ECOG) Performance Status score is 0 or 1.\n7. Have sufficient hematopoietic, liver and kidney functions and meet the following laboratory test results before enrollment (no use of any cell growth factors, platelet or red blood cell transfusions, etc. within 1 week before the first dose of study treatment):\n\n   Basically normal hematopoietic system: Absolute Neutrophil Count (ANC) ≥ 1.5 × 109/L, Platelet (PLT) ≥ 90 × 109/L, Hemoglobin (Hb) ≥ 90 g/L; Basically normal liver function: Total Bilirubin (TBIL) ≤ 1.5 × ULN (for subjects with liver metastases, Total Bilirubin ≤ 2.5 × ULN), Alanine Transaminase (ALT) ≤ 2.5 × ULN, Aspartate Transaminase (AST) ≤ 2.5 × ULN (for subjects with liver metastases, ALT ≤ 5 × ULN, AST ≤ 5 × ULN), Alkaline Phosphatase ≤ 2.5 × ULN (for subjects with liver or bone metastases, Alkaline Phosphatase ≤ 5 × ULN), Plasma Albumin (ALB) ≥ 28 g/L; Basically normal kidney function: Creatinine (Cr) ≤ 1.5 × ULN, or Creatinine Clearance ≥ 50 mL/min (calculated using the Cockcroft-Gault formula); Basically normal coagulation function: International Normalized Ratio (INR) ≤ 1.5 × ULN or Prothrombin Time (PT) ≤ 1.5 × ULN or Activated Partial Thromboplastin Time (APTT) ≤ 1.5 × ULN (for subjects receiving anticoagulant therapy, the investigator judges that INR, PT and APTT are all within the safe and effective treatment range without clinical conditions of active bleeding or increased bleeding risk).\n8. Female subjects of childbearing age or male subjects whose partners are women of childbearing age must take effective contraceptive measures throughout the treatment period and within 6 months after the treatment period.\n\nExclusion Criteria:\n\n1. Having been previously exposed to any anti-TIGIT drugs.\n2. Currently participating in another interventional clinical study, except for participation in observational (non-interventional) clinical studies or being in the survival follow-up stage of an interventional study.\n3. Having received any investigational drugs within 4 weeks prior to the first administration of the study drug.\n4. Having an autoimmune disease or a history of autoimmune diseases or related symptoms.\n5. Having received the last anti-tumor treatment within 4 weeks before the first administration of the study drug: systemic chemotherapy (the washout period for oral fluorouracil drugs is 2 weeks, and that for mitomycin C and nitrosourea drugs is 6 weeks), endocrine therapy, targeted therapy (the washout period for small molecule targeted therapy is 2 weeks or 5 half-lives, whichever is longer), immunotherapy, tumor embolization or treatment with traditional Chinese herbal medicines with anti-tumor indications, etc.\n6. Having been treated with corticosteroid drugs or other immunosuppressive agents within 4 weeks before the first administration of the study drug.\n7. Having received a live attenuated vaccine within 4 weeks before the first administration of the study drug or planning to receive it during the study period.\n8. Having toxicity that has not recovered to grade 0 or 1 according to the NCI-CTCAE v5.0 caused by previous anti-tumor treatment within 4 weeks before the first dose of study treatment (excluding alopecia, fatigue or vitiligo), having unstable neuropathy or \\> grade 2 neuropathy induced by previous anti-tumor treatment, including having unresolved immune-related adverse events (irAE) after receiving immunotherapy and those who have experienced irAE ≥ grade 3.\n9. Having a history of pneumonia requiring steroid treatment, or having interstitial lung disease (including both past and present medical history).\n10. Currently having an active infection (e.g., acute bacterial infection, tuberculosis, active hepatitis B/hepatitis C, pulmonary infection, etc.).\n11. Known to have central nervous system (CNS) metastasis and/or spinal cord compression and/or carcinomatous meningitis, or having a history of leptomeningeal carcinoma.\n12. Being positive for hepatitis B core antibody (HBcAb) or hepatitis B surface antigen (HBsAg), and having HBV DNA higher than the upper limit of the normal value of the study center, or being judged by the doctor to have active hepatitis, being infected with hepatitis C virus (HCV), or being positive for human immunodeficiency virus (HIV) antibody, or being positive for Treponema pallidum antibody (Tp-Ab).\n13. Having poorly controlled cardiac clinical symptoms or diseases, such as uncontrolled hypertension (systolic blood pressure ≥ 160 mmHg and/or diastolic blood pressure ≥ 100 mmHg), unstable angina pectoris or having had a myocardial infarction within 6 months before enrollment in the trial, or having poorly controlled arrhythmia (including QTc interval ≥ 450 ms for men and ≥ 470 ms for women, with the QTc interval calculated by the Fridericia formula), etc.\n14. Having a cardiac function classification (NYHA) of grade III or IV, and having a left ventricular ejection fraction (LVEF) \\< 50% at rest.\n15. Having suffered from other malignant tumors within five years (except for completely cured or curable cancers, such as basal cell skin cancer or squamous cell skin cancer, localized low-risk prostate cancer, papillary thyroid cancer, or any type of carcinoma in situ that has been completely resected, such as carcinoma in situ of the cervix, ductal carcinoma in situ of the breast, etc.).\n16. Being allergic to the components or excipients of the experimental drug, antibody drugs or any other therapeutic proteins (such as fresh frozen plasma, human serum albumin, cytokines or interleukins, etc.), or having a severe allergy history, or being suspected of having a severe allergic reaction (NCI-CTCAE v5.0 ≥ grade 3).\n17. Having a history of alcoholism, drug addiction or drug abuse within 1 year before screening.\n18. Having a clear history of neurological or psychiatric disorders in the past, such as epilepsy, dementia, or being poorly compliant.\n19. Pregnant or lactating women.\n20. Other circumstances that the investigator deems unsuitable for participation in this study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jianing Wang",
          "role": "CONTACT",
          "phone": "86-13802107048",
          "email": "wangjianing@buchangbio.com"
        },
        {
          "name": "Xinlei Guo",
          "role": "CONTACT",
          "phone": "86-010-87163362",
          "email": "guoxinlei@buchangbio.com"
        }
      ],
      "locations": [
        {
          "facility": "Tianjin Medical University Cancer Institute and Hospital",
          "status": "RECRUITING",
          "city": "Tianjin",
          "country": "China",
          "contacts": [
            {
              "name": "Xiubao Ren",
              "role": "CONTACT",
              "phone": "86-22-23109106"
            }
          ],
          "geoPoint": {
            "lat": 39.14222,
            "lon": 117.17667
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D004938",
          "term": "Esophageal Neoplasms"
        },
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        }
      ],
      "ancestors": [
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D004935",
          "term": "Esophageal Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        }
      ]
    }
  },
  "hasResults": false
}