{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02449850",
      "orgStudyIdInfo": {
        "id": "2014-15118"
      },
      "organization": {
        "fullName": "Oslo University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Preventing Atopic Dermatitis and ALLergies in Children",
      "officialTitle": "Preventing Atopic Dermatitis and ALLergies in Children",
      "acronym": "PreventADALL"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-08",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-12-14",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2044-06",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2015-05-18",
      "studyFirstSubmitQcDate": "2015-05-19",
      "studyFirstPostDateStruct": {
        "date": "2015-05-20",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2019-08-27",
      "lastUpdatePostDateStruct": {
        "date": "2019-08-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Karin C. Lødrup Carlsen",
        "investigatorTitle": "Professor MD, PhD",
        "investigatorAffiliation": "Oslo University Hospital"
      },
      "leadSponsor": {
        "name": "Oslo University Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University of Oslo",
          "class": "OTHER"
        },
        {
          "name": "Karolinska Institutet",
          "class": "OTHER"
        },
        {
          "name": "Helsinki University Central Hospital",
          "class": "OTHER"
        },
        {
          "name": "University of Lausanne Hospitals",
          "class": "OTHER"
        },
        {
          "name": "Norwegian Institute of Public Health",
          "class": "OTHER_GOV"
        },
        {
          "name": "University Hospital, Akershus",
          "class": "OTHER"
        },
        {
          "name": "Ostfold Hospital Trust",
          "class": "OTHER"
        },
        {
          "name": "ThermoFisher Scientific Brahms Biomarkers France",
          "class": "INDUSTRY"
        },
        {
          "name": "University of Southampton",
          "class": "OTHER"
        },
        {
          "name": "Imperial College London",
          "class": "OTHER"
        },
        {
          "name": "Norwegian University of Life Sciences",
          "class": "OTHER"
        },
        {
          "name": "Diakonova University College",
          "class": "OTHER"
        },
        {
          "name": "Norwegian Department of Health and Social Affairs",
          "class": "OTHER_GOV"
        },
        {
          "name": "University Medical Center Groningen",
          "class": "OTHER"
        },
        {
          "name": "Furst Medical Laboratory",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective is of the PreventADALL study is to test if primary prevention of allergic diseases is possible by simple and low cost strategies, and secondary to asses the impact of xenobiotic exposure and microbiota in and on the body and the environment on allergic disease development.\n\nThe secondary objective is an exploratory focus to investigate early life risk factors for development of non-communicable diseases, including asthma and allergic diseases as well as for diseases that may share common risk factors, including cardiovascular disease, obesity and diabetes.\n\nDesign: A multi-national population-based prospective birth cohort with a factorial designed randomized controlled intervention trial of two clinical interventions; skin care 0-9 months and early food introduction by 3-4 months, thereafter observation only.\n\nRecruitment in three cities (Oslo, Ostfold and Stockholm) of approximately 2500 mother-child pairs is done in two steps; first pregnant women are recruited and enrolled at the 18-weeks ultrasound investigation (n=approximately 2700) and thereafter their new-born babies are included.\n\nRandomization into four groups is done by the postal code or \"township\" to ensure all four intervention-groups within each \"township\".\n\nVisits for biological and environmental sampling, observations and investigations will be at the relevant pediatric departments (at 3-6-12-24-36 months of age) and through childhood into adulthood thereafter, provided sufficient funding.",
      "detailedDescription": "The PreventADALL study is a long term prospective birth cohort study, with an intervention aspect designed as a randomized clinical trial (RCT), and an exploratory aspect, enrolling mother-child pairs by including pregnant women, allowing for intrauterine investigations of the baby and maternal factors during pregnancy, and thereafter including their new-born babies for long-term follow-up investigations.\n\nWith the knowledge that allergic diseases often manifest in early infancy, interventions will be carried out as early as possible to investigate if allergic diseases can be prevented. Two interventions, early and systematic introduction to common foods, and early skin care are carried out within the first four months and the first nine months of life, respectively.\n\nInclusion/Exclusion criteria:\n\nAnte-natal inclusion, step 1: All mothers to-be at 18 weeks ultrasound investigation with sufficient language skills (Norwegian or Swedish), gestational age: at least 16-22 weeks. Exclusion: Plans to move further than reasonable travel distance from any of the participating hospitals within the first year of the offspring's life.\n\nInclusion of the child, step 2: Live-born babies of gestational age 35.0 weeks or more (including multiple pregnancies), maternal/parental willingness to participate in the study Exclusion criteria child: 1) severe neonatal cardiac, pulmonary, neurological, dermatological disease or other disease that may influence the outcomes 2), plans to move further than reasonable travel distance away from any of the participating hospitals within the first nine months of life.\n\n3\\) Non-willingness to participate 4) More than two fetuses\n\nOverall design:\n\nA multi-national population-based prospective birth cohort with a factorial designed randomized controlled intervention trial of two clinical interventions; skin care 0-9 months and early food introduction by 3-4 months continuing to at least 6 moths and preferentially continuing thereafter. Observation only after nine months of age. Recruitment is done in two steps; first pregnant women at the 18-weeks ultrasound investigation and thereafter their new-born babies.\n\nRandomisation into four groups is done by the postal code or \"township\" to ensure all four intervention-groups within each \"township\".\n\nElectronic questionnaires will be completed by the mother at 18 and 34 weeks gestation, as well as for the baby at 3-6-9-12-18-24-30-36 months and annually thereafter. Also, an electronic diary will be completed each week from 2-26 weeks of age, to register weekly interventions, as well as symptoms of allergic diseases and food intake.\n\nVisits for biological and environmental sampling, observations and investigations will be at the relevant pediatric departments (at 3-6-12-24-36 months of age) and annually thereafter. It is a hope that the study can be maintained well into adulthood.\n\nThe study will be run in accordance with Good Clinical Practice (GCP).\n\nInvestigations:\n\nClinical investigations and biological sampling focuses on: General development, clinical assessments of health or disease, as well as diagnosing allergic disease and later also other non-communicable diseases (NCD)s.\n\nThese include:\n\n* Fetal growth and respiratory development\n* Somatic growth and status (anthropometric data)\n* Blood pressure\n* Skin, respiratory, gastrointestinal and other relevant organs\n* Skin barrier (trans epidermal water loss (TEWL))\n* Lung function and -development\n* Microbiota/diversity (in and on the body and the environment)\n* Viral infections\n* Immune-deviation/tolerance development\n* Specific allergen antibodies (IgE/IgG)\n* Xenobiotics and interactions between exposures (microbiota/xenobiotics)\n* Genetics/epi-genetics\n\nOutcome measures:\n\nPrimary outcomes from birth to assessment times, first at 12 months of age for AD and at 36 months for food allergy to intervention allergens:\n\n1. Atopic dermatitis (AD), Food allergy to any intervention allergen\n2. Allergic sensitization (yes/no as well as quantitative, by skin prick test and s-IgE) Secondary outcomes: annually (ie 12, 24, 36, months and further follow-up investigations through childhood into adulthood): asthma (bronchial obstruction in year 1-2) and/or food allergy to any other allergen and/or anaphylaxis and/or allergic rhinitis Later outcomes for the exploratory part of the study will be defined in terms of obesity, cardiovascular diseases and diabetes.\n\nFor assessments of food allergy, first determined at three years of age, we will harmonize study protocols with similar studies.\n\nInterventions:\n\nSkin intervention (IS): Skin care is performed from week 2 through 8 months of age, supervised by study personnel prior to leaving the hospital.\n\nFood intervention (IF): Major food allergens (cow's milk, peanut, wheat, egg) are introduced no later than 4.0 months of age as tastes, not interfering with nutrition.\n\nSafety assessment: An external surveying committee to assess adverse events and main outcomes will be established prior to study start, to assess safety and potential needs for re-assessing interventions. The safety committee is offered free access to any data they need, at their discretion.\n\nStatistical approaches: Stratum randomization, logistic regression analyses (primary outcomes), mixed models (continuous outcomes particularly of allergic sensitization by quantification) will be applied. An external surveillance committee will monitor the safety aspects with availability to reports whenever, and whatever clinical or other criteria they deem appropriate. Their assessment will have the potential to stop the trial in case of large differences in the groups. However, due to the short time span of observation before the interventions are completed, it is unlikely that intervention differences may be observed prior to completion.\n\nPower analysis lack underlying data and is therefore based upon the prevalence Environment and Childhood Asthma study (ECA study) of AD at two years of age for skin barrier intervention only. The prevalence (%) of (ever) allergic disease in the ECA study were at 2, 10 and 16 years of age: Asthma: 8 (recurrent bronchial obstruction), 20 and 26.4%, Atopic eczema: 23.2, 33.2 and 34.8%, Allergic rhinitis (10 and 16 years): 19 and 32.1%, Allergic sensitization (10/16 years): 37.4 and 52.6%, respectively. Data on food allergy is lacking.\n\nThe investigators' pilot study suggested a prevalence reduction in AD from 16 to four % at 6-months of age in children with dry skin subjected to skin care from 2 weeks. Thus, an estimated reduction from 23.2 % to 18.2 % (five per cent points) in a general population would be highly clinically relevant, worthwhile and feasible and require 1030 children in each skin care versus observation group to attain an 80 % power at 5% significance level. A reduction to 19.2 % (four per cent points) requires 1638 children per group.\n\nRecent publications demonstrated approximately 30 % reduction in atopic dermatitis at 32 weeks of age after daily use of skin care and 50% risk reduction at 6 months of age in 124 high risk children, respectively suggesting that approx. 1000 babies in each group would be sufficient to detect significant and relevant reductions in AD in a factorially 2x2 designed study. With many sub-studies we aim for 2400-2500 mother-child pairs.\n\nIn line with emerging study results (2015) the power-estimates will be repeated with potential modification of population size requirement until the target population is recruited.\n\nStudy Phases:\n\nThe first phase of the PreventADALL study; to establish the birth cohort study, collect information and biological samples, closely assess the children in the first 3 years of life, assess the impact of the two interventions and the impact of microbiota and xenobiotic exposure on early allergic disease presentation.\n\nThis phase will also create the foundation for a long-term follow-up study with careful assessments of potential risk or protective factors for allergic as well as other NCDs at the start of life. The PreventADALL study will lead to improved knowledge of the potential effect of primary prevention and of management of allergic diseases in early life as well as improving knowledge of risk factors for NCDs later in life."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis",
        "Food Allergy in Children",
        "Asthma",
        "Rhinitis, Allergic",
        "Non-communicable Diseases",
        "Obesity",
        "Cardiovascular Disease"
      ],
      "keywords": [
        "In-utero environment",
        "Asthma",
        "Allergic diseases",
        "Food allergy",
        "Birth cohort study",
        "Primary prevention",
        "Intervention study",
        "Atopic dermatitis",
        "Rhinitis",
        "Allergy",
        "Lung function",
        "Non-communicable diseases",
        "Foetal growth",
        "Obesity",
        "Cardiovascular disease",
        "Diabetes",
        "Blood pressure",
        "Anthropometric",
        "Trans epidermic water loss"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "FACTORIAL",
        "interventionModelDescription": "International, multi-center, prospective 2x2 factorially designed randomized controlled trial of primary prevention in children of enrolled mother-child pairs, with an additional exploratory aim",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "At all investigations, skin scoring is performed prior to any information from the study participants parents of intervention group. Also, no baths are allowed within 24 hours of investigation, to fascilitate blinding of the investigator to interventional allocation.",
          "whoMasked": [
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 2701,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Observation only",
          "type": "NO_INTERVENTION",
          "description": "Observation only"
        },
        {
          "label": "Food intervention",
          "type": "EXPERIMENTAL",
          "description": "Intervention; systematic introduction of egg, milk, wheat and peanut by 4 months of age",
          "interventionNames": [
            "Other: Food intervention"
          ]
        },
        {
          "label": "Skin care",
          "type": "EXPERIMENTAL",
          "description": "Intervention: regular baths with bath-oil 0.5-9 months of age",
          "interventionNames": [
            "Other: Skin care"
          ]
        },
        {
          "label": "Food intervention and skin care",
          "type": "EXPERIMENTAL",
          "description": "Intervention; systematic introduction of egg, milk, wheat and peanut by 4 months of age Intervention: regular baths with bath-oil 0.5-9 months of age",
          "interventionNames": [
            "Other: Food intervention",
            "Other: Skin care"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Food intervention",
          "description": "Intervention; systematic introduction of egg, milk, wheat and peanut by 4 months of age",
          "armGroupLabels": [
            "Food intervention",
            "Food intervention and skin care"
          ]
        },
        {
          "type": "OTHER",
          "name": "Skin care",
          "description": "Bath with bath-oil aim and Ceridal face cream for least 5 times/ week from 0.5-9 months of age.",
          "armGroupLabels": [
            "Food intervention and skin care",
            "Skin care"
          ],
          "otherNames": [
            "PreventADALL bath oil"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Atopic dermatitis (AD)",
          "description": "AD by international standards,",
          "timeFrame": "AD 0-12 months, with follow-up investigations at 2 and 3 yrs and at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Food allergy to any intervention allergen",
          "description": "By clinical relevant reactions, intolerance to foods and food challenges, when needed",
          "timeFrame": "0-36 months, assessed first at 36 months, with follow-up investigations at intervals up to year 2044, provided funding"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Allergic sensitisation (yes/no as well as quantitative, by skin prick test and s-IgE)",
          "description": "(yes/no as well as quantitative, by skin prick test and s-IgE)",
          "timeFrame": "first at 6 months, with follow-up investigations at 2 and 3 yrs and at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Asthma (bronchial obstruction in year 1-2)",
          "description": "In line with international criteria as used in Mechanisms of Allergy Development (MeDALL) criteria, and doctor diagnosis",
          "timeFrame": "first at 0-12 months, with follow-up investigations at 2 and 3 yrs and at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Food allergy to any other allergen",
          "description": "As reported by parents, in line with international criteria and documentation from patient charts",
          "timeFrame": "0-36 months, assessed first at 36 months of age, with follow-up investigations at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Anaphylaxis",
          "description": "As reported by parents, with additional documentation from patient charts",
          "timeFrame": "0-36 months, assessed first at 36 months of age, with follow-up investigations at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Rhinitis/Allergic rhinitis",
          "description": "As reported by parents, in the absence (rhinitis) or presence (allergic rhinitis) of allergic sensitisation to inhalant allergens",
          "timeFrame": "12-36 months, with follow-up investigations at intervals up to year 2044, provided funding"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Cardiovascular diseases",
          "description": "Blood pressure measurements, defined by percentiles and quartiles. Not an outcome of the RCT but of the exploratory part of PreventADALL",
          "timeFrame": "Blood pressure 3-12 months of age, with follow-up investigations at 2 and 3 yrs and at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Diabetes",
          "description": "Clinical diagnosis from patient charts, not an outcome of the randomized clinical trial (RCT) but of the exploratory part of PreventADALL",
          "timeFrame": "at 36 months and with follow-up investigations at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Obesity",
          "description": "by international standards, based upon BMI adjusted for age and gender",
          "timeFrame": "0-12 months, with follow-up investigations at 2 and 3 yrs and at intervals up to year 2044, provided funding"
        },
        {
          "measure": "Any other allergic disease",
          "description": "Venom or medication allergy, urticaria",
          "timeFrame": "0-12 months, with follow-up investigations at 2 and 3 yrs and at intervals up to year 2044, provided funding"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "The study enrolls Mother-child pairs in two steps; first mother, thereafter her new-born baby.\n\nInclusion Criteria:\n\n1\\. Ante-natal inclusion, step 1: All mothers to-be at 18 weeks ultrasound investigation with sufficient language skills (Norwegian or Swedish), gestational age: at least 16-22 weeks.\n\n1\\. Exclusion: Plans to move further than reasonable travel distance from any of the participating hospitals within the first year of the offspring's life.\n\n1\\. Inclusion of the child, step 2: Live-born babies of gestational age 35.0 weeks or more (including multiple pregnancies), maternal/parental willingness to participate in the study\n\nExclusion Criteria:\n\nExclusion criteria child: 1) severe neonatal cardiac, pulmonary, neurologic, dermatologic disease or other disease that may influence the outcomes 2), plans to move further than reasonable travel distance away from any of the participating hospitals within the first nine months of life.\n\n3\\) Non-willingness to participate, 4) More than two foetuses",
      "healthyVolunteers": true,
      "sex": "ALL",
      "genderBased": true,
      "genderDescription": "Enrollment of pregnant women, including their newborn babies of both sexes",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Karin C. Lødrup Carlsen, MD PhD",
          "affiliation": "Oslo University Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Oslo University Hospital and University of Oslo",
          "city": "Oslo",
          "zip": "0424",
          "country": "Norway",
          "geoPoint": {
            "lat": 59.91273,
            "lon": 10.74609
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29710408",
          "type": "BACKGROUND",
          "citation": "Lodrup Carlsen KC, Rehbinder EM, Skjerven HO, Carlsen MH, Fatnes TA, Fugelli P, Granum B, Haugen G, Hedlin G, Jonassen CM, Landro L, Lunde J, Marsland BJ, Nordlund B, Rudi K, Sjoborg K, Soderhall C, Staff AC, Vettukattil R, Carlsen KH; study group. Preventing Atopic Dermatitis and ALLergies in Children-the PreventADALL study. Allergy. 2018 Oct;73(10):2063-2070. doi: 10.1111/all.13468. Epub 2018 Jun 19. No abstract available."
        },
        {
          "pmid": "29852156",
          "type": "BACKGROUND",
          "citation": "Rehbinder EM, Lodrup Carlsen KC, Staff AC, Angell IL, Landro L, Hilde K, Gaustad P, Rudi K. Is amniotic fluid of women with uncomplicated term pregnancies free of bacteria? Am J Obstet Gynecol. 2018 Sep;219(3):289.e1-289.e12. doi: 10.1016/j.ajog.2018.05.028. Epub 2018 May 29."
        },
        {
          "pmid": "30637724",
          "type": "BACKGROUND",
          "citation": "Rehbinder EM, Winger AJ, Landro L, Asarnoj A, Berents TL, Carlsen KH, Hedlin G, Jonassen CM, Nordlund B, Sandvik L, Skjerven HO, Soderhall C, Vettukattil R, Carlsen KCL; PreventADALL study group. Dry skin and skin barrier in early infancy. Br J Dermatol. 2019 Jul;181(1):218-219. doi: 10.1111/bjd.17626. Epub 2019 Apr 12. No abstract available."
        },
        {
          "pmid": "30972353",
          "type": "BACKGROUND",
          "citation": "Kreyberg I, Bains KES, Carlsen KH, Granum B, Gudmundsdottir HK, Haugen G, Hedlin G, Hilde K, Jonassen CM, Nordhagen LS, Nordlund B, Sjoborg KD, Skjerven HO, Staff AC, Soderhall C, Vettukatil RM, Lodrup Carlsen KC. Stopping when knowing: use of snus and nicotine during pregnancy in Scandinavia. ERJ Open Res. 2019 Apr 8;5(2):00197-2018. doi: 10.1183/23120541.00197-2018. eCollection 2019 Apr."
        },
        {
          "pmid": "39563227",
          "type": "DERIVED",
          "citation": "Vaernesbranden MR, Staff AC, Wiik J, Sjoborg K, Rueegg CS, Sugulle M, Carlsen KCL, Granum B, Haugen G, Hedlin G, Hilde K, Nordlund B, Rehbinder EM, Rudi K, Skjerven HO, Sundet BK, Soderhall C, Vettukattil R, Jonassen CM. Human papillomavirus infections during pregnancy and adverse pregnancy outcomes: a Scandinavian prospective mother-child cohort study. BMC Pregnancy Childbirth. 2024 Nov 19;24(1):764. doi: 10.1186/s12884-024-06958-2."
        },
        {
          "pmid": "37462350",
          "type": "DERIVED",
          "citation": "Despriee AW, Smastuen MC, Glavin K, Lodrup Carlsen KC, Magi CAO, Soderhall C, Hedlin G, Nordhagen L, Jonassen CM, Rehbinder EM, Nordlund B, Skjerven H. Infant colic and abdominal pain; associations with infant multimorbidity and maternal perceived stress up to 3 months postpartum-A cross-sectional/cohort study in the PreventADALL study. J Clin Nurs. 2023 Oct;32(19-20):7605-7617. doi: 10.1111/jocn.16825. Epub 2023 Jul 18."
        },
        {
          "pmid": "36647213",
          "type": "DERIVED",
          "citation": "Wiik J, Vaernesbranden MR, Jonassen CM, Staff AC, Carlsen KCL, Granum B, Haugen G, Hedlin G, Hilde K, Jacobsson B, Nilsson S, Nordlund B, Rangberg A, Rehbinder EM, Sengpiel V, Skjerven H, Sundet BK, Soderhall C, Vettukattil R, Sjoborg K. Maternal human papillomavirus infection during pregnancy and preterm delivery: A mother-child cohort study in Norway and Sweden. Acta Obstet Gynecol Scand. 2023 Mar;102(3):344-354. doi: 10.1111/aogs.14509. Epub 2023 Jan 16."
        },
        {
          "pmid": "35753340",
          "type": "DERIVED",
          "citation": "Skjerven HO, Lie A, Vettukattil R, Rehbinder EM, LeBlanc M, Asarnoj A, Carlsen KH, Despriee AW, Fardig M, Gerdin SW, Granum B, Gudmundsdottir HK, Haugen G, Hedlin G, Haland G, Jonassen CM, Landro L, Magi CO, Olsen IC, Rudi K, Saunders CM, Skram MK, Staff AC, Soderhall C, Tedner SG, Aadalen S, Aaneland H, Nordlund B, Lodrup Carlsen KC. Early food intervention and skin emollients to prevent food allergy in young children (PreventADALL): a factorial, multicentre, cluster-randomised trial. Lancet. 2022 Jun 25;399(10344):2398-2411. doi: 10.1016/S0140-6736(22)00687-0."
        },
        {
          "pmid": "32087121",
          "type": "DERIVED",
          "citation": "Skjerven HO, Rehbinder EM, Vettukattil R, LeBlanc M, Granum B, Haugen G, Hedlin G, Landro L, Marsland BJ, Rudi K, Sjoborg KD, Soderhall C, Staff AC, Carlsen KH, Asarnoj A, Bains KES, Carlsen OCL, Endre KMA, Granlund PA, Hermansen JU, Gudmundsdottir HK, Hilde K, Haland G, Kreyberg I, Olsen IC, Magi CO, Nordhagen LS, Saunders CM, Skrindo I, Tedner SG, Vaernesbranden MR, Wiik J, Jonassen CM, Nordlund B, Carlsen KCL. Skin emollient and early complementary feeding to prevent infant atopic dermatitis (PreventADALL): a factorial, multicentre, cluster-randomised trial. Lancet. 2020 Mar 21;395(10228):951-961. doi: 10.1016/S0140-6736(19)32983-6. Epub 2020 Feb 19."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D000073296",
          "term": "Noncommunicable Diseases"
        },
        {
          "id": "D009765",
          "term": "Obesity"
        },
        {
          "id": "D002318",
          "term": "Cardiovascular Diseases"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D003920",
          "term": "Diabetes Mellitus"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D050177",
          "term": "Overweight"
        },
        {
          "id": "D044343",
          "term": "Overnutrition"
        },
        {
          "id": "D009748",
          "term": "Nutrition Disorders"
        },
        {
          "id": "D009750",
          "term": "Nutritional and Metabolic Diseases"
        },
        {
          "id": "D001835",
          "term": "Body Weight"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D044882",
          "term": "Glucose Metabolism Disorders"
        },
        {
          "id": "D008659",
          "term": "Metabolic Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D017592",
          "term": "Skin Care"
        }
      ],
      "ancestors": [
        {
          "id": "D006920",
          "term": "Hygiene"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}