{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07148791",
      "orgStudyIdInfo": {
        "id": "BC19IGG4"
      },
      "organization": {
        "fullName": "Chinese PLA General Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Exploratory Study of Anti-BCMA-CD19 CAR-T Cell Therapy in Relapsed or Refractory IgG4-Related Disease",
      "officialTitle": "Exploratory Clinical Study of Anti-BCMA-CD19 CAR-T Cell Therapy for Relapsed/Refractory IgG4-Related Disease",
      "acronym": "BC19IGG4"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-09-05",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-09-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-07-30",
      "studyFirstSubmitQcDate": "2025-08-23",
      "studyFirstPostDateStruct": {
        "date": "2025-08-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-01",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Jian Zhu",
        "investigatorTitle": "Chief Physician and Professor, Department of Rheumatology and Immunology, First Medical Center, Chinese PLA General Hospital",
        "investigatorAffiliation": "Chinese PLA General Hospital"
      },
      "leadSponsor": {
        "name": "Chinese PLA General Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Xuzhou Medical University",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to test the safety and potential benefit of a new immune cell therapy called anti-BCMA-CD19 CAR-T cells in adults (18-75 years) with IgG4-related disease (IgG4-RD) that has come back or not improved after standard treatments such as glucocorticoids or rituximab.\n\nThe main questions this study aims to answer are:\n\n* What medical problems (side effects) occur after receiving anti-BCMA-CD19 CAR-T cell therapy?\n* Does anti-BCMA-CD19 CAR-T cell therapy improve IgG4-RD disease activity scores at 12 weeks and 26 weeks?\n\nParticipants will:\n\n* Have their own blood immune cells collected by a procedure called leukapheresis\n* Receive short-term chemotherapy to prepare the immune system\n* Receive one intravenous infusion of anti-BCMA-CD19 CAR-T cells\n* Return for regular clinic visits over 26 weeks for safety checks, blood tests, and imaging\n* May be followed for up to one year in total",
      "detailedDescription": "This is a Phase 2, open-label, single-arm exploratory clinical trial using a 3+3 dose-escalation design to assess the safety, feasibility, and preliminary efficacy of autologous anti-BCMA-CD19 chimeric antigen receptor T (CAR-T) cell therapy in patients with relapsed or refractory IgG4-related disease (IgG4-RD).\n\nBackground IgG4-RD is a chronic, immune-mediated fibroinflammatory disorder that can involve multiple organs, including the pancreas, bile ducts, salivary glands, kidneys, lungs, and retroperitoneum. Although standard treatments such as glucocorticoids and anti-CD20 monoclonal antibodies (e.g., rituximab) are effective for most patients, some develop treatment resistance, frequent relapses, or contraindications to conventional immunosuppressive agents. This creates an unmet clinical need for novel therapeutic strategies.\n\nRecent translational studies show that IgG4-RD lesions often contain abundant CD19+ B cells, plasmablasts, and long-lived plasma cells expressing B-cell maturation antigen (BCMA), many of which may be resistant to conventional B-cell depletion. Dual-target CAR-T cells directed against both CD19 and BCMA may achieve more complete depletion of pathogenic B-lineage cells and offer a promising treatment for refractory IgG4-RD.\n\nMethods Eligible participants will undergo leukapheresis for autologous peripheral blood mononuclear cell (PBMC) collection. Cells will be transduced ex vivo with a lentiviral vector encoding a CAR construct targeting CD19 and BCMA, then expanded and prepared for infusion. Lymphodepletion chemotherapy with cyclophosphamide (250 mg/m\\^2/day, IV) and fludarabine (30 mg/m\\^2/day, IV) will be given on Days -5 to -3. The doses of fludarabine and cyclophosphamide may be adjusted based on the patient's condition.\n\nCAR-T cells will be infused on Day 0 at one of three sequential dose levels (1×10\\^6, 2×10\\^6, or 3×10\\^6 CAR+ T cells/kg, ±20%). Participants will be followed regularly for safety (adverse events \\[AEs\\], serious adverse events \\[SAEs\\], cytokine release syndrome \\[CRS\\], immune effector cell-associated neurotoxicity syndrome \\[ICANS\\]), pharmacokinetics (CAR-T cell expansion and persistence), and immunologic responses.\n\nEndpoints The primary endpoints are safety (incidence of dose-limiting toxicities \\[DLTs\\] within 28 days post-infusion) and efficacy (change in IgG4-RD Responder Index \\[RI\\] at Week 12 and Week 26). Secondary endpoints include changes in target lesion size, serum IgG4, IgE, and eosinophil counts, as well as histopathologic changes in affected tissue.\n\nExploratory Analyses Exploratory studies will assess immune cell profiles in blood, bone marrow, and tissue biopsies using flow cytometry, multiplex cytokine assays, and spatial or single-cell transcriptomic techniques."
    },
    "conditionsModule": {
      "conditions": [
        "IgG4 Related Disease",
        "B-cell Mediated Autoimmune Disorders"
      ],
      "keywords": [
        "IgG4 related disease",
        "CAR-T therapy",
        "BCMA/CD19 CAR-T"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "This is an open-label, single-arm, exploratory interventional study using a 3+3 dose-escalation design. Adults with relapsed or refractory IgG4-related disease will receive autologous anti-BCMA-CD19 CAR-T cells. The study includes a lymphodepletion phase, a cell infusion phase, and serial efficacy and safety assessments through Week 26. Three dose levels (1x10\\^6, 2x10\\^6, and 3x10\\^6 CAR+ T cells/kg) will be evaluated sequentially. No control group is included.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 9,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Anti-BCMA-CD19 CAR-T cells",
          "type": "EXPERIMENTAL",
          "description": "Participants will undergo leukapheresis for autologous T-cell collection, followed by ex vivo transduction with a lentiviral vector encoding a dual-target CAR against BCMA and CD19. After lymphodepletion chemotherapy with fludarabine (30 mg/m²/day) and cyclophosphamide (250 mg/m²/day) for 3 consecutive days, participants will receive a single intravenous infusion of the manufactured CAR-T cells at the assigned dose level. Post-infusion, participants will be monitored for safety, tolerability, and preliminary efficacy through Week 52.",
          "interventionNames": [
            "Biological: Anti-BCMA-CD19 CAR-T cells"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Anti-BCMA-CD19 CAR-T cells",
          "description": "Anti-BCMA-CD19 CAR-T cell injection is an autologous, dual-target chimeric antigen receptor T-cell therapy designed to target CD19 and BCMA antigens. Peripheral blood mononuclear cells (PBMCs) are collected from each participant and modified ex vivo using lentiviral transduction to express the CAR construct. Lymphodepletion with cyclophosphamide (250 mg/m\\^2/day, IV) and fludarabine (30 mg/m\\^2/day, IV) is administered for 3 days (Day -5 to Day -3). The doses of fludarabine and cyclophosphamide may be adjusted based on the patient's clinical condition. CAR-T cells are infused intravenously on Day 0 at one of three dose levels (1x10\\^6, 2x10\\^6, or 3x10\\^6 CAR+ T cells/kg, ±20%). This product is being investigated in patients with relapsed or refractory IgG4-related disease (IgG4-RD) to assess safety and preliminary efficacy.",
          "armGroupLabels": [
            "Anti-BCMA-CD19 CAR-T cells"
          ],
          "otherNames": [
            "BC19",
            "CD19/BCMA dual-target CAR-T cell therapy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety - Incidence of Dose-Limiting Toxicity (DLT) and Adverse Events Related to CAR-T Cells",
          "description": "Any grade ≥3 toxicity related to CAR-T cells within 28 days post-infusion is considered a DLT, except:\n\n* Grade 3 CRS resolving to ≤ grade 2 within 3 days;\n* Grade 3/4 TLS \\<7 days;\n* Hematologic: grade 3 neutropenia/anemia/thrombocytopenia at any time or grade 4 \\<14 days (\\<21 days for thrombocytopenia); other cytopenias excluded;\n* Non-hematologic: fever (incl. febrile neutropenia), grade 3 diarrhea \\<7 days, grade 3 nausea/vomiting \\<7 days, grade 3 fatigue \\<7 days;\n* Grade 3/4 elevations in liver enzymes, bilirubin, creatinine, or BUN \\<7 days;\n* Asymptomatic lipase elevation without pancreatitis;\n* Asymptomatic grade 3 non-hematologic lab abnormality reversible \\<7 days (to baseline or ≤ grade 2).\n\nSafety monitoring includes AEs, SAEs, AESIs, CRS, and ICANS, with grading and frequency recorded.",
          "timeFrame": "Baseline to Week 26"
        },
        {
          "measure": "Efficacy - Changes in IgG4-RD RI",
          "description": "IgG4-RD Responder Index is a validated score used to assess disease activity",
          "timeFrame": "Baseline, Week 12 and Week 26"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "PK: Cmax of CAR-T Cells",
          "description": "Peak CAR transgene copies in peripheral blood",
          "timeFrame": "Baseline to Week 26"
        },
        {
          "measure": "PK: Tmax of CAR-T Cells",
          "description": "Time to peak CAR transgene level",
          "timeFrame": "Baseline to Week 26"
        },
        {
          "measure": "PK: AUC0-28d of CAR-T Cells",
          "description": "Area under the curve of CAR transgene copies over 28 days",
          "timeFrame": "Baseline, Week 4"
        },
        {
          "measure": "PK: AUC0-90d of CAR-T Cells",
          "description": "Area under the curve of CAR transgene copies over 90 days",
          "timeFrame": "Baseline, W12"
        },
        {
          "measure": "PK: Persistence (Tlast) of CAR-T Cells",
          "description": "Last measurable CAR transgene level",
          "timeFrame": "Baseline to Week 26"
        },
        {
          "measure": "PD: CD19+ B-cell Count",
          "description": "Flow cytometric quantification of circulating CD19⁺ B cells",
          "timeFrame": "Baseline to Week 26"
        },
        {
          "measure": "PD: CAR-T Gene Expression",
          "description": "Changes in CAR-T cell-associated gene expression",
          "timeFrame": "Baseline to Week 26"
        },
        {
          "measure": "Lesion Size on Imaging",
          "description": "Radiographic measurement of involved lesion(s)",
          "timeFrame": "Baseline, Week 12 and Week 26"
        },
        {
          "measure": "Serum IgG4",
          "description": "Serum IgG4 concentration (mg/dL)",
          "timeFrame": "Baseline, Week 12 and Week 26"
        },
        {
          "measure": "Serum IgE",
          "description": "Serum IgE concentration (IU/mL)",
          "timeFrame": "Baseline, Week 12 and Week 26"
        },
        {
          "measure": "Total IgG",
          "description": "Total IgG concentration (mg/dL)",
          "timeFrame": "Baseline, Week 12 and Week 26"
        },
        {
          "measure": "Absolute Eosinophil Count",
          "description": "Eosinophil count in peripheral blood (cells/µL)",
          "timeFrame": "Baseline, Week 12 and Week 26"
        },
        {
          "measure": "Histopathology of Lesion",
          "description": "Semi-quantitative scoring of inflammation, fibrosis, and IgG4⁺ plasma cell infiltration",
          "timeFrame": "Baseline, Week 26 or time of B-cell recovery"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Peripheral Blood Immune Cell Subsets",
          "description": "Quantification and phenotyping of T, B, NK, monocyte/macrophage subsets",
          "timeFrame": "Baseline and Week 26"
        },
        {
          "measure": "B-cell Subpopulations in Lesion Tissue",
          "description": "Flow cytometry and histology of tissue-derived B cells",
          "timeFrame": "Baseline and Week 26"
        },
        {
          "measure": "Plasma Cytokine and Chemokine Levels",
          "description": "Multiplex assays of plasma cytokines and chemokines",
          "timeFrame": "Baseline and Week 26"
        },
        {
          "measure": "Immune Cell Functional Status",
          "description": "Proliferation, activation, and exhaustion marker expression (MFI)",
          "timeFrame": "Baseline and Week 26"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nTo participate, subjects must meet all of the following criteria:\n\n1. Aged 18 to 75 years, inclusive, regardless of sex.\n2. Meet the 2019 ACR/EULAR classification criteria for IgG4-related disease.\n3. Involvement of two or more important systems/sites (including but not limited to the pancreas, bile ducts, kidneys and dura mater).\n4. Relapsed or refractory IgG4-RD: The disease either remains active after 3 months of glucocorticoid and/or rituximab therapy or relapses within 6 months post-treatment.\n5. Important organ function meeting the following conditions:\n\n   * Bone marrow: (i) neutrophil count ≥1×10\\^9/L (excluding disease-related neutropenia); (ii) hemoglobin ≥60 g/L.\n   * Hepatic function: ALT≤3×ULN (elevation caused by disease may be excluded); AST≤3×ULN (elevation caused by disease may be excluded); TBIL≤1.5×ULN (elevation caused by disease may be excluded).\n   * Renal function: creatinine clearance (Cockcroft-Gault formula) ≥30 ml/min (excluding acute decline due to disease).\n   * Coagulation: international normalized ratio (INR) ≤ 1.5×ULN, prothrombin time (PT) ≤ 1.5×ULN\n   * Cardiac function: stable hemodynamics.\n6. Women of childbearing potential and male subjects with partners of childbearing potential must use medically accepted contraception or abstain during study treatment and for at least 12 months after the end of treatment. Women of childbearing potential must have a negative serum HCG test within 7 days before enrollment and must not be breastfeeding.\n7. Voluntary participation in this clinical study with signed informed consent and willingness to comply with study procedures and follow-up.\n8. Patent superficial peripheral veins adequate for intravenous infusion.\n\nExclusion Criteria:\n\nSubjects will be excluded if any of the following criteria are met:\n\n1. History of severe drug allergy or allergic constitution.\n2. Current or suspected uncontrollable or treatment-requiring fungal, bacterial, viral or other infections.\n3. Central nervous system disease (excluding disease-related epilepsy, psychosis, organic brain syndrome, cerebrovascular accident, encephalitis or central nervous system vasculitis).\n4. Cardiac insufficiency that precludes participation.\n5. Congenital immunoglobulin deficiency.\n6. Congenital malformation or nutritional disorder causing severe organ impairment.\n7. History of malignancy within the past five years.\n8. End-stage renal failure.\n9. Positive hepatitis B surface antigen and hepatitis B core antibody with HBV-DNA titers above the assay limit of detection; positive hepatitis C antibody with HCV-RNA positivity; positive human immunodeficiency virus antibody; positive syphilis serology.\n10. Psychiatric disorders or severe cognitive impairment.\n11. Participation in other clinical trials within three months before enrollment.\n12. Receipt of any investigational drug within 12 weeks before screening or within five half-lives of the agent (whichever is longer).\n13. Pregnant or intending to become pregnant.\n14. Any other reason deemed by the investigator to preclude enrollment.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "YIWEN WANG, M.D.",
          "role": "CONTACT",
          "phone": "+86 010-55499314",
          "email": "yiwenvera@163.com"
        },
        {
          "name": "YUFEI GUO, M.M.",
          "role": "CONTACT",
          "phone": "+86 010-55499314",
          "email": "dt_guoyf0412@outlook.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "JIAN ZHU, M.D./Ph.D.",
          "affiliation": "Department of Rheumatology and Immunology, the First Medical Center, Chinese PLA General Hospital, Beijing",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Department of Rheumatology and Immunology, the First Medical Center, Chinese PLA General Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100853",
          "country": "China",
          "contacts": [
            {
              "name": "YUFEI GUO, M.M.",
              "role": "CONTACT",
              "phone": "+86 010-55499314",
              "email": "dt_guoyf0412@outlook.com"
            },
            {
              "name": "JIAN ZHU, M.D./Ph.D.",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "YIWEN WANG, M.D.",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "39672025",
          "type": "RESULT",
          "citation": "Sun Y, Huang S, Zhang B, Peng Y, Lu H, Jia Y, Sun R, Zhang F, Zhou J, Peng L, Li M, Zhang W, Fei Y. Efficacy and safety of anti-CD19 CAR-T in a mouse model of IgG4-related disease. Int Immunopharmacol. 2025 Jan 3;145:113779. doi: 10.1016/j.intimp.2024.113779. Epub 2024 Dec 12."
        },
        {
          "pmid": "38602546",
          "type": "RESULT",
          "citation": "Zhang Y, Liu D, Zhang Z, Huang X, Cao J, Wang G, Du X, Wang Z, Yang M, Luo T, Liu S, Zhang W, Sheng Y, Li H, Zhang W, Chen H, Zhang S, Wang X, Meng W, Zong S, Shi M, Zheng J, Cui G. Bispecific BCMA/CD19 targeted CAR-T cell therapy forces sustained disappearance of symptoms and anti-acetylcholine receptor antibodies in refractory myasthenia gravis: a case report. J Neurol. 2024 Jul;271(7):4655-4659. doi: 10.1007/s00415-024-12367-4. Epub 2024 Apr 11. No abstract available."
        },
        {
          "pmid": "38643278",
          "type": "RESULT",
          "citation": "Shi M, Wang J, Huang H, Liu D, Cheng H, Wang X, Chen W, Yan Z, Sang W, Qi K, Li D, Zhu F, Li Z, Qiao J, Wu Q, Zeng L, Fei X, Gu W, Miao Y, Xu K, Zheng J, Cao J. Bispecific CAR T cell therapy targeting BCMA and CD19 in relapsed/refractory multiple myeloma: a phase I/II trial. Nat Commun. 2024 Apr 20;15(1):3371. doi: 10.1038/s41467-024-47801-8."
        },
        {
          "pmid": "35333600",
          "type": "RESULT",
          "citation": "Wang Y, Cao J, Gu W, Shi M, Lan J, Yan Z, Jin L, Xia J, Ma S, Liu Y, Li H, Pan B, Chen W, Fei X, Wang C, Xie X, Yu L, Wang G, Li H, Jing G, Cheng H, Zhu F, Sun H, Sang W, Li D, Li Z, Zheng J, Xu K. Long-Term Follow-Up of Combination of B-Cell Maturation Antigen and CD19 Chimeric Antigen Receptor T Cells in Multiple Myeloma. J Clin Oncol. 2022 Jul 10;40(20):2246-2256. doi: 10.1200/JCO.21.01676. Epub 2022 Mar 25."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Access to the data underlying this study can be obtained from the corresponding author upon reasonable request and subject to any required ethical approvals."
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot",
          "hasProtocol": true,
          "hasSap": false,
          "hasIcf": false,
          "label": "Study Protocol",
          "date": "2025-07-15",
          "uploadDate": "2025-08-13T10:47",
          "filename": "Prot_000.pdf",
          "size": 388254
        },
        {
          "typeAbbrev": "SAP",
          "hasProtocol": false,
          "hasSap": true,
          "hasIcf": false,
          "label": "Statistical Analysis Plan",
          "date": "2025-07-15",
          "uploadDate": "2025-08-13T10:47",
          "filename": "SAP_001.pdf",
          "size": 112489
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2025-07-14",
          "uploadDate": "2025-08-13T11:26",
          "filename": "ICF_002.pdf",
          "size": 235206
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000077733",
          "term": "Immunoglobulin G4-Related Disease"
        }
      ],
      "ancestors": [
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}