{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03567707",
      "orgStudyIdInfo": {
        "id": "DAIT ITN079AD"
      },
      "secondaryIdInfos": [
        {
          "id": "ACTIVATE",
          "type": "OTHER",
          "domain": "Immune Tolerance Network"
        }
      ],
      "organization": {
        "fullName": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "briefTitle": "Vaginal Microbiome Exposure and Immune Responses in C-section Infants",
      "officialTitle": "Exposure to Vaginal Microbiome in C-section Infants at High-risk for Allergies - A Pilot Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-11-28",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-01-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2027-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-06-13",
      "studyFirstSubmitQcDate": "2018-06-13",
      "studyFirstPostDateStruct": {
        "date": "2018-06-26",
        "type": "ACTUAL"
      },
      "dispFirstSubmitDate": "2025-07-14",
      "dispFirstPostDateStruct": {
        "date": "2025-06-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-04",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "collaborators": [
        {
          "name": "Immune Tolerance Network (ITN)",
          "class": "NETWORK"
        },
        {
          "name": "PPD Development, LP",
          "class": "INDUSTRY"
        },
        {
          "name": "Rho Federal Systems Division, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this research study is to assess at how differences in the microbiome (naturally occurring bacteria) of a baby may protect, or put a baby at risk, for allergic problems. The microbiome refers to the thousands of bacteria and molds that live in and on our bodies. The microbiome plays an important role in our health. Differences in the microbiome can affect our immune system in ways that might make some people more likely to get allergies and asthma.\n\nEarly life events and exposures are very important for establishing the human microbiome. The newborn baby's microbiome changes very quickly during the first weeks and months of life. There is information that suggests C-section birth is associated with higher risk of certain diseases, including allergies and asthma. Some researchers think one reason for this is that passing through the mother's vaginal canal during birth exposes the baby to bacteria that promote healthy immune system development, something that C-section babies don't get. Transferring these potentially beneficial vaginal bacteria to C-section babies may help prevent some diseases later.",
      "detailedDescription": "This is a pilot study of 120 pregnant women and their infants conducted at hospitals in the Mount Sinai Health System in New York, NY. Eighty women will deliver via elective, unlabored C-section, and 40 will undergo spontaneous vaginal delivery. The 80 women undergoing C-section will be randomized in a masked (blinded) 1:1 fashion to have their neonates undergo vaginal seeding or placebo seeding immediately after birth (within 10 minutes) followed by standard care.The infants of the 40 women undergoing spontaneous vaginal delivery will receive usual standard care.\n\nAll 120 pregnant women will have biospecimens collected to assess their vaginal, skin, gut, placental, breast milk, and oral microbiome. All infants will have biospecimens collected to assess their gut, skin, nasal, and oral microbiome, as well as blood to assess allergen sensitization and immune markers. Infants will be followed with at-home stool collections and questionnaires weekly for the first 4 weeks and at weeks 8, 26, and 39. An in-person study visit will occur at 13 weeks and 52 weeks, and the primary endpoint will be assessed at 52 weeks. Study enrollment is projected to occur over 24 months."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Diseases",
        "Asthma"
      ],
      "keywords": [
        "Vaginal seeding",
        "Immune responses",
        "Allergen sensitization"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "EARLY_PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "This study will enroll pregnant women during the third trimester of pregnancy whose infants have a first-degree relative ( the mother, biological father, or full sibling) with atopic disease or food allergy.The study excludes women with a history of active atopic dermatitis within the past 5 years to avoid the potential transfer of vaginal microbiota to the infant that may predispose to atopic disease.Women undergoing elective, unlabored C-section will be randomized to have their infants undergo vaginal seeding or placebo seeding plus standard of care. Women and infants who undergo placebo seeding will serve as a control population.In addition, women and infants undergoing vaginal delivery will also be included as a second control group, in part to determine if vaginal seeding will decrease allergen sensitization rates to a level similar to vaginally delivered infants, and also to serve as a comparator group for gut microbiome development during the infant's first year of life.",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "With the exception of the study nurse performing the vaginal seeding procedure, all study participants and study personnel will be masked (blinded) to the infant's randomization status.",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 114,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "C-section -Vaginal seeding",
          "type": "EXPERIMENTAL",
          "description": "Pregnant women who undergo C-section and (neonate) vaginal seeding.\n\nInfants that are scheduled to be born in a hospital by standard C-section procedure (e.g., elective, unlabored C-section) will be wiped with gauze containing their mother's vaginal microbiota just after delivery.",
          "interventionNames": [
            "Drug: Vaginal seeding",
            "Other: Standard care",
            "Other: Post-seeding Care"
          ]
        },
        {
          "label": "C-section - Placebo Seeding",
          "type": "EXPERIMENTAL",
          "description": "Pregnant women who undergo C-section and (neonate) placebo seeding.\n\nInfants that are scheduled to be born in a hospital by standard C-section procedure (e.g., elective, unlabored C-section) will be wiped with sterile gauze (placebo).",
          "interventionNames": [
            "Drug: Placebo Seeding",
            "Other: Standard care",
            "Other: Post-seeding Care"
          ]
        },
        {
          "label": "Vaginal Delivery",
          "type": "ACTIVE_COMPARATOR",
          "description": "Pregnant women who undergo spontaneous vaginal delivery (of neonate).",
          "interventionNames": [
            "Other: Standard care"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Vaginal seeding",
          "description": "Mother-infant pair randomized to vaginal microbiota intervention. As soon as the infant is delivered, the infant will be brought to the neonate lamp, and unless the obstetrician or pediatric staff believes it is not in the best interest of the infant, s/he will be swabbed with the vaginal microbiota soaked gauze. Swabbing will take place ideally within 1 minute after delivery (but no longer than 5 minutes). The swabbing should take approximately 15 seconds. Infants will only undergo the seeding procedure once.",
          "armGroupLabels": [
            "C-section -Vaginal seeding"
          ],
          "otherNames": [
            "vaginal microbiota",
            "maternal vaginal microbiota"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo Seeding",
          "description": "Mother-infant pair randomized to placebo microbiota intervention. As soon as the infant is delivered, the infant will be brought to the neonate lamp, and unless the obstetrician or pediatric staff believes it is not in the best interest of the infant, s/he will be swabbed with the placebo gauze. Swabbing will take place ideally within 1 minute after delivery (but no longer than 5 minutes). The swabbing should take approximately 15 seconds. Infants will only undergo the seeding procedure once.",
          "armGroupLabels": [
            "C-section - Placebo Seeding"
          ],
          "otherNames": [
            "placebo microbiota",
            "placebo vaginal microbiota"
          ]
        },
        {
          "type": "OTHER",
          "name": "Standard care",
          "description": "Mother-infant pair, with both receiving standard of care which includes standard physical exams, vital signs monitoring and medication administration given as standard care for the delivery",
          "armGroupLabels": [
            "C-section - Placebo Seeding",
            "C-section -Vaginal seeding",
            "Vaginal Delivery"
          ],
          "otherNames": [
            "standard of care"
          ]
        },
        {
          "type": "OTHER",
          "name": "Post-seeding Care",
          "description": "Following the seeding procedure, infants will then receive the standard detailed examination for newborns and standard of care, except that the first infant bath will occur at least 12 hours after delivery.",
          "armGroupLabels": [
            "C-section - Placebo Seeding",
            "C-section -Vaginal seeding"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Presence of Sensitization to at Least One Food Allergen at 12 months of age - by Treatment Group",
          "description": "Evaluation for the presence of food allergens (egg, milk, and peanut) in infants at 12 months of age. Sensitization is defined by a serum IgE ≥ 0.1 kUA/mL for each allergen.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Occurrence of Adverse Events (AEs) -by Treatment Group",
          "description": "Adverse events reported as possibly related, probably related, or definitely related to study participation.",
          "timeFrame": "From birth to 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "Presence of Sensitization to at Least One Aeroallergen at 12 months of age - by Treatment Group",
          "description": "Evaluation for the presence of aeroallergens (house dust mite (Dermatophagoides pteronyssinus), cat (Felis domesticus), and/or cockroach (Blattella germanica)), in infants at 12 months of age as determined by serum IgE assessment. Sensitization is defined by a serum IgE ≥ 0.1 kUA/mL for each allergen.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "Level of Allergen-Specific Atopy at 12 months of age - by Treatment Group",
          "description": "Defined by serum IgE levels. Sensitization is defined by a serum IgE ≥ 0.1 kUA/mL for each allergen. The following allergen-specific IgE levels will be included: egg, milk, peanut, house dust mite (Dermatophagoides pteronyssinus), cat (Felis domesticus) and cockroach (Blattella germanica).",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "Level of Combined Allergen-Specific Atopy at 12 Months of Age - by Treatment Group",
          "description": "Defined as the sum of the serum IgE levels to: egg, milk, peanut, house dust mite (Dermatophagoides pteronyssinus), cat (Felis domesticus), and cockroach (Blattella germanica).\n\nNecessary for inclusion in this outcome measure: Available results for all six allergen-specific IgE levels.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "Number of Food Allergens and Aeroallergens Each Infant is Sensitized to at 12 Months of Age-by Treatment Group",
          "description": "Defined by serum IgE levels. Sensitization is defined by a serum IgE ≥ 0.1 kUA/mL.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "Severity of Atopic Dermatitis - by Treatment Group",
          "description": "Severity will be measured using the Eczema Area and Severity Index (EASI), a standardized investigator-assessed instrument.",
          "timeFrame": "Infants at 3 months and 12 months of age (=Month 3 and -12 visits)"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in Bacterial Composition of the Infant Microbiome",
          "description": "Microbiome composition will be examined initially by 16S rRNA sequencing in order to determine the bacterial communities present in samples, their relative abundance, and overall diversity. Samples: gastrointestinal, oral, skin and nasal samples.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in Fungal Composition of the Infant Microbiome",
          "description": "Microbiome composition will be examined initially by 16S rRNA sequencing in order to determine the fungal communities present in samples, their relative abundance, and overall diversity. Samples: gastrointestinal, oral, skin and nasal samples.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in T Cell Profiles",
          "description": "Evaluation of differences by treatment group in Th2 cell and Treg populations.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in Innate Immune System Profiles",
          "description": "Evaluation of differences by treatment group in pro-inflammatory cytokine production.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in the Composition of Metabolites of the Fecal Metabolome",
          "description": "Qualitative assessment: Fecal samples will be assessed to evaluate differences in profile of pro-inflammatory metabolites.",
          "timeFrame": "Infants at day of delivery and months 3, -6, -9 and -12"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in the Concentration of Metabolites of the Fecal Metabolome",
          "description": "Quantitative assessment: Fecal samples will be assessed to evaluate differences in the amount of profiled pro-inflammatory metabolites.",
          "timeFrame": "Infants at day of delivery and months 3, -6, -9 and -12"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in Immunomodulatory Influences of the Fecal Metabolome",
          "description": "An exploration of how vaginal seeding influences subsequent development of the infant microbiome for the first 12 months of life.",
          "timeFrame": "Infants at day of delivery through month 12"
        },
        {
          "measure": "EXPLORATORY: Evaluation of the Maternal Vaginal Microbiome Transfer",
          "description": "Skin and oral samples from mothers and infants will be profiled to determine the extent of transfer from the mother to the infant gut microbiota.",
          "timeFrame": "Infants at 12 months of age (=Month 12 visit)"
        },
        {
          "measure": "EXPLORATORY: Comparison by Treatment Group in Transepidermal Water Loss (TEWL)",
          "description": "TEWL skin barrier assessment is a noninvasive in vivo measurement of water loss across the stratum corneum that is used to characterize skin water barrier function.",
          "timeFrame": "Month 3 and month 12 Follow-up Visits"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Pregnant woman must be able to understand and provide informed consent;\n* Pregnant women with singleton pregnancies with a non-anomalous, appropriately-grown fetus; and\n* Atopic disease (asthma, allergic rhinoconjunctivitis, or atopic dermatitis) or food allergy in a first-degree relative of the infant to-be-delivered (for exception, see exclusion criteria\\*).\n\nExclusion Criteria:\n\nFor C-Section Mothers:\n\n* In labor with evidence of cervical change prior to the scheduled C-section;\n* Rupture of the amniotic sac; or\n* Vaginal pH \\> 4.5 on the day of delivery.\n\nFor Vaginal Delivery Mothers:\n\n\\- Use of induction agents for cervical ripening (cervical prostaglandin or Foley catheter).\n\nFor All Mothers and Their Infants:\n\n* Inability or unwillingness of a participant to give written informed consent or comply with study protocol;\n* History of moderate to severe atopic dermatitis within the past year in the mother;\n* Express no intention to breastfeed;\n* History of diabetes mellitus or gestational diabetes mellitus;\n* History of inflammatory bowel disease (IBD) (e.g., Crohn's Disease or ulcerative colitis);\n* Evidence of an active sexually transmitted infection (STI) (e.g., primary herpes or genital warts, or trichomonas), yeast infection, or vaginosis on the day of delivery;\n* Evidence of prior or current hepatitis B or C infection as demonstrated by the presence of the hepatitis B surface antigen, antibody positivity against the hepatitis B core antigen, or antibody positivity against the hepatitis C virus;\n\n  --Assessment for active hepatitis B and hepatitis C infection will be repeated for this study even if prior testing during the current pregnancy was negative;\n* Evidence of Human Immunodeficiency Virus (HIV) infection (e.g., positive HIV serology or detectable viral load);\n* Positive Group B Streptococcus (GBS) test results by rectovaginal swab performed within 5 weeks of delivery, a prior infant with invasive GBS disease, or GBS bacteriuria at any point during pregnancy;\n* Evidence of N. gonorrhoeae or C. trachomatis infection by testing performed within 5 weeks of delivery;\n* History of antibiotic administration during the third trimester of the current pregnancy;\n* Mothers with serious chronic conditions during pregnancy;\n* Mothers with complicated pregnancies including pre-eclampsia, chorioamnionitis, placenta previa, vasa previa, placental abruption, or active vaginal bleeding;\n* Maternal fever on the day of delivery (visit 0);\n* Infants with complications during delivery, such that the infant requires more than the standard neonatal resuscitation after delivery;\n* Infants delivered prior to 37 weeks of gestation;\n* Thick particulate meconium noted upon delivery of the infant;\n* Presence of a congenital abnormality in the infant for which study participation is not recommended;\n* Current, diagnosed mental illness or current, diagnosed or self-reported drug or alcohol abuse in the mother that, in the opinion of the investigator, would interfere with the participant's ability to comply with study requirements;\n* Use of investigational drugs during the third trimester of pregnancy; or\n* Past or current medical problems or findings from physical examination or laboratory testing that are not listed above, which, in the opinion of the investigator may:\n\n  * Pose additional risks from participation in the study,\n  * Interfere with the participant's ability to comply with study requirements, or\n  * May impact the quality or interpretation of the data obtained from the study.",
      "healthyVolunteers": false,
      "sex": "FEMALE",
      "minimumAge": "18 Years",
      "maximumAge": "45 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hugh A. Sampson, MD",
          "affiliation": "Icahn School of Medicine at Mount Sinai",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "Jose C. Clemente, PhD",
          "affiliation": "Icahn Institute for Genomics & Multiscale Biology",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Mount Sinai West",
          "city": "New York",
          "state": "New York",
          "zip": "10019",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "Icahn School of Medicine at Mount Sinai",
          "city": "New York",
          "state": "New York",
          "zip": "10029",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "ITN website for trial",
          "url": "http://www.activatestudy.org/"
        },
        {
          "label": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "url": "https://www.niaid.nih.gov/"
        },
        {
          "label": "Division of Allergy, Immunology, and Transplantation (DAIT)",
          "url": "https://www.niaid.nih.gov/about/dait"
        },
        {
          "label": "Immune Tolerance Network (ITN)",
          "url": "https://www.immunetolerance.org/"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The plan is to share data upon completion of the study in ImmPort, a long-term archive of clinical and mechanistic data from DAIT-funded grants and contracts.",
      "timeFrame": "The aim is to share data available to the public within 24 months upon completion of the study.",
      "accessCriteria": "ImmPort public data access.",
      "url": "http://www.immport.org/immport-open/public/home/home"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D059039",
          "term": "Standard of Care"
        }
      ],
      "ancestors": [
        {
          "id": "D019984",
          "term": "Quality Indicators, Health Care"
        },
        {
          "id": "D011787",
          "term": "Quality of Health Care"
        },
        {
          "id": "D006298",
          "term": "Health Services Administration"
        },
        {
          "id": "D017530",
          "term": "Health Care Quality, Access, and Evaluation"
        }
      ]
    }
  },
  "hasResults": false
}