{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06664918",
      "orgStudyIdInfo": {
        "id": "ML2024"
      },
      "organization": {
        "fullName": "Medical University of Warsaw",
        "class": "OTHER"
      },
      "briefTitle": "Effectiveness and Safety of Milk Ladders in Children with IgE-Mediated Cow's Milk Protein Allergy",
      "officialTitle": "Effectiveness and Safety of the 4-Step Versus 6-Step Milk Ladder in Children with IgE-Mediated Cow's Milk Protein Allergy: Protocol for an Open-Label Randomised Controlled Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-12-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-03",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-10-16",
      "studyFirstSubmitQcDate": "2024-10-28",
      "studyFirstPostDateStruct": {
        "date": "2024-10-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-13",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Andrea Horvath-Stolarczyk",
        "investigatorTitle": "Associate Professor",
        "investigatorAffiliation": "Medical University of Warsaw"
      },
      "leadSponsor": {
        "name": "Medical University of Warsaw",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Cow's milk protein allergy (CMPA) is one of the most common food allergies in early childhood. The first-line treatment of CMPA is the elimination of cow's milk proteins (CMPs) from the child's or maternal diet.\n\nAvailable data from the literature indicate that most children with CMPA acquire tolerance to CMPs with age. An assessment of tolerance acquisition to CMPs is commonly performed using milk ladder. However, scientific evidence regarding the effectiveness and safety of the milk ladder in children with CMPA is limited. Currently, there is no standardised milk ladder protocol, and different versions of the ladder and recommend by scientific societies in various countries.\n\nThis study aims to assess the effectiveness and safety of the 4-step milk ladder (4-ML) compared to the 6-step milk ladder (6-ML) in children with IgE-mediated CMPA. This is an open-label, randomised superiority trial with two parallel arms and a 1:1 allocation ratio.",
      "detailedDescription": "Introducing baked milk into the diet of children with cow's milk protein allergy (CMPA) has been shown to potentially accelerate the development of tolerance to raw milk. However, there is no standardised milk ladder protocol, and different scientific societies across countries recommend varying versions.\n\nThis study aims to assess the effectiveness and safety of the 4-step milk ladder (4-ML) compared to the 6-step milk ladder (6-ML) in children with IgE-mediated CMPA.\n\nWe will perform an open-label randomised trial with two parallel arms in two departments of the same academic hospital. A total of 92 children with IgE-mediated CMPA will be allocated to introduce cow's milk into their diet according to either 4-ML or 6-ML with a 4-week break period between subsequent steps. Oral food challenge (OFCs) with tested products at each subsequent step of the milk ladder will be conducted in hospital settings. The primary outcome will be the percentage of children with tolerance to non-heated cow's milk proteins defined as no allergic reaction to non-heated cow's milk (120-240 ml depending on the age of the patient) during the last OFC; measured at the end of the 12-week observation period for the 4-ML and 20-week observation period for the 6-ML. Secondary outcomes will include the percentage of children with a negative OFC to each milk ladder step; the percentage of children with anaphylaxis (both those who were treated and who were not treated with adrenaline); the percentage of children with exacerbation of atopic dermatitis; growth; compliance; and quality of life of the caregivers and parents' anxiety about adverse events during their child's OFC.\n\nThe statistical analyses will be conducted with StatsDirect. The Mann-Whitney U test will be used to compare the means of continuous variables if non-normal distribution will be assessed. Proportions will be compared with the Fisher exact test. The difference in study groups was considered significant when the P value will be \\<05. The results of this study will be analyzed on the basis of intention to treat."
    },
    "conditionsModule": {
      "conditions": [
        "Cow Milk Allergy",
        "Food Allergy"
      ],
      "keywords": [
        "IgE-mediated cow's milk allergy",
        "children",
        "milk ladder"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 92,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "4-step milk ladder",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: oral food challenge (OFC)"
          ]
        },
        {
          "label": "6-step milk ladder",
          "type": "ACTIVE_COMPARATOR",
          "interventionNames": [
            "Other: oral food challenge (OFC)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "oral food challenge (OFC)",
          "description": "oral food challenges with subsequent steps of 4-step milk ladder (muffin, pancake,baked hard cheese, yoghurt/pasteurised cow milk or modified cow milk)",
          "armGroupLabels": [
            "4-step milk ladder"
          ]
        },
        {
          "type": "OTHER",
          "name": "oral food challenge (OFC)",
          "description": "oral food challenges with subsequent steps of 6-step milk ladder (cookie, muffin, pancake,baked hard cheese, yoghurt, pasteurised cow milk or modified cow milk)",
          "armGroupLabels": [
            "6-step milk ladder"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The percentage of children who acquired tolerance to non-heated cow's milk proteins",
          "description": "The percentage of children who acquired tolerance to non-heated cow's milk proteins defined as unreactive patients during OFC with non-heated cow's milk (the last step of milk ladder; a pasteurised cow milk or modified cow milk, the amount of 120-240 ml depending on the age of the patient, max. 7.95 g of CMPs)",
          "timeFrame": "at the end of the observation period (12 or 20 weeks, depending on the study arm)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Percentage of children who experienced anaphylaxis",
          "description": "Anaphylaxis defined by the clinical criteria of anaphylaxis according to WAO 2020.",
          "timeFrame": "during the observation period (12 or 20 weeks, depending on the study arm)"
        },
        {
          "measure": "Percentage of children who required adrenaline administration",
          "timeFrame": "during the observation period (12 or 20 weeks, depending on the study arm)"
        },
        {
          "measure": "Change in BMI-for-age z-score",
          "timeFrame": "at the end of the observation period (12 or 20 weeks, depending on the study arm) compared to baseline (before the first OFC)"
        },
        {
          "measure": "Assessment of parents' anxiety about adverse events during their child's OFC",
          "description": "using the Subjective Units of Distress Scale (SUDS); parents will rate their level of anxiety on a scale from 1 to 100, where 0 represents no anxiety or complete relaxation, and 100 represents extreme anxiety, the worst ever experienced.",
          "timeFrame": "before each OFC, which means before the first OFC and depending on the study arm: after 4,8,12 weeks or after 4,8,12,16,20 weeks"
        },
        {
          "measure": "In a subgroup of children with atopic dermatitis, the percentage of children with mild, moderate, and severe atopic dermatitis",
          "description": "assessed using the oSCORAD23 scale; the maximum score on this scale is 83 points (in the most severe cases, an additional 10 points can be added for changes that disfigure or limit the patient's functioning), the minimum score is 0 points; the more points, the greater intensity of changes",
          "timeFrame": "before and after each OFC (during the examination following each observation period) which means before and after the first OFC and and before and after subsequent OFCs depending on the study arm: after 4,8,12 weeks or after 4,8,12,16,20 weeks"
        },
        {
          "measure": "Percentage of children with full compliance to the intervention protocol",
          "description": "defined as performing all OFCs in the hospital setting and then regular introduction of the milk-containing products according to the individual tolerance following the Study Protocol",
          "timeFrame": "at the end of the observation period (12 or 20 weeks, depending on the study arm)"
        },
        {
          "measure": "Percentage of children with negative OFCs to each cow's milk form after receiving the full planned amount for each OFC",
          "description": "This will be reported as a percentage of children with negative OFCs to each cow's milk form (cookie, muffin, pancake, cheese, yoghurt, milk, if applicable) according to the milk ladder protocol, after receiving the full planned amount for each OFC.",
          "timeFrame": "at the end of the observation period (12 or 20 weeks, depending on the study arm)"
        },
        {
          "measure": "Percentage of children with negative OFCs to each cow's milk form after receiving any tolerated dose",
          "description": "This will be reported as a percentage of children with negative OFCs to each cow's milk form (cookie, muffin, pancake, cheese, yoghurt, milk, if applicable) according to the milk ladder protocol, after receiving any tolerated dose during the trial.",
          "timeFrame": "after the end of the observation period (12 or 20 weeks, depending on the study arm)"
        },
        {
          "measure": "Change in total score of The Food Allergy Questionnaire of Life - Parent Form (FAQLQ-PF)",
          "description": "The questionnaire is divided into three domains: emotional impact, food anxiety, and social and dietary limitations. The total score is calculated as the mean of three subscales. The minimum score is 0, the maximum score is 6. The lower the score, the more life affecting the allergy is.",
          "timeFrame": "at the end of the observation period (12 or 20 weeks, depending on the study arm) compared to baseline (before the first OFC)"
        },
        {
          "measure": "Change in length/height-for-age z-score",
          "timeFrame": "at the end of the observation period (12 or 20 weeks, depending on the study arm) compared to baseline (before the first OFC)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 1 and 5 years.\n* Diagnosis of IgE-mediated CMPA confirmed according to ESPGHAN guidelines, by a positive OFC with CMPs. In high-risk children (i.e., with a history of anaphylaxis), diagnosis based on positive skin prick testing and/or elevated specific IgE to CMPs is sufficient.\n* On a therapeutic elimination diet for at least 6 months or up to 12 months of age.12\n* Eligible regardless of the risk of systemic reaction (anaphylaxis) and asthma.\n* Good overall health status.\n* Parents without language barriers.\n* Written informed consent signed by parents.\n* Good cooperation with the child's guardians.\n\nExclusion Criteria:\n\n* Uncontrolled asthma, defined as the presence of shortness of breath, chest tightness, cough, and/or auscultatory changes despite treatment.\n* Signs of exacerbation of a chronic disease.\n* Signs of acute infectious disease (i.e., acute runny nose, cough, subfebrile fever, or fever).\n* Signs of exacerbation of another allergic disease (i.e., conjunctivitis, allergic rhinitis, atopic dermatitis).\n* Anaphylaxis due to CMPs in the last 6 months.\n* Used antihistamines within 3-10 days before the challenge (depending on the characteristics of the drug and the reason for use).\n* Acquired tolerance to baked CMPs or higher steps of the milk ladder.\n* Use of immunosuppressive drugs or immunotherapy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "5 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Andrea Horvath, MD, PhD",
          "role": "CONTACT",
          "phone": "048223179444",
          "email": "andrea.horvath@wum.edu.pl"
        },
        {
          "name": "Daria Wiszniewska, MD",
          "role": "CONTACT",
          "phone": "048223179535",
          "email": "daria.wiszniewska@uckwum.pl"
        }
      ],
      "overallOfficials": [
        {
          "name": "Andrea Horvath",
          "affiliation": "Medical University od Warsaw",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Hanna Szajewska",
          "affiliation": "Medical University of Warsaw",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Anna Nowak-Węgrzyn",
          "affiliation": "Collegium Medicum, University of Warmia and Mazury, Olsztyn, Poland; New York Univeristy, Grossmann School of Medicine",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical University od Warsaw, Department od Pediatrics",
          "status": "RECRUITING",
          "city": "Warsaw",
          "country": "Poland",
          "contacts": [
            {
              "name": "Daria Wiszniewska",
              "role": "CONTACT",
              "phone": "783307607",
              "email": "daria.wiszniewska@gmail.com"
            }
          ],
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        },
        {
          "facility": "Medical University od Warsaw",
          "status": "NOT_YET_RECRUITING",
          "city": "Warsaw",
          "country": "Poland",
          "contacts": [
            {
              "name": "Andrea Horvath, MD PhD",
              "role": "CONTACT",
              "phone": "22 317 9444",
              "email": "andrea.horvath@wum.edu.pl"
            }
          ],
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40228856",
          "type": "DERIVED",
          "citation": "Wiszniewska D, Horvath A, Strozyk A, Nowak-Wegrzyn A, Grzela K, Szajewska H. Effectiveness and safety of the four-step versus six-step milk ladder in children with IgE-mediated cow's milk protein allergy: protocol for an open-label randomised controlled trial. BMJ Open. 2025 Apr 14;15(4):e098314. doi: 10.1136/bmjopen-2024-098314."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The results of this RCT, whether positive or negative, will be published in a peer-reviewed journal (data will be submitted to the first journal after 3-6 months from study completion). Abstracts will also be submitted to relevant national and international conferences.\n\nThe datasets used and/or generated during this study will be made available from a given author upon reasonable request, after the publication of results, no later than 3 years from the completion of data analysis.",
      "infoTypes": [
        "STUDY_PROTOCOL"
      ],
      "timeFrame": "After the publication of results, no later than 3 years from the completion of data analysis with no end date.",
      "accessCriteria": "Upon reasonable request."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}