{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01716312",
      "orgStudyIdInfo": {
        "id": "130005"
      },
      "secondaryIdInfos": [
        {
          "id": "13-AR-0005"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Omalizumab for Lupus",
      "officialTitle": "A Phase 1b, Randomized, Double-Blind, Placebo Controlled Study With an Open Label Extension to Evaluate the Safety and Tolerability of Omalizumab, A Humanized IgG1 Monoclonal Antibody in Patients With Lupus (STOP LUPUS)"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-01-08",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-08-24",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-08-24",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-10-23",
      "studyFirstSubmitQcDate": "2012-10-25",
      "studyFirstPostDateStruct": {
        "date": "2012-10-29",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2022-04-19",
      "lastUpdatePostDateStruct": {
        "date": "2022-04-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
        "class": "NIH"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background:\n\n* Systemic Lupus Erythematosus (SLE or lupus) is an autoimmune disease, which means the body's immune system mistakenly attacks healthy tissue resulting in inflammation and tissue damage. SLE can involve almost any organ and its symptoms can range in severity from mild to life-threatening; symptoms also vary from person to person. Current treatments for lupus are not effective for some people. Medications used to treat lupus can have serious side effects.\n* Omalizumab is a drug that has been used to treat severe allergic asthma. It helps to prevent allergic reactions by reducing some antibodies in the blood. These antibodies are also present in some people with Lupus. Researchers want to see if omalizumab is a safe and effective treatment for people with Lupus.\n\nObjectives:\n\n\\- To test the safety of omalizumab for people with lupus.\n\nEligibility:\n\n\\- Individuals at least 18 years of age who have moderately active Lupus even with standard treatments.\n\nDesign:\n\n* Subject screening will take place at the NIH Clinical Center and will include a medical history, a physical exam, blood and urine laboratory tests, an assessment of Lupus disease activity. Some participants may require some additional testing. All eligible persons who are interested in enrolling will be asked to come back to the NIH within 2 weeks to begin the study.\n* The study will be conducted in three phases, with a total of 15 study visits over 38 weeks. Two visits will be overnight hospital stays. The rest will be outpatient visits. During each visit the participants will be monitored by doing a physical exam, assessment of their lupus disease activity, review of any treatment related side effects, blood and urine testing.\n* For the first phase, participants will have infusions (under their skin) of either omalizumab or a placebo. They will have an overnight hospital stay for the first infusion and then an outpatient safety monitor visit 2 weeks after. If subjects safety measures are good they will return in 2 weeks and receive the second dose. They will then get three more doses every 4 weeks which will be given during outpatient visits to the NIH.\n* In the second phase, which begins at the 16th week of the study, all participants will receive omalizumab. This means that subjects who had been getting omalizumab will continue receiving it and subjects who had been receiving the placebo will now begin getting omalizumab. They will have an overnight hospital stay for this infusion and will return in 2 weeks for a safety monitor visit. If subjects safety measures are good they will return in 2 weeks and receive the next dose. They will then get three more doses every 4 weeks which will be given during outpatient visits to the NIH.\n* The third phase will be a final series of visits which will take place at week 32 and week 36. During these visits subjects will have a physical exam which includes disease activity assessment, blood and urine tests. No medication will be given during these visits.\n* All subjects will be given information, instruction and medications for possible allergic reactions to omalizumab.\n* Throughout the study other tests and procedures will be performed as needed.",
      "detailedDescription": "Background:\n\nThe immune system in systemic lupus erythematosus is characterized by abnormal activation of various cell types, such as T and B lymphocytes, macrophages and dendritic cells and the production of autoantibodies against nuclear antigens. Until recently most of the pathogenic autoantibodies were thought to be IgG antibodies. We have recently shown that Lyn deficient mice develop a lupus nephritis-like disease which is mediated by basophils activated by IgE autoantibodies. Moreover, SLE patients also have elevated serum self reactive IgEs, and activated basophils that express the lymph node homing molecule CD62L and the MHC Class II molecule, HLA-DR; markers that are associated with increased disease activity. Follow up studies confirmed an association of IgE anti-dsDNA antibodies with active SLE using a SLEDAI score of 4 as a cutoff (unpublished). In addition, we have also observed a strong correlation of IgE dsDNA antibodies with hypocomplementemia strongly suggesting that these autoantibodies are serologic markers of immune activation in SLE. Based on these observations we propose that depleting IgE (including IgE autoantibodies) may lead to improvement in SLE by reducing IgE-induced basophil activation.\n\nOmalizumab is a humanized IgG1 monoclonal antibody against human IgE. It is approved by the FDA for the treatment of asthma. Omalizumab was shown to effectively deplete circulating IgE and decrease basophil action. In this study we propose to assess the safety of omalizumab in moderately active lupus patients and to assess its effect on circulating IgE autoantibodies and basophil activation. We will also collect preliminary data about its clinical efficacy.\n\nPrimary Objective:\n\nTo determine if omalizumab is tolerated in patients with Systemic Lupus Erythematosus.\n\nSecondary Objectives:\n\nTo determine if the use of omalizumab in a subset of SLE patients with mild to moderate disease and elevated IgE autoantibody levels leads to clinical efficacy.\n\nStudy Population:\n\nAdults 18 years or older diagnosed with SLE attending NIAMS outpatient clinic (OP-9) as well as other rheumatology outpatient clinics and private rheumatologist offices around the country with moderately active lupus (SLEDAI 2K score between 4-14).\n\nDesign:\n\n* Active lupus: Assess study eligibility (week -2).\n* If fulfills the criteria randomize at 2:1 ratio of omalizumab vs. placebo respectively within 2 weeks (week 0).\n* Omalizumab loading dose (600 mg) or placebo by subcutaneous injection on day 0, followed by omalizumab (300 mg) or placebo by subcutaneous injection every 4 weeks (weeks 4, 8, 12)\n* Evaluate patients at weeks 2, 4, 8, 12 and 16. Preliminary analysis of the available data will be done when the last subject completed the blinded phase (week 16).\n* Open label phase: On week 16 subjects who were randomized to the placebo arm originally will receive 600 mg omalizumab by subcutaneous injection whereas those in the omalizumab arm will receive 300 mg omalizumab by subcutaneous injection in a blinded fashion. After that all subjects will receive omalizumab 300 mg by subcutaneous injection every 4 weeks, on weeks 20, 24, 28.\n* Evaluate patients at weeks 18, 20, 24, 28\n* Follow up phase: Subjects will have a follow up evaluation 4 and 8 weeks after the last dose (weeks 32 and 36).\n* Allow one time intra-muscular injection of methylprednisolone 0.4 0.75 mg/kg for continued disease activity/flare.\n\nOutcome Measures\n\nPrimary Endpoint:\n\nSafety of omalizumab in patients with SLE.\n\nSecondary Endpoints:\n\nReduced free IgE autoantibody levels: a statistical significant difference in the change in IgE autoantibody levels between the placebo and omalizumab groups at 16 weeks\n\nDecreased basophil activation: a statistically significant difference in the change in the proportion of activated basophils between the placebo and omalizumab groups at 16 weeks\n\nReduced IgG autoantibody levels: a statistically significant difference in the change in IgG autoantibody levels between the placebo and omalizumab group at 16 weeks\n\nPharmacodynamics as measured by total and free IgE and FcepsilonR levels with associated PK\n\nClinical efficacy: the difference in clinical responders at 16 weeks.\n\nClinical response will be defined as an improvement in SLEDAI 2K scores of 4 or more without a worsening in PGA (physician s global assessment)\n\nThis study will provide important preliminary information about the safety and possible effect of IgE depletion in SLE patients. If omalizumab is well tolerated and shows preliminary evidence of efficacy, follow up studies testing its clinical usefulness are planned. This agent is expected to be devoid of the most common toxicities of therapies commonly used in the treatment of SLE, such as myelosuppression, amenorrhea and osteoporosis."
    },
    "conditionsModule": {
      "conditions": [
        "Systemic Lupus Erthematosus",
        "Sjogren's Syndrome"
      ],
      "keywords": [
        "Safety Of Omalizumab In Patients With SLE",
        "Systemic Lupus Erythematosus"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 17,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1",
          "type": "PLACEBO_COMPARATOR",
          "description": "Subjects who were randomized to the placebo arm originally will receive 600 mg omalizumab by subcutaneous injection",
          "interventionNames": [
            "Drug: Omalizumab"
          ]
        },
        {
          "label": "2",
          "type": "ACTIVE_COMPARATOR",
          "description": "Subjects in the omalizumab arm will receive 300 mg omalizumab by subcutaneous injection in a doubleblinded fashion",
          "interventionNames": [
            "Drug: Omalizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab",
          "description": "For each subject, treatment with omalizumab will start with a loading dose of 600 mg followed by a maintenance dose of 300 mg every 4 weeks. The study drug will be administered as a subcutaneous injection. On Week 0 and Week 16 the medication or placebo will be administered to subjects via 4 subcutaneous injections; the remaining weeks 2 injections will be administered.Subjects will be given written directions on dealing with adverse reactions. They will also receive an Epi-Pen before discharge and instructions on how to use it.",
          "armGroupLabels": [
            "1",
            "2"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety of omalizumab in patients with SLE.",
          "description": "The primary outcome is to evaluate the safety and tolerance of omalizumab in patients with SLE. This analysis will include rates ofadverse events (serious adverse events, Grade 3 and 4 toxicities not fulfilling the criteria for SAE, and nonserious adverse events).",
          "timeFrame": "Outcome measure are assessed once the last participant completes the last visit."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Reduced free IgE autoantibody levels. Decreased basophil activation. Reduced IgG autoantibody levels. Pharmacodynamics. Clinical efficacy.",
          "description": "Secondary outcomes comparing the effect of placebo and omalizumab in the randomized blinded phase of the study can be analyzed once the last subject completes the blinded phase and enters the open label phase.-The efficacy analysis of changes in basophil activation and autoantibody levels will compare the change from Week 0 (pre-treatment) in the omalizumab treated subjects with the placebo treated subjects at Week 16 (EODB phase). The treatment effectson the change from Day 0 will be analyzed as repeated measures with change from baseline as the dependent variable and treatment(omalizumab or placebo) as the between group variable.-A change in clinical efficacy will be analyzed by comparing the proportion of subjects in the omalizumab and placebo groups that achieve clinical response at Week 16 (EODB phase) by a contingency table. The chi-square test will be used to determine significance.-Pharmacokinetic and pharmacodynamic studies",
          "timeFrame": "Outcome measure are assessed once the last participant completes the last visit."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nAge at entry at least 18 years\n\nMust give written informed consent prior to entry in the protocol. After preliminary screening visit under the Studies of the pathogenesis and natural history of systemic lupus erythematosus (SLE) protocol 94-AR-0066.\n\nMust fulfill at least 4 of the criteria for SLE as defined by the American College of Rheumatology (Criteria published by EM Tan et al., Arthritis Rheum 25:1271, 1982, updated by MC Hochberg, Arthritis Rheum 40:1725, 1997).\n\nIncreased (\\>mean plus 2SD of healthy controls) autoantibody levels of any of the following IgE autoantibodies: anti-dsDNA, anti-Sm, anti-SSA.\n\nModerately active lupus defined by either of these (a or b) sets of criteria:\n\n1. Chronic glomerulonephritis: Subjects who meet following conditions at 8 weeks after completion of adequate induction immunosuppressive therapy:\n\n   -Subjects with lupus nephritis not achieving complete renal response\n\n   defined as A) no active urinary sediment at the time of screening AND\n\n   B) Urinary protein to creatinine ratio of \\<1 mg/mg or 24 hours urinary protein of less than 1 gm at the time of screening.\n\n   -Received at least 6 months of adequate induction immunosuppressive therapy (with pulse methylprednisolone, cyclophosphamide, azathioprine, cyclosporine, mycophenolate mofetil or high dose daily corticosteroids),\n\n   AND all of the following as assessed at the time of screening:\n   * less than 30 percent increase in creatinine compared to lowest level during treatment with induction immunosuppressive therapy,\n   * proteinuria \\< 1.5 times before starting treatment with induction immunosuppressive therapy,\n   * \\< 2 plus cellular casts in the urinary sediment (on a scale of 0-4), and\n   * Extra-renal disease activity does not exceed 10 on the non-renal components of the SLEDAI 2K score.\n\n     (b)Patients with no active lupus nephritis and moderately active extra-renal lupus defined as a SLEDAI 2K score in the range of 4-14, inclusive.\n\n   Medications allowed at entry:\n   * Prednisone less than or equal to 20 mg/day\n   * Hydroxychloroquine up to 400 mg or 6.5 mg/kg/day (if \\> 400 mg)\n   * Methotrexate up to 25 mg once a week\n   * Azathioprine up to 2 mg/kg/day\n   * Mycophenolate mofetil up to 3 grams/day\n   * Cyclosporine up to 5 mg/kg/day\n\n   EXCLUSION CRITERIA:\n\n   Subjects will be excluded from the study if they meet any of the following criteria:\n\n   Pregnant or lactating women. Women of childbearing potential are required to have a negative pregnancy test at screening.\n\n   Women of childbearing potential and fertile men who are not practicing or who are unwilling to practice two forms of birth control during and for a period of 3 months after the completion of the study. Acceptable forms of birth control include abstinence, barrier methods, implantable intrauterine devices and oral, transdermal patch or injectable contraceptives.\n\n   Weight \\> 105 kg\n\n   Total IgE level \\> 700 IU/mL\n\n   Active SLE requiring aggressive immunosuppressive therapy (ie CNS vasculitis, proliferative lupus nephritis requiring induction therapy, etc)\n\n   History of stroke, MI\n\n   Use of rituximab within 6 months or any other biologic within 5 half-life of the drug at the time the first administration of study medication.\n\n   Significant impairment of major organ function (lung, heart, liver, kidney)\n\n   Therapy with cyclophosphamide, pulse methylprednisolone or IVIG within 8 weeks at the time of first administration of study medication.\n\n   Initiation or a change in the dose of an ACE-inhibitor or ARB within 2 weeks of first study treatment.\n\n   Allergy to murine or human antibodies\n\n   History of anaphylaxis\n\n   Bronchial asthma treated within 12 months\n\n   Serum creatinine \\> 2.0 mg/dL\n\n   Previous history of ischemic heart disease or evidence of ischemic heart disease on ECG.\n\n   Congestive heart failure (New York Heart Association Class III and IV) or cardiomyopathy as per the assessment of clinician performing history and physical examination and to be confirmed by echocardiogram when clinically indicated.\n\n   History of thrombosis or recurrent 2nd trimester spontaneous abortions (3 or more) and elevated levels of anti-cardiolipin antibodies or lupus anticoagulant\n\n   History of malignancy with the exception of basal cell or squamous cell carcinoma of the skin or adequately treated in situ carcinoma of the cervix.\n\n   Active infection that requires the use of intravenous antibiotics and has not resolved at least 2 weeks prior to the administration of the first dose of study medication.\n\n   Active hepatitis B, hepatitis C or HIV infection\n\n   WBC \\<2,500/microL or Hgb \\<8.0 g/dL or platelets \\<70,000/microL.\n\n   Alkaline phosphatase, ALT and/or AST \\> 2.0 times upper limit of normal (ULN)\n\n   Significant concurrent medical condition that, in the opinion of the Principal Investigator, could affect the patient's ability to tolerate or complete the study.\n\n   Live vaccines within 4 weeks of first injection.\n\n   Known or suspected Helminthic infection/infestation.\n\n   History of menorrhagia, GI Bleed or other clinically significant bleeding.\n\n   Subjects currently on anticoagulants or anti-platelet agents. Any subject who was on these agents in the past within the biologic half-life of these agents will also be excluded. Daily baby aspirin (81 mg) therapy for the prevention of cardiovascular disease (CVD) will be allowed.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "100 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Sarfaraz A Hasni, M.D.",
          "affiliation": "National Institute of Arthritis and Musculoskeletal and Skin Diseases (NIAMS)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "National Institutes of Health Clinical Center, 9000 Rockville Pike",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "20512127",
          "type": "BACKGROUND",
          "citation": "Charles N, Hardwick D, Daugas E, Illei GG, Rivera J. Basophils and the T helper 2 environment can promote the development of lupus nephritis. Nat Med. 2010 Jun;16(6):701-7. doi: 10.1038/nm.2159. Epub 2010 May 30."
        },
        {
          "pmid": "18472983",
          "type": "BACKGROUND",
          "citation": "D'Amato G, Salzillo A, Piccolo A, D'Amato M, Liccardi G. A review of anti-IgE monoclonal antibody (omalizumab) as add on therapy for severe allergic (IgE-mediated) asthma. Ther Clin Risk Manag. 2007 Aug;3(4):613-9."
        },
        {
          "pmid": "20975283",
          "type": "BACKGROUND",
          "citation": "Gernez Y, Tirouvanziam R, Yu G, Ghosn EE, Reshamwala N, Nguyen T, Tsai M, Galli SJ, Herzenberg LA, Herzenberg LA, Nadeau KC. Basophil CD203c levels are increased at baseline and can be used to monitor omalizumab treatment in subjects with nut allergy. Int Arch Allergy Immunol. 2011;154(4):318-27. doi: 10.1159/000321824. Epub 2010 Oct 25."
        },
        {
          "pmid": "30597768",
          "type": "DERIVED",
          "citation": "Hasni S, Gupta S, Davis M, Poncio E, Temesgen-Oyelakin Y, Joyal E, Fike A, Manna Z, Auh S, Shi Y, Chan D, Carlucci P, Biehl A, Dema B, Charles N, Balow JE, Waldman M, Siegel RM, Kaplan MJ, Rivera J. Safety and Tolerability of Omalizumab: A Randomized Clinical Trial of Humanized Anti-IgE Monoclonal Antibody in Systemic Lupus Erythematosus. Arthritis Rheumatol. 2019 Jul;71(7):1135-1140. doi: 10.1002/art.40828. Epub 2019 May 8."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "NIH Clinical Center Detailed Web Page",
          "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?B_2013-AR-0005.html"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012859",
          "term": "Sjogren's Syndrome"
        },
        {
          "id": "D008180",
          "term": "Lupus Erythematosus, Systemic"
        }
      ],
      "ancestors": [
        {
          "id": "D001172",
          "term": "Arthritis, Rheumatoid"
        },
        {
          "id": "D001168",
          "term": "Arthritis"
        },
        {
          "id": "D007592",
          "term": "Joint Diseases"
        },
        {
          "id": "D009140",
          "term": "Musculoskeletal Diseases"
        },
        {
          "id": "D012216",
          "term": "Rheumatic Diseases"
        },
        {
          "id": "D014987",
          "term": "Xerostomia"
        },
        {
          "id": "D012466",
          "term": "Salivary Gland Diseases"
        },
        {
          "id": "D009059",
          "term": "Mouth Diseases"
        },
        {
          "id": "D009057",
          "term": "Stomatognathic Diseases"
        },
        {
          "id": "D015352",
          "term": "Dry Eye Syndromes"
        },
        {
          "id": "D007766",
          "term": "Lacrimal Apparatus Diseases"
        },
        {
          "id": "D005128",
          "term": "Eye Diseases"
        },
        {
          "id": "D003240",
          "term": "Connective Tissue Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}