{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05450289",
      "orgStudyIdInfo": {
        "id": "CRP/2022/VI/001"
      },
      "organization": {
        "fullName": "Universitas Airlangga",
        "class": "OTHER"
      },
      "briefTitle": "The Efficacy of Nigella Sativa in Children With House Dust Mite-Induced Respiratory Allergy Receiving Immunotherapy",
      "officialTitle": "The Efficacy of Nigella Sativa in Children With House Dust Mite-Induced Respiratory Allergy Receiving Immunotherapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-08",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-05",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-06-18",
      "studyFirstSubmitQcDate": "2022-07-07",
      "studyFirstPostDateStruct": {
        "date": "2022-07-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-07-07",
      "lastUpdatePostDateStruct": {
        "date": "2022-07-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Ida Bagus Ramajaya Sutawan",
        "investigatorTitle": "Fellowship Training of Allergy Immunology Division, Department of Child Health Airlangga University, Principal Investigator",
        "investigatorAffiliation": "Universitas Airlangga"
      },
      "leadSponsor": {
        "name": "Universitas Airlangga",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "An experimental study aims to investigate the efficacy of Nigella Sativa in children with house dust mite (HDM)-induced respiratory allergy receiving immunotherapy. This study observes symptom, medication, combine symptom-medication score, quality of life (QoL), skin prick test, IL-4, TGF-β, IL-10, IgG4 specific HDM, IgE Specific HDM, and IFN-γ as the outcome. This study will be done on 40 subjects (20 subjects in control group and 20 subjects in experimental group), in children diagnosed with house dust mite-induced respiratory allergy such as allergic rhinoconjunctivitis and/or asthma, with an age of 2 to 17 years old, receiving allergen specific immunotherapy, not having an autoimmune disease, malignancy, nor chronic respiratory infection at the beginning of study, and has an approval from their parents. In control group, subjects will receive allergen specific immunotherapy and standard pharmacotherapy for underlying diagnose. In experimental group, subjects will receive nigella sativa oil for 14 weeks, allergen specific immunotherapy, and standard pharmacotherapy for underlying diagnose. All subjects will observe for 14 weeks during build up phase of immunotherapy. They will be monitored regularly, since this study starts, at each week, and at the end of this study. The symptom, medication, and combine symptom-medication score will be calculated at every session of monitoring. Quality of life (QoL), skin prick test, IL-4, TGF-β, IL-10, IgG4 specific HDM, IgE Specific HDM, and IFN-γ will be collected at the beginning and the end of this study.",
      "detailedDescription": "House dust mite (HDM) is one of allergen that often cause respiratory allergy. In chronic condition respiratory allergy can have an impact in growth and development as well as the quality of life of a child. Children that strongly sensitized to house dust mite have the high risk of asthma and allergic rhinitis. Study in urban areas in Indonesia found that the prevalence of sensitization to HDM is quite high in elementary school children, which is 28.6%. House dust mites have even become an allergen with the most sensitization in junior and senior high school children in urban areas in Indonesia with a prevalence of 62.5%. Avoidance of allergens is actually the key to successful treatment of allergic diseases, but so far there is no proven effective HDM avoidance method to completely eliminate the HDM exposure. House dust mites-specific allergen immunotherapy is a solution for causal therapy in HDM allergies, because HDM-specific allergen immunotherapy will stimulate the immune system to become tolerant to HDM. Although immunotherapy has been shown to be effective in inducing tolerance in children with house dust mite-induced respiratory allergy, this process takes time where its effects are generally seen when entering the maintenance phase. One strategy that has recently been developed to increase therapeutic efficacy in medical therapy, including in allergic diseases is Complementary and Alternative Medicine (CAM) which includes the use of natural ingredients (vitamins, herbs, supplements), acupuncture, physiotherapy and others.\n\nNigella sativa also known as black cumin is one of the herbs that are widely studied as a complementary and alternative therapy to increase the efficacy of standard therapy for allergic diseases. Nigella sativa contain several active components that have antihistamine effect, antioxidant, anti-inflammatory, and immunomodulatory effects in both in vitro and in vivo models. The main active component of nigella sativa that provides an immunomodulatory effect is thymoquinone (TQ). Nigella sativa extract can affect the process of allergic disease in various mechanisms. The immunomodulating effects of nigella sativa will increase the number of regulatory T cells (Treg) in allergic children. Treg will produce interleukin (IL)-10 which will suppress the activation of T helper (Th)2 cells, in addition IL-10 and Transforming Growth Factor-β (TGF-β) will stimulate B cells to produce more Immunoglobulin (Ig)G4 Specific. Nigella sativa also has an antihistamine effect by increasing mast cell stabilization, than it will prevent mast cell degranulation. It also has the effect of non-selectively inhibiting histamine receptors. As an anti-inflammatory and immunomodulatory effect, nigella sativa inhibits the enzymes cyclooxygenase (COX) and lipoxygenase (LO) thereby inhibiting the formation of prostaglandins and leukotrienes which are important inflammatory mediators in the allergic process. Based on the data above, the addition of nigella sativa will be able to help accelerate and increase the efficacy of immunotherapy in children with house dust mite-induced respiratory allergy. However, scientifically consistent evidence is still needed, while until now clinical trial study on these is still limited."
    },
    "conditionsModule": {
      "conditions": [
        "House Dust Mite Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control Group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Control group will receive allergen specific immunotherapy and standard pharmacotherapy",
          "interventionNames": [
            "Drug: Allergen Specific Immunotherapy",
            "Drug: Standard pharmacotherapy"
          ]
        },
        {
          "label": "Experimental Group",
          "type": "EXPERIMENTAL",
          "description": "Experimental group will receive allergen specific immunotherapy, standard pharmacotherapy, and nigella sativa oil",
          "interventionNames": [
            "Drug: Nigella Sativa Oil",
            "Drug: Allergen Specific Immunotherapy",
            "Drug: Standard pharmacotherapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Nigella Sativa Oil",
          "description": "In this study, we use nigella sativa oil (NSO), which are packed in capsule. One capsule contained 550 mg of nigella sativa oil.",
          "armGroupLabels": [
            "Experimental Group"
          ],
          "otherNames": [
            "Habbatussauda Oil MADINAH"
          ]
        },
        {
          "type": "DRUG",
          "name": "Allergen Specific Immunotherapy",
          "description": "In this study, we use the house dust mite allergen immunotherapy (Teaching Industry Allergen by Dr. Soetomo Hospital-Airlangga University, Surabaya, Indonesia) used was an extract of Dermatophagoides pteronyssinus via subcutaneous injection.",
          "armGroupLabels": [
            "Control Group",
            "Experimental Group"
          ]
        },
        {
          "type": "DRUG",
          "name": "Standard pharmacotherapy",
          "description": "Standard pharmacotherapy as indicated based on patient's symptoms i.e none, antihistamine, corticosteroids, bronchodilators, etc.",
          "armGroupLabels": [
            "Control Group",
            "Experimental Group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The change of Symptom score",
          "description": "The change from baseline Symptom Score at 14 weeks. The symptom score (SS) is divided in three domain symptoms which are nasal symptoms (Itchy nose, sneezing, runny nose, and blocked nose), conjunctival symptoms (itchy/red eyes and watery eyes), and lung symptoms (cough, wheeze, shortness of breath, and chest tightness). Each of the symptoms is scored from 0 to 3, considering the severity of each value. The final SS would be the sum of all individual symptom scores divided by the number of symptoms, being the range of SS from 0 to 3. The score is: 0 = no symptoms (or signs); 1 = mild symptoms (sign/ symptom clearly present, but minimal awareness; easily tolerated); 2 = moderate symptoms (deﬁnite awareness of sign/symptom that is bothersome but tolerable); 3 = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping).",
          "timeFrame": "At the beginning of the study (1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "The change of Medication score",
          "description": "The change from baseline Medication Score at 14 weeks. The medication score (MS) is divided in two domain with range of value from 0 to 3, first for allergic rhinoconjunctivitis medication, 0 = no use of medication, 1=use of oral and/or topical H1A, 2=use of intranasal corticosteroids with/without H1A; 3=use of oral corticosteroid with/without intranasal corticosteroids, with/without H1A. Second for lung/asthma medication, the score is 0=no use of medication, 0.5= SABA, 1=low-dose ICS, alternative: LTRA, 1.5=low dose ICS + LABA or medium dose ICS, 2=medium dose ICS+LABA, 2.5=high dose ICS+LABA, 3=high dose ICS+LABA+systemic corticosteroid",
          "timeFrame": "At the beginning of the study (1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "The change of Combination symptom-medication score",
          "description": "The change from baseline Combination Symptom-Medication Score at 14 weeks. The Combination symptom-medication score (CSMS) is the sum of SS (range 0-3) and MS (range 0-3). Therefore, the values of CSMS are in the range of 0-6.",
          "timeFrame": "At the beginning of the study (1st week) and at the end of the study (14th week)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Pediatric Quality of Life Inventory (PedsQL)",
          "description": "The measured Quality of Life (QoL) outcomes using Pediatric Quality of Life Inventory (PedsQL). The items of PedsQL are grouped together on the actual questionnaire into four Scales (Physical Functioning, Emotional Functioning, Social Functioning, and School Functioning). Items are reversed scored and linearly transformed to a 0-100 scale. To reverse score, transform the 0-4 scale items to 0-100 as follows: 0=100, 1=75, 2=50, 3=25, 4=0. Higher scores indicate better HRQOL (Health-Related Quality of Life)",
          "timeFrame": "At the beginning of the study (1st week), at the middle of study (8th week), and at the end of the study (14th week)"
        },
        {
          "measure": "Skin prick test",
          "description": "Skin prick test will be done using the house dust mite allergen (Teaching Industry Allergen by Dr.Soetomo Hospital-Airlangga University, Surabaya, Indonesia) used was an extract of Dermatophagoides pteronyssinus.",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "IL-4",
          "description": "Examination for IL-4 using an enzyme-linked immunosorbent assay/ELISA, will be done by taking 3-5 ml of blood sample at the beginning and the end of the study",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "TGF-β",
          "description": "Examination for TGF-β using an enzyme-linked immunosorbent assay/ELISA, will be done by taking 3-5 ml of blood sample at the beginning and the end of the study",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "IL-10",
          "description": "Examination for IL-10 using an enzyme-linked immunosorbent assay/ELISA, will be done by taking 3-5 ml of blood sample at the beginning and the end of the study",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "IgG4 specific HDM",
          "description": "Examination for IgG4 specific HDM using an enzyme-linked immunosorbent assay/ELISA, will be done by taking 3-5 ml of blood sample at the beginning and the end of the study",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "IFN-γ",
          "description": "Examination for IFN-γ using an enzyme-linked immunosorbent assay/ELISA, will be done by taking 3-5 ml of blood sample at the beginning and the end of the study",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        },
        {
          "measure": "IgE Specific HDM",
          "description": "Examination for IgE specific HDM using an enzyme-linked immunosorbent assay/ELISA, will be done by taking 3-5 ml of blood sample at the beginning and the end of the study.",
          "timeFrame": "At the beginning of the study(1st week) and at the end of the study (14th week)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosed with house dust mite-induced respiratory allergy such as allergic rhinoconjunctivitis, and/or asthma,\n* Receiving allergen specific immunotherapy\n* Parents want to follow the study by signing the informed consent\n\nExclusion Criteria:\n\n* Autoimmune disease\n* Malignancy\n* Chronic respiratory infection\n* Anatomical abnormalities of respiratory tract",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "2 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ida Bagus Ramajaya Sutawan, MD",
          "role": "CONTACT",
          "phone": "+62811392440",
          "email": "ramasutawan@yahoo.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Ida Bagus Ramajaya Sutawan, MD",
          "affiliation": "Universitas Airlangga",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "31641405",
          "type": "BACKGROUND",
          "citation": "Gabet S, Ranciere F, Just J, de Blic J, Lezmi G, Amat F, Seta N, Momas I. Asthma and allergic rhinitis risk depends on house dust mite specific IgE levels in PARIS birth cohort children. World Allergy Organ J. 2019 Oct 4;12(9):100057. doi: 10.1016/j.waojou.2019.100057. eCollection 2019 Sep."
        },
        {
          "pmid": "31089459",
          "type": "BACKGROUND",
          "citation": "Soegiarto G, Abdullah MS, Damayanti LA, Suseno A, Effendi C. The prevalence of allergic diseases in school children of metropolitan city in Indonesia shows a similar pattern to that of developed countries. Asia Pac Allergy. 2019 Apr 20;9(2):e17. doi: 10.5415/apallergy.2019.9.e17. eCollection 2019 Apr."
        },
        {
          "pmid": "26342746",
          "type": "BACKGROUND",
          "citation": "Calderon MA, Kleine-Tebbe J, Linneberg A, De Blay F, Hernandez Fernandez de Rojas D, Virchow JC, Demoly P. House Dust Mite Respiratory Allergy: An Overview of Current Therapeutic Strategies. J Allergy Clin Immunol Pract. 2015 Nov-Dec;3(6):843-55. doi: 10.1016/j.jaip.2015.06.019. Epub 2015 Sep 3."
        },
        {
          "type": "BACKGROUND",
          "citation": "4. Pfaar O, Bachert C, Bufe A, Buhl R, Ebner C, Eng P, et al. Guideline on allergen-specific immunotherapy in IgE-mediated allergic diseases. Allergologie. 2015;38(9):431-70."
        },
        {
          "pmid": "27545740",
          "type": "BACKGROUND",
          "citation": "Qiu J, Grine K. Complementary and Alternative Treatment for Allergic Conditions. Prim Care. 2016 Sep;43(3):519-26. doi: 10.1016/j.pop.2016.04.012."
        },
        {
          "pmid": "23646296",
          "type": "BACKGROUND",
          "citation": "Ahmad A, Husain A, Mujeeb M, Khan SA, Najmi AK, Siddique NA, Damanhouri ZA, Anwar F. A review on therapeutic potential of Nigella sativa: A miracle herb. Asian Pac J Trop Biomed. 2013 May;3(5):337-52. doi: 10.1016/S2221-1691(13)60075-1."
        },
        {
          "pmid": "16275613",
          "type": "BACKGROUND",
          "citation": "Salem ML. Immunomodulatory and therapeutic properties of the Nigella sativa L. seed. Int Immunopharmacol. 2005 Dec;5(13-14):1749-70. doi: 10.1016/j.intimp.2005.06.008. Epub 2005 Jul 1."
        },
        {
          "pmid": "33163654",
          "type": "BACKGROUND",
          "citation": "Kabir Y, Akasaka-Hashimoto Y, Kubota K, Komai M. Volatile compounds of black cumin (Nigella sativa L.) seeds cultivated in Bangladesh and India. Heliyon. 2020 Oct 27;6(10):e05343. doi: 10.1016/j.heliyon.2020.e05343. eCollection 2020 Oct."
        },
        {
          "type": "BACKGROUND",
          "citation": "Barlianto W, Wulandari D, Chusniyah M, Chandra Kusuma HMS, Prawiro SR. Improvement of th17/treg balance and asthma control test score by nigella sativa supplementation in asthmatic children: A new approach to managing asthma. Turkish J Immunol. 2018;6(1):1-7."
        },
        {
          "pmid": "14669258",
          "type": "BACKGROUND",
          "citation": "Kalus U, Pruss A, Bystron J, Jurecka M, Smekalova A, Lichius JJ, Kiesewetter H. Effect of Nigella sativa (black seed) on subjective feeling in patients with allergic diseases. Phytother Res. 2003 Dec;17(10):1209-14. doi: 10.1002/ptr.1356."
        },
        {
          "type": "BACKGROUND",
          "citation": "Abbas AK, Lichtman andrew H, Pillai S. Basic Immunology : Fungtion and Disorders of the Immune System,. 2007."
        },
        {
          "pmid": "24761804",
          "type": "BACKGROUND",
          "citation": "Pfaar O, Demoly P, Gerth van Wijk R, Bonini S, Bousquet J, Canonica GW, Durham SR, Jacobsen L, Malling HJ, Mosges R, Papadopoulos NG, Rak S, Rodriguez del Rio P, Valovirta E, Wahn U, Calderon MA; European Academy of Allergy and Clinical Immunology. Recommendations for the standardization of clinical outcomes used in allergen immunotherapy trials for allergic rhinoconjunctivitis: an EAACI Position Paper. Allergy. 2014 Jul;69(7):854-67. doi: 10.1111/all.12383. Epub 2014 Apr 25."
        },
        {
          "pmid": "33498057",
          "type": "BACKGROUND",
          "citation": "Caballero R, Grau A, Javaloyes G, Del Pozo S, Leon MA, Romero M, Casanovas M. Combination of Allergic Asthma Symptom and Medication Scores in Allergen Immunotherapy Trials: A Proposal. Int Arch Allergy Immunol. 2021;182(7):571-573. doi: 10.1159/000513543. Epub 2021 Jan 26. No abstract available."
        },
        {
          "pmid": "17298350",
          "type": "BACKGROUND",
          "citation": "Canonica GW, Baena-Cagnani CE, Bousquet J, Bousquet PJ, Lockey RF, Malling HJ, Passalacqua G, Potter P, Valovirta E. Recommendations for standardization of clinical trials with Allergen Specific Immunotherapy for respiratory allergy. A statement of a World Allergy Organization (WAO) taskforce. Allergy. 2007 Mar;62(3):317-24. doi: 10.1111/j.1398-9995.2006.01312.x."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "We will share individual participant data that underlie results in this publication",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP"
      ],
      "timeFrame": "6 months after publication",
      "accessCriteria": "The data will be shared by email sent by the primary investigator"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000092542",
          "term": "Dust Mite Allergy"
        }
      ],
      "ancestors": [
        {
          "id": "D012221",
          "term": "Rhinitis, Allergic, Perennial"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000723271",
          "term": "Nigella sativa oil"
        }
      ]
    }
  },
  "hasResults": false
}