{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04743661",
      "orgStudyIdInfo": {
        "id": "PBTC-058"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2021-00773",
          "type": "REGISTRY",
          "domain": "CTRP (Clinical Trial Reporting Program)"
        },
        {
          "id": "PBTC-058",
          "type": "OTHER",
          "domain": "Pediatric Brain Tumor Consortium"
        },
        {
          "id": "PBTC-058",
          "type": "OTHER",
          "domain": "CTEP"
        },
        {
          "id": "UM1CA081457",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/UM1CA081457"
        }
      ],
      "organization": {
        "fullName": "Pediatric Brain Tumor Consortium",
        "class": "NETWORK"
      },
      "briefTitle": "131I-Omburtamab, in Recurrent Medulloblastoma and Ependymoma",
      "officialTitle": "Phase 2 Study of Intraventricular Omburtamab-based Radioimmunotherapy for Pediatric Patients With Recurrent Medulloblastoma and Ependymoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-08",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-04-04",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-10-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-10-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-02-03",
      "studyFirstSubmitQcDate": "2021-02-03",
      "studyFirstPostDateStruct": {
        "date": "2021-02-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-02",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Pediatric Brain Tumor Consortium",
        "class": "NETWORK"
      },
      "collaborators": [
        {
          "name": "National Cancer Institute (NCI)",
          "class": "NIH"
        },
        {
          "name": "Memorial Sloan Kettering Cancer Center",
          "class": "OTHER"
        },
        {
          "name": "Y-mAbs Therapeutics",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A Phase 2 study investigating the addition of cRIT 131I-omburtamab to irinotecan, temozolomide, and bevacizumab for patients with recurrent medulloblastoma. A feasibility cohort is included to assess the feasibility of incorporating cRIT 131I-omburtamab for patients with recurrent ependymoma.\n\nDirect intraventricular delivery of radiolabeled tumor-specific antibodies may aid in both the detection and treatment of recurrent disease for these highly specific pediatric patients with recurrent tumors.",
      "detailedDescription": "Stratum 1: This is a phase 2 single-arm open-label study that will define event-free survival (EFS) and overall survival (OS) following therapy with irinotecan, temozolomide, bevacizumab, and compartmental (intraOmmaya) radioimmunotherapy (cRIT) 131I-omburtamab in patients with recurrent medulloblastoma. Patients with recurrent medulloblastoma will undergo surgery if feasible prior to study entry, followed by Induction Chemotherapy with irinotecan, temozolomide, and bevacizumab on study as per the Children's Oncology Group (COG) trial ACNS0821. Following 2 or 4 courses of chemotherapy and if radiographic disease status is stable or improved, patients may continue to Radioimmunotherapy to receive 2 therapeutic doses (50 mCi each) of cRIT 131I-omburtamab. Following Radioimmunotherapy, patients may resume to Maintenance Chemotherapy with irinotecan, temozolomide, and bevacizumab for up to 12 total courses of chemotherapy or until disease progression, whichever occurs sooner. The primary comparison for this study will be the medulloblastoma cohort treated on ACNS0821 on the irinotecan + temozolomide + bevacizumab arm (N=52).\n\nStratum 2: This is a feasibility cohort. The primary objective is to assess feasibility of incorporating cRIT 131I-omburtamab for patients with recurrent ependymoma and to assess dosimetry. Patients must have progressed after initial surgery, radiation therapy, or other therapies. Patients will undergo surgery (if feasible) prior to study entry with the goal of achieving stable or better disease. Tumors (archived or new) will be tested for B7H3 prior to enrollment. If positive, patients will enroll on Stratum 2 and receive one dosimetry dose (2 mCi) of cRIT 131I-omburtamab with nuclear medicine scintigraphy (typically using 3 whole-body planar gamma camera imaging and at least 1 head SPECT scan or SPECT/CT) using SPECT during the Dosimetry Course (14 days in length). Following the Dosimetry Course and within 2 weeks of the dosimetry dose, patients may continue to Radioimmunotherapy to receive 2 therapeutic doses (50 mCi each) of cRIT 131I-omburtamab."
    },
    "conditionsModule": {
      "conditions": [
        "Recurrent Medulloblastoma",
        "Recurrent Ependymoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 62,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Recurrent Medulloblastoma",
          "type": "EXPERIMENTAL",
          "description": "This arm aims to estimate event-free survival (EFS) and overall survival (OS) following therapy with irinotecan, temozolomide, bevacizumab, and compartmental (intraOmmaya) radioimmunotherapy (cRIT) 131I-omburtamab in patients with recurrent medulloblastoma. Patients with recurrent medulloblastoma will undergo surgery if feasible prior to study entry, followed by Induction Chemotherapy with irinotecan, temozolomide, and bevacizumab on study as per the Children's Oncology Group (COG) trial ACNS0821. Following 2 or 4 courses of chemotherapy and if radiographic disease status is stable or improved, patients will receive 2 therapeutic doses of 50 mCi cRIT 131I-omburtamab during Radioimmunotherapy. Following Radioimmunotherapy, patients may resume to Maintenance Chemotherapy with irinotecan, temozolomide, and bevacizumab for up to 12 total courses of chemotherapy or until disease progression, whichever occurs sooner.",
          "interventionNames": [
            "Drug: Irinotecan",
            "Drug: Temozolomide",
            "Drug: Bevacizumab",
            "Drug: Omburtamab I-131",
            "Drug: Liothyronine",
            "Drug: SSKI",
            "Drug: Dexamethasone",
            "Drug: Antipyretic",
            "Drug: Antihistamine",
            "Drug: anti-emetics"
          ]
        },
        {
          "label": "Recurrent Ependymoma",
          "type": "EXPERIMENTAL",
          "description": "This is a feasibility cohort. The primary objective is to assess feasibility of incorporating cRIT 131I-omburtamab for patients with recurrent ependymoma and to assess dosimetry. Patients must have progressed after initial surgery, radiation therapy, or other therapies. Patients will undergo surgery (if feasible) prior to study entry with the goal of achieving stable or better disease. Tumor tissue (archived or new) will be tested for B7H3 prior to enrollment. If positive, patients will enroll on Stratum 2 and receive one dosimetry dose (2 mCi) of cRIT 131I-omburtamab with nuclear medicine scintigraphy using SPECT during the Dosimetry Course (14 days in length). Following the Dosimetry Course and within 2 weeks of the dosimetry dose, patients may continue to Radioimmunotherapy to receive 2 therapeutic doses (50 mCi) of cRIT 131I-omburtamab.",
          "interventionNames": [
            "Drug: Omburtamab I-131",
            "Drug: Liothyronine",
            "Drug: SSKI",
            "Drug: Dexamethasone",
            "Drug: Antipyretic",
            "Drug: Antihistamine",
            "Drug: anti-emetics"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Irinotecan",
          "description": "Irinotecan is a semisynthetic water-soluble analog of camptothecin (a plant alkaloid isolated from Camptotheca acuminata). Irinotecan is available in single-dose amber glass vials in 40 mg (2 mL) and 100 mg (5 mL), 300 mg (15 mL), and 500 mg (25 mL).\n\nPatients on Stratum 1 will be given irinotecan at 50 mg/m2/day IV on Days 1 through 5 of each chemotherapy course.",
          "armGroupLabels": [
            "Recurrent Medulloblastoma"
          ],
          "otherNames": [
            "CPT-11,"
          ]
        },
        {
          "type": "DRUG",
          "name": "Temozolomide",
          "description": "An orally administered alkylating agent, a second generation imidazotetrazine. A prodrug of MTIC, temozolomide spontaneously decomposes to MTIC at physiologic pH. Exerts its effect by cross-linking DNA. Temozolomide capsules are available in six different strengths (5, 20, 100, 140, 180, 250 mg). The capsules vary in size, color, and imprint according to strength. In the US, capsules are packaged in 5-count and 14-count bottles.\n\nPatients on Stratum 1 will be given temozolomide at 150 mg/m2/dose PO on Days 1-5 of each chemotherapy course.",
          "armGroupLabels": [
            "Recurrent Medulloblastoma"
          ]
        },
        {
          "type": "DRUG",
          "name": "Bevacizumab",
          "description": "Bevacizumab is a recombinant humanized anti-vascular endothelial growth factor (anti-VEGF) monoclonal antibody. Bevacizumab is supplied as a clear to slightly opalescent, sterile liquid ready for parenteral administration. Each 400 mg (25 mg/mL, 16 mL fill) glass vial contains bevacizumab with phosphate, trehalose, polysorbate 20, and Sterile Water for Injection.\n\nPatients on Stratum 1 will be given bevacizumab at 10 mg/kg/day IV on Days 1 and 15 of each chemotherapy course, with the exception of the last course of Induction Chemotherapy (i.e., Course 2 or 4) where it will be administered on Day 1 only.",
          "armGroupLabels": [
            "Recurrent Medulloblastoma"
          ],
          "otherNames": [
            "rhuMAb VEGF, Avastin®)"
          ]
        },
        {
          "type": "DRUG",
          "name": "Omburtamab I-131",
          "description": "Omburtamab is a murine IgG1 monoclonal antibody (mAb) against B7-H3 (CD276) manufactured by in vivo growth of the hybridoma cell line without the use of animal-derived components. Omburtamab will be radiolabeled with iodine-131 at a designated radiolabeling facility. 131I-omburtamab is supplied as a sterile, injectable, radioactive product in a vial. Each supplied vial will contain enough radioactivity to prepare 50 mCi of 131I-omburtamab, formulated in 3.5-4 mL of solution. 131I-omburtamab should be administered via an intraventricular access device (i.e., Ommaya catheter or programmable VP shunt). Radioimmunotherapy consists of 56 days.\n\nPatients on Stratum 1 will receive a therapeutic dose of 50 mCi cRIT 131I-omburtamab on Days 8 and 36 of Radioimmunotherapy.\n\nPatients on Stratum 2 will receive a therapeutic dose of 50 mCi cRIT 131I-omburtamab on Days 1 and 29 of Radioimmunotherapy.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ]
        },
        {
          "type": "DRUG",
          "name": "Liothyronine",
          "description": "Liothyronine (or equivalent) will be given as premedication for 131I-omburtamab to prevent thyroid accumulation. Liothyronine (or equivalent) will be administered at 25 µg PO, NG, or G-tube (if weight \\< 25 kg) or 50 µg PO, NG, or G-tube (if weight ≥ 25 kg) daily starting on Day 1 of Radioimmunotherapy (for Stratum 1 patients) or Day 1 of Dosimetry (for Stratum 2 patients), with a mandated minimum of 7 days before each 131I-omburtamab injection and 14 days after each 131I-omburtamab injection. On the day of the 131I-omburtamab injection, administer any time before the injection.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ]
        },
        {
          "type": "DRUG",
          "name": "SSKI",
          "description": "SSKI (potassium iodide) will be given as premedication for 131I-omburtamab to prevent thyroid accumulation. SSKI (potassium iodide) will be administered as 7 drops (\\~0.35 mL) PO, NG, or G-tube daily starting on Day 1 of Radioimmunotherapy (for Stratum 1 patients) or Day 1 of Dosimetry (for Stratum 2 patients), with a mandated minimum of 7 days before each 131I-omburtamab injection and 14 days after each 131I-omburtamab injection. On the day of the 131I-omburtamab injection, administer any time before the injection.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ],
          "otherNames": [
            "Potassium iodide"
          ]
        },
        {
          "type": "DRUG",
          "name": "Dexamethasone",
          "description": "Dexamethasone will be given as premedication for 131I-omburtamab to prevent possible meningeal inflammatory reaction. Starting within 24 hours prior to each 131I-omburtamab injection, dexamethasone will be administered orally at 0.5 mg (if weight \\< 15 kg) or 1 mg (if weight ≥ 15 kg) twice-daily doses for a total of 6 doses to alleviate infusion-related AEs: Two doses starting 24 hours pre-131I-omburtamab injection, two doses on the day of the injection (can be given before or after), and two doses 24 hours post-131I-omburtamab injection.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ]
        },
        {
          "type": "DRUG",
          "name": "Antipyretic",
          "description": "An antipyretic (e.g., oral acetaminophen \\[15 mg/kg, 650 mg maximum\\] or equivalent) will be given as premedication for 131I-omburtamab within 1 to 3 hours before each 131I-omburtamab injection.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ]
        },
        {
          "type": "DRUG",
          "name": "Antihistamine",
          "description": "An antihistamine (e.g., IV diphenhydramine \\[1 mg/kg, 50 mg maximum\\] or equivalent) will be given as premedication for 131I-omburtamab within 1 to 3 hours before each 131I-omburtamab injection.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ]
        },
        {
          "type": "DRUG",
          "name": "anti-emetics",
          "description": "An anti-emetic (e.g., IV ondansetron \\[0.25 mg/kg, 16 mg maximum\\] or equivalent) will be given as premedication for 131I-omburtamab within 1 to 3 hours before each 131I-omburtamab injection.",
          "armGroupLabels": [
            "Recurrent Ependymoma",
            "Recurrent Medulloblastoma"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "2-year event free survival (EFS) in the Recurrent Medulloblastoma Cohort",
          "description": "Using the Kaplan Meier method, estimate of event-free survival (EFS) of patients with relapsed medulloblastoma treated with the study regimen. EFS is defined as the interval of time between enrollment on the study and the minimum date of documentation of progressive disease, death due to any cause, subsequent malignancy or date of last follow-up.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Percentage of Patients who met feasibility criteria in the Recurrent Ependymoma Cohort",
          "description": "Percentage of patients who met feasibility criteria of incorporating cRIT 131I-omburtamab treatment for patients with recurrent ependymoma. Patients who meet both of the following criteria will be counted as feasibility successes: 1) Administration of the first therapeutic dose of the antibody at the treating institution within 6 days of labeling. 2) Successful acquisition of all 3 SPECT scans during the Dosimetry Course prior to Radioimmunotherapy.",
          "timeFrame": "3 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall survival (OS) in in Recurrent Medulloblastoma Cohort",
          "description": "Using the Kaplan Meier method, estimate of the overall survival (OS) of patients with recurrent medulloblastoma treated with the study regimen. OS is defined as the interval of time between enrollment on the study and the minimum date of death due to any cause or date of last follow-up.",
          "timeFrame": "5 years"
        },
        {
          "measure": "Percentage of Recurrent Ependymoma patients with B7H3 reactivity",
          "description": "All recurrent ependymoma patients must be screened for B7H3 reactivity to be eligible for treatment on this study. B7H3 reactivity in pre-treatment formalin-fixed and paraffin-embedded tumor tissue will be assessed by IHC performed in a CLIA-certified lab. Patients whose tumors meet the reactivity criteria will be counted towards this percentage over the total number of patients who were screened.",
          "timeFrame": "1 month"
        },
        {
          "measure": "Event free survival (EFS) for Recurrent Ependymoma",
          "description": "Using the Kaplan Meier method, estimate of EFS of patients with recurrent ependymoma following incorporation of intraOmmaya 131I-omburtamab treatment. EFS is defined as the interval of time between enrollment on the study and the minimum date of documentation of progressive disease, death due to any cause, subsequent malignancy or date of last follow-up.",
          "timeFrame": "5 years from enrollment completion"
        },
        {
          "measure": "Overall survival (OS) for Recurrent Ependymoma",
          "description": "Using the Kaplan Meier method, estimate OS of patients with recurrent ependymoma following incorporation of intraOmmaya 131I-omburtamab treatment. OS is defined as the interval of time between enrollment on the study and the minimum date of death due to any cause or date of last follow-up.",
          "timeFrame": "5 years from enrollment completion"
        },
        {
          "measure": "Estimate of Mean Absorbed Radiation Dose",
          "description": "To assess the distribution of 131I-omburtamab, Recurrent Ependymoma patients will receive one dosimetry dose (2 mCi) of cRIT 131I-omburtamab with three serial nuclear medicine scintigraphy using SPECT during the Dosimetry Course (1 week in length) prior to receiving the therapeutic dose. Organ dosimetry will be analyzed for whole body and regions of interest (ROI) and calculated based on nuclear imaging scans by whole-body planar gamma camera scans. ROIs in each planar dataset will be defined at each time point if signal is visibly above the immediate background. The mean absorbed radiation dose in CSF and whole blood will be estimated via imaging-based estimation (CSF).",
          "timeFrame": "1 month"
        },
        {
          "measure": "Number of Recurrent Medulloblastoma and Ependymoma Participants with Grade 3 or higher 131I-omburtamab - Related Adverse Events as Assessed by CTCAE v5.0",
          "description": "Number of patients in the combined cohort (Recurrent Medulloblastoma and Ependymoma) who received at least 1 dose of 131I-omburtamab and experienced Adverse Events that were deemed at least possibly related to 131I-omburtamab will be reported by AE category as Assessed by CTCAE v5.0.",
          "timeFrame": "1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "INCLUSION CRITERIA: Stratum 1\n\n* Patients with histologically confirmed diagnosis of medulloblastoma that is recurrent, progressive, or refractory to standard therapy. All tumors must have histologic verification at either time of initial diagnosis or recurrence. Note: For this study, refractory disease is specifically defined as presence of persistent abnormality on conventional MRI that is further distinguished by histology (tissue sample) or advanced imaging, i.e., diffusion weighted sequences or MR spectroscopy.\n* Patients must have disease, defined as tumor measurable in two perpendicular diameters on MRI, OR diffuse leptomeningeal disease, OR clear MRI evidence of disease that may not be measurable in two perpendicular diameters. Patients may have tumor cells in CSF with or without radiographic evidence of disease at time of enrollment.\n* Patients must be \\< 22 years of age at time of enrollment.\n* Protocol treatment with radioimmunotherapy (131I-omburtamab) will require the presence of an appropriate intraventricular access device (e.g., programmable ventriculoperitoneal \\[VP\\] shunt or Ommaya reservoir). Patients are not required to have an existing programmable VP shunt or Ommaya at time of study enrollment but must be willing and able to undergo a surgical procedure to have one placed prior to Radioimmunotherapy. Note: Patients with an existing intraventricular VP shunt without a programmable component must be willing and able to undergo modification of the shunt before treatment with 131I-omburtamab.\n* Patients must have recurrent, progressive, or refractory medulloblastoma after prior craniospinal irradiation (CSI) therapy with or without prior chemotherapy, unless CSI is contraindicated or determined to be not in the best interest of patient due to underlying medical conditions or declined by patient/family. Patients must have experienced no more than two recurrences of medulloblastoma or have refractory disease. Note: Patients with contraindications to radiation therapy are still eligible.\n* Patients must have received their last dose of known myelosuppressive anticancer therapy at least 21 days prior to enrollment or at least 42 days if prior nitrosourea.\n* Biologic or investigational agent (anti-neoplastic) - Patient must have recovered from any acute toxicity potentially related to the agent and received their last dose of the investigational or biologic agent ≥ 7 days prior to study enrollment. For agents that have known adverse events occurring beyond 7 days after administration, this period must be extended beyond the time during which adverse events are known to occur.\n* Monoclonal antibody treatment and agents with known prolonged half-lives - Patient must have recovered from any acute toxicity potentially related to the agent and received last dose of the agent ≥ 21 days prior to study enrollment.\n* Radiation - Patients must have had their last fraction of:\n\n  1. Craniospinal irradiation, whole brain radiation, total body irradiation, or radiation to \\>= 50% of pelvis or spine 24 weeks prior to study enrollment. Tumor designated as \"measurable\" for protocol purposes must not have received radiation within 12 weeks prior to study enrollment.\n  2. Focal radiation to areas of symptomatic metastatic disease at least 14 days prior to study enrollment.\n* Stem Cell Transplant (SCT) - For autologous SCT \\>= 3 months must have elapsed prior to study enrollment.\n* Patients with neurological deficits should have deficits stable for a minimum of 1 week prior to enrollment. A baseline detailed neurological exam should clearly document neurological status of the patient at time of study enrollment. Patients with seizure disorders may be enrolled if seizures are controlled and on non-enzyme inducing anticonvulsants. Patients must not be taking enzyme-inducing antiepileptic medicines within 1 week prior to study enrollment.\n* Karnofsky Performance Scale (KPS for \\> 16 years of age) or Lansky Performance Score (LPS for ≤ 16 years of age) assessed within 2 weeks prior to study enrollment must be ≥ 50%. Patients who are unable to walk because of neurologic deficits, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score.\n* Organ Function - Patients must have:\n\n  1. Peripheral absolute neutrophil count (ANC) ≥ 1 x 10\\^9/ L (must not have received G-CSF within 7 days prior to enrollment or pegfilgrastim within 14 days prior to enrollment)\n  2. Platelet count ≥ 100 x 10\\^9/ L (unsupported, defined as no platelet transfusion within 7 days prior to study enrollment)\n  3. Hemoglobin ≥ 8.0 g/dL (may receive packed red blood cell \\[PRBC\\] transfusions)\n  4. Serum creatinine based on age/gender. Patients that do not meet the criteria in Table 1 but have a 24 hour Creatinine Clearance or GFR (radioisotope or iothalamate) ≥ 70 mL/min/1.73 m\\^2 are eligible.\n  5. Urine protein should be screened by dipstick analysis. If protein ≥ 2+ on dipstick, then Urine Protein Creatinine (UPC) ratio should be calculated. If UPC ratio \\> 0.5, 24-hour urine protein should be obtained, and the level should be \\< 1000 mg/24 hours for patient enrollment.\n  6. Total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN)\n  7. ALT (SGPT) and AST (SGOT) \\< 5 x institutional upper limit of normal (ULN)\n  8. INR/PT ≤ 1.5 x institutional upper limit of normal (ULN)\n* Hypertension must be well controlled (≤ 95th percentile) on stable doses of medication.\n* Patients must have recovered from any surgical procedure before enrolling on this study.\n* HIV Infected Individuals - Patients who are known to be Human immunodeficiency virus (HIV)-infected must be on effective anti-retroviral therapy with undetectable viral load within 6 months prior to study enrollment.\n* Hep B Chronically Infected Individuals - For patients with known evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Hep C (HCV) Infected Individuals - Patients with a known history of hepatitis C virus (HCV) infection must have been treated and cured. Patients with known HCV infection who are currently on treatment are eligible if they have an undetectable HCV viral load.\n* Corticosteroids - Patients who are receiving dexamethasone at a stable or decreasing dose for at least 7 days prior to study enrollment are eligible.\n* Growth Factors - Patients must be off all colony-forming growth factor(s) for at least 1 week prior to enrollment (e.g., filgrastim, sargramostim, or erythropoietin) or at least 2 weeks for pegfilgrastim.\n* Patients of childbearing or child fathering potential must be willing to use a medically acceptable form of birth control, which includes abstinence, while being treated on this study and for at least 6 months after the completion of bevacizumab therapy.\n* The patient or parent/guardian can understand the consent and is willing to sign a written informed consent document according to institutional guidelines.\n\nEXCLUSION CRITERIA: Stratum 1\n\n* Pregnant women are excluded from this study due to risks of fetal and teratogenic adverse events as seen in animal/human studies. Female patients of childbearing potential must have a negative serum or urine pregnancy test prior to enrollment. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Patients must not have previously received the combination of bevacizumab, irinotecan, and temozolomide therapy.\n* Patients with a serious or non-healing wound, ulcer, or bone fracture are not eligible for this study.\n* Patients must not have a history of abdominal fistula, gastrointestinal perforation, or intraabdominal abscess within 6 months prior to study enrollment.\n* Patients must not have a known bleeding diathesis or coagulopathy.\n* Patients must not have had significant vascular disease (e.g., aortic aneurysm requiring surgical repair, deep venous or arterial thrombosis) within the last 6 months prior to study enrollment.\n* Patients must not have a known thrombophilic condition (i.e., protein S, protein C or antithrombin III deficiency, Factor V Leiden, Factor II G20210A mutation, homocysteinemia or antiphospholipid antibody syndrome). Testing is not required in patients without thrombophilic history.\n* Patients must not have evidence of new CNS hemorrhage on baseline MRI obtained within 14 days prior to study enrollment.\n* Patients with history of stroke, myocardial infarction, transient ischemic attack (TIA), severe or unstable angina, peripheral vascular disease, or grade II or greater congestive heart failure within the past 6 months are not eligible.\n* Patients must not have serious and inadequately controlled cardiac arrhythmia.\n* Patients with known hypersensitivity to Chinese hamster ovary cell products or other recombinant human antibodies are not eligible.\n* Patients must not be currently taking NSAIDS, clopidrogel, dipyridamole, or aspirin therapy \\> 81 mg/day.\n* Female patients who are breastfeeding are not eligible for this study unless they agree not to breastfeed.\n* Patients with any clinically significant unrelated systemic illness (serious infections or significant cardiac, pulmonary, hepatic, or other organ dysfunction) that in the opinion of the investigator would compromise the patient's ability to tolerate protocol therapy, put them at additional risk for toxicity, or would interfere with the study procedures or results. Patients with a prior or concurrent malignancy whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen for this trial.\n* Patients who are receiving any other anti-cancer or investigational drug therapy are ineligible.\n* Patients currently receiving any of the following medications and cannot be discontinued 7 days prior to enrollment are ineligible:\n\n  1. Known strong and moderate inducers or inhibitors of CYP3A4/5, including enzyme-inducing anti-convulsant drugs (EIACDs), grapefruit, echinacea, grapefruit hybrids, pummelos, starfruit, and Seville oranges\n  2. Substrates of CYP3A4/5 with a narrow therapeutic index\n  3. Herbal preparations/medications (except for vitamins) including, but not limited to: St. John's wort, Kava, ephedra (ma huang), gingko biloba, dehydroepiandrosterone (DHEA), yohimbe, saw palmetto, black cohosh and ginseng. Patients should stop using all herbal medications and dietary supplements at least 7 days prior to enrollment.\n* Patients who in the opinion of the investigator are unwilling or unable to return for required follow-up visits or obtain follow-up studies required to assess toxicity to therapy or to adhere to drug administration plan, other study procedures, and study restrictions.\n\nINCLUSION CRITERIA FOR SCREENING: Stratum 2\n\n* For patients with histological diagnosis of ependymoma, screening consent for B7H3 must be obtained prior to enrollment on PBTC-058.\n* Patients must have evidence of tumor reactivity for B7H3 (CD276) to be eligible for treatment. Results from prior testing of tumor reactivity for B7H3 (CD276) using a CLIA-certified immunohistochemistry (IHC) assay may be used. For patients who do not have prior B7H3 testing results from a CLIA lab, samples must be sent to MSKCC.\n* Patients with a histologically confirmed diagnosis of ependymoma that is recurrent, progressive, or refractory to standard therapy. All tumors must have histologic verification at either the time of initial diagnosis or recurrence. Note: For this study, refractory disease is specifically defined as presence of persistent abnormality on conventional MRI that is further distinguished by histology (tissue sample) or advanced imaging, i.e., diffusion weighted sequences or MR spectroscopy.\n* Patients may have tumor cells in CSF with or without radiographic evidence of disease at time of screening.\n* Patients must be \\< 22 years of age at the time of screening.\n* Potential Eligibility for Study Enrollment - Patients screened for this trial should be expected to meet criteria for treatment as outlined in the protocol.\n\nINCLUSION CRITERIA FOR ENROLLMENT: Stratum 2\n\n* Patients with histologically confirmed diagnosis of ependymoma that is recurrent, progressive, or refractory to standard therapy. All tumors must have histologic verification at either time of initial diagnosis or recurrence.\n* Patients must be positive for B7H3 reactivity by IHC performed in a CLIA-certified lab.\n* Patients may have tumor cells in CSF with or without radiographic evidence of disease at the time of enrollment. Patients are not required to have measurable or evaluable disease at time of study enrollment.\n* Patients must be \\< 22 years of age at the time of enrollment.\n* Intraventricular Access Device - Protocol treatment with radioimmunotherapy (131I-omburtamab) will require the presence of an appropriate intraventricular access device (e.g., programmable ventriculoperitoneal \\[VP\\] shunt or Ommaya reservoir). Patients are not required to have an existing programmable VP shunt or Ommaya at time of study enrollment but must be willing and able to undergo a surgical procedure to have one placed prior to Radioimmunotherapy. Note: Patients with an existing intraventricular VP shunt without a programmable component must be willing and able to undergo modification of the shunt before treatment with 131I-omburtamab.\n* Patients must have recurrent or refractory ependymoma after having received either focal or craniospinal irradiation (CSI) therapy, unless CSI is contraindicated or declined by the patient/family. There are no restrictions on the number of prior recurrences for this stratum. Note: Patients with contraindications to radiation therapy are still eligible.\n* Patients must have received their last dose of known myelosuppressive anticancer therapy at least 21 days prior to enrollment or at least 42 days if prior nitrosourea.\n* Biologic or investigational agent (anti-neoplastic) - Patients must have recovered from any acute toxicity potentially related to the agent and received their last dose of the investigational or biologic agent ≥ 7 days prior to study enrollment. For agents that have known adverse events occurring beyond 7 days after administration, this period must be extended beyond the time during which adverse events are known to occur.\n* Monoclonal antibody treatment and agents with known prolonged half-lives - Patients must have recovered from any acute toxicity potentially related to the agent and received their last dose of the agent ≥ 21 days prior to study enrollment.\n* Patients must have had their last fraction of:\n\n  1. Craniospinal irradiation, whole brain radiation, total body irradiation or radiation to \\>= 50% of pelvis or spine 24 weeks prior to study enrollment. The tumor designated as \"measurable\" for protocol purposes must not have received radiation within 12 weeks prior to study enrollment.\n  2. Focal radiation to areas of symptomatic metastatic disease 14 days prior to study enrollment.\n* Patients with neurological deficits should have deficits stable for a minimum of 1 week prior to enrollment. A baseline detailed neurological exam should clearly document neurological status of the patient at time of study enrollment. Patients with seizure disorders may be enrolled if seizures are controlled and on non-enzyme inducing anticonvulsants. Patients must not be taking enzyme-inducing antiepileptic medicines within 1 week prior to study enrollment.\n* Karnofsky Performance Scale (KPS for \\> 16 years of age) or Lansky Performance Score (LPS for ≤ 16 years of age) assessed within 2 weeks prior to study enrollment must be ≥ 50%. Patients who are unable to walk because of neurologic deficits, but who are up in a wheelchair, will be considered ambulatory for the purpose of assessing the performance score.\n* Organ Function\n\n  1. Peripheral absolute neutrophil count (ANC) ≥ 1 x 10\\^9/ L (must not have received G-CSF within the 7 days prior to enrollment or pegfilgrastim within the 14 days prior to enrollment)\n  2. Platelet count ≥ 100 x 10\\^9/ L (unsupported, defined as no platelet transfusion within 7 days prior to study enrollment)\n  3. Hemoglobin ≥ 8.0 g/dL (may receive PRBC transfusions)\n  4. Serum creatinine based on age/gender. Patients that do not meet the criteria but have a 24 hour Creatinine Clearance or GFR (radioisotope or iothalamate) ≥ 70 mL/min/1.73 m\\^2 are eligible.\n  5. Total bilirubin ≤ 1.5 x institutional upper limit of normal (ULN) for age\n  6. ALT (SGPT) and AST (SGOT) \\< 5 x institutional upper limit of normal (ULN) for age\n* HIV Infected Individuals - Patients who are known to be Human immunodeficiency virus (HIV)-infected must be on effective anti-retroviral therapy with undetectable viral load within 6 months prior to study enrollment.\n* Hep B Chronically Infected Individuals - For patients with known evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated.\n* Hep C (HCV) Infected Individuals - Patients with a known history of hepatitis C virus (HCV) infection must have been treated and cured. Patients with known HCV infection who are currently on treatment are eligible if they have an undetectable HCV viral load.\n* Corticosteroids - Patients who are receiving dexamethasone at a stable or decreasing dose for at least 7 days prior to study enrollment are eligible.\n* Growth Factors - Patients must be off all colony- forming growth factor(s) for at least 1 week prior to enrollment (e.g., filgrastim, sargramostim or erythropoietin) or at least 2 weeks for pegfilgrastim.\n* Patients of childbearing or child fathering potential must be willing to use a medically acceptable form of birth control, which includes abstinence, while being treated on this study and for at least 40 days after the last dose of 131I-omburtamab.\n* The patient or parent/guardian can understand the consent and is willing to sign a written informed consent document according to institutional guidelines.\n\nEXCLUSION CRITERIA FOR ENROLLMENT: Stratum 2\n\n* Pregnant women are excluded from this study due to risks of fetal and teratogenic adverse events as seen in animal/human studies. Female patients of childbearing potential must have a negative serum or urine pregnancy test prior to enrollment. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Female patients who are breastfeeding are not eligible for this study unless they agree not to breastfeed.\n* Patients with any clinically significant unrelated systemic illness (serious infections or significant cardiac, pulmonary, hepatic or other organ dysfunction) that in the opinion of the investigator would compromise the patient's ability to tolerate protocol therapy, put them at additional risk for toxicity or would interfere with the study procedures or results. Patients with a prior or concurrent malignancy whose natural history or treatment has the potential to interfere with the safety or efficacy assessment of the investigational regimen for this trial.\n* Patients who are receiving any other anti-cancer or investigational drug therapy are ineligible.\n* Patients who in the opinion of the investigator are unwilling or unable to return for required follow-up visits or obtain follow-up studies required to assess toxicity to therapy or to adhere to drug administration plan, other study procedures, and study restrictions.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "maximumAge": "21 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Matthias Karajannis, MD, MS",
          "affiliation": "Memorial Sloan Kettering Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Children's Hospital Los Angeles",
          "city": "Los Angeles",
          "state": "California",
          "zip": "90027",
          "country": "United States",
          "geoPoint": {
            "lat": 34.05223,
            "lon": -118.24368
          }
        },
        {
          "facility": "Memorial Sloan Kettering Cancer Center",
          "city": "New York",
          "state": "New York",
          "zip": "10065",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "Cincinnati Children's Hospital Medical Center",
          "city": "Cincinnati",
          "state": "Ohio",
          "zip": "45229",
          "country": "United States",
          "geoPoint": {
            "lat": 39.12711,
            "lon": -84.51439
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2022-06-10",
          "uploadDate": "2024-08-02T17:11",
          "filename": "ICF_001.pdf",
          "size": 401191
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008527",
          "term": "Medulloblastoma"
        },
        {
          "id": "D004806",
          "term": "Ependymoma"
        }
      ],
      "ancestors": [
        {
          "id": "D005910",
          "term": "Glioma"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D018242",
          "term": "Neuroectodermal Tumors, Primitive"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000077146",
          "term": "Irinotecan"
        },
        {
          "id": "D000077204",
          "term": "Temozolomide"
        },
        {
          "id": "D000068258",
          "term": "Bevacizumab"
        },
        {
          "id": "C000633765",
          "term": "omburtamab I-131"
        },
        {
          "id": "D014284",
          "term": "Triiodothyronine"
        },
        {
          "id": "D011193",
          "term": "Potassium Iodide"
        },
        {
          "id": "D003907",
          "term": "Dexamethasone"
        },
        {
          "id": "D058633",
          "term": "Antipyretics"
        },
        {
          "id": "D006633",
          "term": "Histamine Antagonists"
        },
        {
          "id": "D000932",
          "term": "Antiemetics"
        }
      ],
      "ancestors": [
        {
          "id": "D002166",
          "term": "Camptothecin"
        },
        {
          "id": "D000470",
          "term": "Alkaloids"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        },
        {
          "id": "D003606",
          "term": "Dacarbazine"
        },
        {
          "id": "D014226",
          "term": "Triazenes"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D007093",
          "term": "Imidazoles"
        },
        {
          "id": "D001393",
          "term": "Azoles"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        },
        {
          "id": "D013970",
          "term": "Thyronines"
        },
        {
          "id": "D013963",
          "term": "Thyroid Hormones"
        },
        {
          "id": "D006728",
          "term": "Hormones"
        },
        {
          "id": "D006730",
          "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
        },
        {
          "id": "D013974",
          "term": "Thyroxine"
        },
        {
          "id": "D024322",
          "term": "Amino Acids, Aromatic"
        },
        {
          "id": "D000598",
          "term": "Amino Acids, Cyclic"
        },
        {
          "id": "D000596",
          "term": "Amino Acids"
        },
        {
          "id": "D007454",
          "term": "Iodides"
        },
        {
          "id": "D017613",
          "term": "Iodine Compounds"
        },
        {
          "id": "D007287",
          "term": "Inorganic Chemicals"
        },
        {
          "id": "D017680",
          "term": "Potassium Compounds"
        },
        {
          "id": "D011246",
          "term": "Pregnadienetriols"
        },
        {
          "id": "D011245",
          "term": "Pregnadienes"
        },
        {
          "id": "D011278",
          "term": "Pregnanes"
        },
        {
          "id": "D013256",
          "term": "Steroids"
        },
        {
          "id": "D000072473",
          "term": "Fused-Ring Compounds"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        },
        {
          "id": "D013259",
          "term": "Steroids, Fluorinated"
        },
        {
          "id": "D045505",
          "term": "Physiological Effects of Drugs"
        },
        {
          "id": "D020228",
          "term": "Pharmacologic Actions"
        },
        {
          "id": "D020164",
          "term": "Chemical Actions and Uses"
        },
        {
          "id": "D018494",
          "term": "Histamine Agents"
        },
        {
          "id": "D018377",
          "term": "Neurotransmitter Agents"
        },
        {
          "id": "D045504",
          "term": "Molecular Mechanisms of Pharmacological Action"
        },
        {
          "id": "D001337",
          "term": "Autonomic Agents"
        },
        {
          "id": "D018373",
          "term": "Peripheral Nervous System Agents"
        },
        {
          "id": "D002491",
          "term": "Central Nervous System Agents"
        },
        {
          "id": "D045506",
          "term": "Therapeutic Uses"
        },
        {
          "id": "D005765",
          "term": "Gastrointestinal Agents"
        }
      ]
    }
  },
  "hasResults": false
}