{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06714149",
      "orgStudyIdInfo": {
        "id": "S65184"
      },
      "secondaryIdInfos": [
        {
          "id": "B2/212/P1/NITROPOL-BE",
          "type": "OTHER_GRANT",
          "domain": "BELSPO"
        }
      ],
      "organization": {
        "fullName": "Universitaire Ziekenhuizen KU Leuven",
        "class": "OTHER"
      },
      "briefTitle": "Impacts of Nitrogen Deposition in the Natural Environment on Pollen Allergy in Belgium",
      "officialTitle": "Impacts of Nitrogen Deposition in the Natural Environment on Pollen Allergy in Belgium",
      "acronym": "NITROPOL-BE"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-12",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-06-29",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-02",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-04",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-11-20",
      "studyFirstSubmitQcDate": "2024-12-02",
      "studyFirstPostDateStruct": {
        "date": "2024-12-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-12-02",
      "lastUpdatePostDateStruct": {
        "date": "2024-12-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "prof. dr. Rik Schrijvers",
        "investigatorTitle": "Prof. dr.",
        "investigatorAffiliation": "Universitaire Ziekenhuizen KU Leuven"
      },
      "leadSponsor": {
        "name": "prof. dr. Rik Schrijvers",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Sciensano",
          "class": "OTHER_GOV"
        },
        {
          "name": "KU Leuven",
          "class": "OTHER"
        },
        {
          "name": "University of Namur",
          "class": "OTHER"
        },
        {
          "name": "Université Catholique de Louvain",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The investigators want to study the effect of environmental nitrogen enrichment on the allergy burden in pollen-sensitized subjects.",
      "detailedDescription": "The investigators want to study allergen-specific IgE reactivity from a cross-sectional sample of pollen-allergic patients (and negative controls) against environmental and experimental pollen samples. Following aspects will be compared:\n\n* To study the basophil degranulation with different amounts of pollen on fresh patient-derived basophils, to determine the concentration of pollen needed to degranulate 5% (EC5), and 50% (EC50) of basophils.\n* To study he overall intensity (quantitative), as well as IgE-mediated hyper- or hyporecognition of different fragments in the pollen samples (qualitative) in a subset of patients.\n* To associate allergic rhinoconjunctivitis and food-pollen syndrome related symptoms with reactivity to different pollen samples."
    },
    "conditionsModule": {
      "conditions": [
        "Pollen Allergy"
      ],
      "keywords": [
        "Nitrogen",
        "Pollution",
        "Pollen allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "A Cross-Sectional Paired Comparison Study",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Allergic subjects",
          "type": "OTHER",
          "description": "All subject with positive skin prick testing for grass and/or birch pollen are assigned to this group.",
          "interventionNames": [
            "Diagnostic Test: Immunoreactivity testing"
          ]
        },
        {
          "label": "Healthy controls",
          "type": "OTHER",
          "description": "Subjects with negative skin prick testing for grass and/or birch pollen are assigned to this group and used for as negative controls in our experiments.",
          "interventionNames": [
            "Diagnostic Test: Immunoreactivity testing (negative control)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Immunoreactivity testing",
          "description": "Blood samples will be collected and used to determine the intensity of the allergenicity of the subject toward different types of pollen. This will be done by the detection of sIgE antibodies to the pollen extracts and basophil activation testing (BAT) with pollen extracts.",
          "armGroupLabels": [
            "Allergic subjects"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Immunoreactivity testing (negative control)",
          "description": "Blood samples will be collected and used to determine the background activity of our immunoreactivity tests. The investigators will use samples from negative controls to demonstrate that non-allergic individuals do not react to our assays, confirming that our pollen extracts have no background reactivity. This will be done by the detection of sIgE antibodies to the pollen extracts and basophil activation testing (BAT) with pollen extracts.",
          "armGroupLabels": [
            "Healthy controls"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Specific IgE reactivity (in-house developed) against environmental and experimental pollen samples",
          "description": "The investigators want to measure and compare sIgE values (kUA/L) towards different pollen samples.",
          "timeFrame": "From time of inclusion to 12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Basophil degranulation with different amounts of pollen on fresh patient-derived basophils.",
          "description": "The investigators want to measure and compare basophil degranulation with different pollen extracts on fresh patient-derived basophils. The investigators will use %CD63+ basophils as measure for basophil reactivity and sensitivity. The investigators will compare this between different pollen samples.",
          "timeFrame": "From time of inclusion to 12 months"
        },
        {
          "measure": "Overall intensity (quantitative) of IgE reactivity to pollen samples in a subset of patients.",
          "description": "The investigators will use an immunoblot to compare IgE mediated reactivity toward different pollen samples. Quantitatively, the investigators will compare band intensity (mean gray value) between different samples.",
          "timeFrame": "From time of inclusion to 12 months"
        },
        {
          "measure": "IgE-mediated hyper- or hyporecognition of different fragments in the pollen samples (qualitative) in a subset of patients.",
          "description": "The investigators will use an immunoblot to compare IgE mediated reactivity toward different pollen samples. Qualitatively, the investigators will compare presence of bands between samples.",
          "timeFrame": "From time of inclusion to 12 months"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Association of allergic rhinoconjunctivitis symptoms with reactivity to different pollen samples (TNSS)",
          "description": "The Total Nasal Symptom Score (TNSS) is the sum of scores for each of nasal congestion, sneezing, nasal itching, and rhinorrhea at each time point, using a four point scale (0-3), where 0 indicates no symptoms, a score of 1 for mild symptoms that are easily tolerated, 2 for awareness of symptoms which are bothersome but tolerable and 3 is reserved for severe symptoms that are hard to tolerate and interfere with daily activity. TNSS is calculated by adding the score for each of the symptoms to a total out of 12.",
          "timeFrame": "From time of inclusion to 12 months"
        },
        {
          "measure": "Association of allergic rhinoconjunctivitis symptoms with reactivity to different pollen samples (VAS)",
          "description": "The rhinitis severity Visual analogue scale (VAS) is used to evaluate the overall severity of the rhinitis symptoms. The participant is asked to answer the several questions on: \"How troublesome are your symptoms\" on a 100mm VAS from 0 ('not troublesome') to 100 ('worst thinkable troublesome'). Based on their score on the VAS, the severity of rhinosinusitis can be divided into 3 categories as follows:\n\nMild = VAS \\<20 mm Moderate = VAS 20-50 Severe = VAS \\>50",
          "timeFrame": "From time of inclusion to 12 months"
        },
        {
          "measure": "Association of allergic rhinoconjunctivitis symptoms with reactivity to different pollen samples (PFS)",
          "description": "Pollen-food syndrome (PFS) validated diagnostic questionnaire evaluates presence and severity of cross-reactivity. The diagnostic questionnaire and algorithm is a practical and robust tool, which enables rapid identification, and therefore management, of individuals with PFS who experience rhino-conjunctivitis symptoms in the birch pollen season. Evaluate association of cross-reactivity with reactivity to different pollen samples.",
          "timeFrame": "From time of inclusion to 12 months"
        },
        {
          "measure": "Association of allergic rhinoconjunctivitis symptoms with reactivity to different pollen samples (EQ-5D-5L)",
          "description": "Stress and well-being: evaluate impact on patients life - Quality of life (EuroQol 5 Dimensions, 5 Levels = EQ-5D-5L). Will be evaluated according to the standard guidelines. A worse rhinitis control and a worse asthma control are associated with higher EQ-5D-5L levels, particularly regarding pain/discomfort and activity impairment. Worse rhinitis control is associated with worse anxiety/depression, and poor asthma control with worse mobility.\n\nThe descriptive system comprises 5 dimensions: mobility, self-care, usual activities, pain/discomfort and anxiety/depression. Each dimension has 5 levels: no problems (1), slight problems (2), moderate problems (3), severe problems (4) and extreme problems (5). The patient is asked to indicate his/her health state by ticking the box next to the most appropriate statement in each of the 5 dimensions. The digits for the 5 dimensions can be combined into a 5-digit number that describes the patient's health status.",
          "timeFrame": "From time of inclusion to 12 months"
        },
        {
          "measure": "Association of allergic rhinoconjunctivitis symptoms with reactivity to different pollen samples (WPAI + CIQ: AS)",
          "description": "Allergy-Specific Work Productivity and Impairment (including CIQ = Classroom Impairment Questions) questionnaire (WPAI+CIQ: AS). Impaired work productivity has been associated with the severity of allergic rhinitis.\n\nWPAI outcomes are expressed as impairment percentages, with higher numbers indicating greater impairment and less productivity, i.e., worse outcomes.\n\nScores:\n\nMultiply scores by 100 to express in percentages. Percent work time missed due to allergy: Q3/Q2 Percent impairment while working due to allergy: Q4/10 Percent overall work impairment due to allergy: (Q3/Q2)+\\[(1-(Q3/Q2))x(Q4/10)\\] Percent class time missed due to allergy: Q7/Q6 Percent impairment in the classroom due to allergy: Q8/10 Percent overall classroom impairment due to allergy: (Q7/Q6)+\\[(1-(Q7/Q6))x(Q8/10)\\] Percent activity impairment due to allergy: Q9/10",
          "timeFrame": "From time of inclusion to 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Positive skin prick test for grass and/or birch pollen\n\nExclusion Criteria:\n\n* Desensitization therapy during the last two years",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Rik Schrijvers, MD, PhD",
          "role": "CONTACT",
          "phone": "+3216342985",
          "email": "rik.schrijvers@uzleuven.be"
        },
        {
          "name": "Raf Aerts, PhD",
          "role": "CONTACT",
          "email": "raf.aerts@sciensano.be"
        }
      ],
      "locations": [
        {
          "facility": "University Hospitals Leuven",
          "status": "RECRUITING",
          "city": "Leuven",
          "state": "Vlaams-Brabant",
          "zip": "3000",
          "country": "Belgium",
          "contacts": [
            {
              "name": "Paulien Verscheure, MSc",
              "role": "CONTACT",
              "phone": "+3216338861",
              "email": "paulien.verscheure@kuleuven.be"
            }
          ],
          "geoPoint": {
            "lat": 50.87959,
            "lon": 4.70093
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "37321510",
          "type": "BACKGROUND",
          "citation": "Verscheure P, Honnay O, Speybroeck N, Daelemans R, Bruffaerts N, Devleesschauwer B, Ceulemans T, Van Gerven L, Aerts R, Schrijvers R. Impact of environmental nitrogen pollution on pollen allergy: A scoping review. Sci Total Environ. 2023 Oct 1;893:164801. doi: 10.1016/j.scitotenv.2023.164801. Epub 2023 Jun 14."
        },
        {
          "pmid": "36819832",
          "type": "BACKGROUND",
          "citation": "Ceulemans T, Verscheure P, Shadouh C, Van Acker K, Devleesschauwer B, Linard C, Dendoncker N, Speybroeck N, Bruffaerts N, Honnay O, Schrijvers R, Aerts R. Environmental degradation and the increasing burden of allergic disease: The need to determine the impact of nitrogen pollution. Front Allergy. 2023 Feb 2;4:1063982. doi: 10.3389/falgy.2023.1063982. eCollection 2023. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006255",
          "term": "Rhinitis, Allergic, Seasonal"
        }
      ],
      "ancestors": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}