{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03930017",
      "orgStudyIdInfo": {
        "id": "R01ES026973",
        "type": "NIH",
        "link": "https://reporter.nih.gov/quickSearch/R01ES026973"
      },
      "organization": {
        "fullName": "Johns Hopkins Bloomberg School of Public Health",
        "class": "OTHER"
      },
      "briefTitle": "Pregnancy, Arsenic and Immune Response",
      "officialTitle": "Arsenic and Immune Response to Influenza Vaccination in Pregnant Women and Newborns",
      "acronym": "PAIR"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-01",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-10-14",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-01-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-01-06",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-08-16",
      "studyFirstSubmitQcDate": "2019-04-24",
      "studyFirstPostDateStruct": {
        "date": "2019-04-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-01-04",
      "lastUpdatePostDateStruct": {
        "date": "2023-01-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Johns Hopkins Bloomberg School of Public Health",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Sanofi Pasteur, a Sanofi Company",
          "class": "INDUSTRY"
        },
        {
          "name": "Institute of Epidemiology, Disease Control and Research",
          "class": "OTHER"
        },
        {
          "name": "Johns Hopkins Bangladesh - The JiVitA Project Site",
          "class": "UNKNOWN"
        },
        {
          "name": "University of Graz",
          "class": "OTHER"
        },
        {
          "name": "Columbia University",
          "class": "OTHER"
        },
        {
          "name": "UNC Gillings School of Global Public Health",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "As the global availability of vaccines increases, and reaches areas disproportionately affected by arsenic and malnutrition, resolving questions about potential environmental and biologic barriers to maternal immunization has become increasingly urgent. It is not known whether arsenic, a known developmental toxicant, can alter maternal immune responses to vaccination and whether exposure to arsenic during pregnancy can impair the transfer of maternal vaccine-induced antibody to the newborn. Moreover, factors known to affect arsenic metabolism and toxicity outcomes, particularly micronutrients critical in one-carbon metabolism, have not been evaluated in studies of arsenic immunotoxicity and vaccine-induced protection in mothers and their newborns.\n\nThe objective in this study is to investigate whether maternal arsenic exposure and one-carbon metabolism micronutrient deficiencies alter maternal and newborn measures of vaccine-induced protection, respiratory morbidity, and systemic immune function following influenza vaccination during pregnancy.",
      "detailedDescription": "The objective in this study is to investigate whether maternal arsenic exposure and one-carbon metabolism micronutrient deficiencies alter maternal and newborn measures of vaccine-induced protection, respiratory morbidity, and systemic immune function following influenza vaccination during pregnancy. The hypothesis is that maternal arsenic exposure and one-carbon metabolism micronutrient deficiencies alter maternal and newborn influenza antibody titer and avidity, respiratory infection morbidity, and markers of systemic immune function following maternal influenza vaccination during pregnancy. This study leverages a comprehensive pregnancy surveillance system at the JiVitA Maternal and Child Health and Nutrition Research Project site in Bangladesh (hereafter JiVitA) to pursue the following three aims:\n\nAim 1. Establish whether arsenic exposure during pregnancy alters maternal and newborn influenza antibody titer and avidity following maternal influenza vaccination.\n\nAim 2. Determine whether markers of systemic immune function mediate the association between arsenic exposure and respiratory illness in pregnant women and their newborns.\n\nAim 3. Assess whether arsenic exposure and one-carbon metabolism micronutrient deficiencies during pregnancy have a joint effect on markers of systemic immune function and respiratory illness in mothers and their newborns.\n\nThis study will yield three expected outcomes. First, it will fill critical knowledge gaps about whether arsenic exposure and one-carbon metabolism micronutrient deficiencies alter immune responses to a vaccination with known benefits for mothers and their newborns. Second, it will increase understanding of arsenic-associated respiratory morbidity and specific immune function pathways between arsenic exposure and respiratory morbidity in mothers and their newborns. Finally, as the global availability of vaccines increases, improving knowledge of potential environmental and biologic barriers to maternal and newborn vaccine-induced protection could lead to improved vaccine regimens (targeted vaccination campaigns, higher vaccine doses, and/or additional booster immunizations) to restore vaccine-induced protection in arsenic-exposed and malnutrition-affected populations of pregnant women and newborns worldwide."
    },
    "conditionsModule": {
      "conditions": [
        "Arsenic--Toxicology",
        "Immunologic Disorders Complicating Pregnancy",
        "Vaccine Response Impaired",
        "Micronutrient Deficiency",
        "Influenza"
      ],
      "keywords": [
        "Observational",
        "Influenza",
        "Vaccine immunogenicity",
        "Arsenic",
        "Immunology"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Venous blood will be collected at a volume of \\~24 milliliter (mL) / visit from mothers and \\~1.5 mL / visit from newborns. Urine will be collected from mother and baby in whatever volume is provided at the time. Saliva will be collected in whatever volume is provided using the Oracol sampler sponge collection device (Malvern Medical Developments Ldt, Worcester, UK). Samples will be transported to the nearest JiVitA field office in a temperature monitored cooler on ice within 1hr of collection and processed within 4hrs thereafter."
      },
      "enrollmentInfo": {
        "count": 784,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Seasonal influenza vaccine - VAXIGRIP TETRA influenza vaccine (quadrivalent, split virion, inactivated)",
          "description": "Influenza virus (quadrivalent, split virion, inactivated) of the strains that comply with the World Health Organization (WHO) recommendations (Northern Hemisphere) and European Union (EU) decision for the 2018/2019 season. The quadrivalent vaccine is propagated in fertilised hens' eggs from healthy chicken flocks."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in influenza hemagglutination-inhibition (HI) antibody titer",
          "description": "Influenza hemagglutination-inhibition (HI) antibody titer will be measured in participant's serum.",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Mean percent influenza virus antibody avidity",
          "description": "The accumulated strength of multiple affinities of individual non-covalent binding interactions of influenza-specific antibodies, including avidity of antibodies to seasonal inactivated influenza virus (IIV) strains included in the formulation in Sanofi Pasteur's 2018-2019 seasonal VAXIGRIP® TETRA vaccine.",
          "timeFrame": "Measured at baseline, 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Seroconversion rate",
          "description": "The proportion of pregnant women demonstrating seroconversion",
          "timeFrame": "Defined as a post-vaccination HI titer of ≥40 given a pre-vaccination titer ≤10 or, alternatively, a ≥4-fold increase in HI titer between pre-vaccination and post-vaccination sera if the pre-vaccination titer was >10."
        },
        {
          "measure": "Change in geometric mean HI antibody titer (GMT)",
          "description": "GMT HI antibody titers will be transformed to binary logarithms, and original values will be divided by 4 (undetectable titer) to set the starting point of the log scale to zero prior to transformation. We will calculate average log2 GMT antibody titers.",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Geometric mean ratio of infant:mother HI titer",
          "description": "Ratio of infant to mother HI titer as a measure of transplacental transfer of influenza antibody.",
          "timeFrame": "Birth and 3 months post-partum"
        },
        {
          "measure": "Change in influenza virus neutralizing antibody titer",
          "description": "Virus neutralization is measured as a titer calculated based on the highest serum dilution that eliminates virus.",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Change in anti-influenza virus total immunoglobulin G (IgG) enzyme immunoassay",
          "description": "Total IgG antibodies to influenza virus as measured in serum or plasma by enzyme immunoassay",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Maternal influenza-like illness (ILI)",
          "description": "Defined as at least one symptom-free day prior to onset of fever \\>37.8°C and cough or sore throat.",
          "timeFrame": "From date of enrollment visit until date of 3 months postpartum visit, assessed at weekly intervals"
        },
        {
          "measure": "Infant influenza-like illness (ILI)",
          "description": "Defined as at least one symptom-free day prior to onset of fever \\>37.8°C and cough.",
          "timeFrame": "From date of birth visit until date of 3 months postpartum visit, assessed at weekly intervals"
        },
        {
          "measure": "Laboratory-confirmed influenza (LCI)",
          "description": "Influenza A and/or B virus real-time (RT)-quantitative polymerase chain reaction (qPCR) positive nasal swab from a participant reporting ILI at a weekly mobile phone positive follow-up.",
          "timeFrame": "From date of enrollment visit until date of 3 months postpartum visit, assessed at weekly intervals"
        },
        {
          "measure": "Acute respiratory illness (ARI)",
          "description": "Defined as: cough; rapid breathing or grunting or wheezing, excluding asthma; blood in sputum; ear discharge; low fever; and/or headache. A stand-alone outcome of ARI plus fever will be defined as the above symptoms plus high fever \\>37.8°celsius (C).",
          "timeFrame": "From date of enrollment visit until date of 3 months postpartum visit, assessed at weekly intervals"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Gestational age (GA) at birth",
          "description": "Calculated from known last menstrual period to the week of birth.",
          "timeFrame": "Within 72 hours of birth"
        },
        {
          "measure": "Newborn anthropometry weight",
          "description": "Weight (grams)",
          "timeFrame": "Within 72 hours of birth"
        },
        {
          "measure": "Newborn anthropometry length",
          "description": "Length (cm)",
          "timeFrame": "Within 72 hours of birth"
        },
        {
          "measure": "Newborn anthropometry head, chest, middle-upper arm circumference",
          "description": "head, chest, and middle-upper arm circumference (cm)",
          "timeFrame": "Within 72 hours of birth"
        },
        {
          "measure": "Change in micronutrient deficiency status",
          "description": "Micronutrient deficiency status will be assessed for micronutrients critical for one-carbon metabolism (folate, vitamin B12 \\[cobalamin\\]) and vitamin D and zinc.",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Change in cytokines",
          "description": "Cytokines and chemokines will be measured in plasma or serum, including interleukin 1 beta (IL-1β), interleukin 2 (IL-2), tumor necrosis factor alpha (TNF-α), interferon gamma (IFN-γ).",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Change in peripheral blood lymphocyte numbers",
          "description": "Peripheral blood lymphocytes cluster of differentiation (CD) 4+ (CD4+) T cell and cluster of differentiation (CD) (CD8+) T cell will be measured.",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Change in peripheral blood lymphocyte function",
          "description": "Functional responses of peripheral blood lymphocytes cluster of differentiation (CD) 4+ (CD4+) T cell and cluster of differentiation (CD) (CD8+) T cell will be measured.",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Change in total circulating immunoglobulin (Ig) levels, including IgG (IgG 1-4 subclasses), IgA, IgM, IgE",
          "description": "Total circulating immunoglobulin (Ig) levels, including immunoglobulin G (IgG) 1-4 subclasses, immunoglobulin A (IgA), immunoglobulin M (IgM), immunoglobulin E (IgE) will be measured in plasma or serum",
          "timeFrame": "Comparing baseline to 28 days post vaccination, birth, and 3 months post-partum"
        },
        {
          "measure": "Occurrence of WHO Definition of Diarrhea",
          "description": "Occurrence of participant self-report of watery stools, 3 or more times a day within previous 7 days",
          "timeFrame": "From date of enrollment visit until date of 3 months postpartum visit, assessed at weekly intervals"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nWomen who:\n\n* are within 13-16 weeks of gestational age (GA) of pregnancy;\n* are between 13 and 45 years of age;\n* are married;\n* provide informed consent for herself and assent for her unborn child;\n* agree to receive the seasonal influenza vaccine (VAXIGRIP® TETRA seasonal quadrivalent inactivated influenza vaccine, Sanofi Pasteur) upon study enrollment.\n\nExclusion Criteria:\n\nWomen who:\n\n* have pre-existing immune-related health condition (e.g., immunodeficiency, lupus, chronic infection, or cancer);\n* previous or current use of immune-altering drug/therapy (e.g., steroids);\n* have already received influenza vaccination for the current season.",
      "healthyVolunteers": true,
      "sex": "FEMALE",
      "genderBased": true,
      "genderDescription": "This is an observational cohort of pregnancy. Thus only females will be enrolled.",
      "minimumAge": "13 Years",
      "maximumAge": "45 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "The study will be conducted at the Johns Hopkins JiVitA project site, in the rural Gaibandha district, Bangladesh, one of the largest project sites in South Asia, covering more than 650,000 people in an area of more than 500 sq. km. Over 150,000 married women of reproductive age have been enlisted through thirteen years of previous studies in the area with approximately 12% of registered women becoming pregnant each year.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Christopher D Heaney, PhD",
          "affiliation": "Johns Hopkins Bloomberg School of Public Health",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "JiVitA Maternal and Child Health and Nutrition Research Program",
          "city": "Gaibandha",
          "country": "Bangladesh",
          "geoPoint": {
            "lat": 25.3293,
            "lon": 89.5438
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "28488132",
          "type": "BACKGROUND",
          "citation": "Attreed SE, Navas-Acien A, Heaney CD. Arsenic and Immune Response to Infection During Pregnancy and Early Life. Curr Environ Health Rep. 2017 Jun;4(2):229-243. doi: 10.1007/s40572-017-0141-4."
        },
        {
          "pmid": "26186135",
          "type": "BACKGROUND",
          "citation": "Heaney CD, Kmush B, Navas-Acien A, Francesconi K, Gossler W, Schulze K, Fairweather D, Mehra S, Nelson KE, Klein SL, Li W, Ali H, Shaikh S, Merrill RD, Wu L, West KP Jr, Christian P, Labrique AB. Arsenic exposure and hepatitis E virus infection during pregnancy. Environ Res. 2015 Oct;142:273-80. doi: 10.1016/j.envres.2015.07.004. Epub 2015 Jul 15."
        },
        {
          "pmid": "36756808",
          "type": "DERIVED",
          "citation": "Avolio LN, Smith TJS, Navas-Acien A, Kruczynski K, Pisanic N, Randad PR, Detrick B, Fry RC, van Geen A, Goessler W, Karron RA, Klein SL, Ogburn EL, Wills-Karp M, Alland K, Ayesha K, Dyer B, Islam MT, Oguntade HA, Rahman MH, Ali H, Haque R, Shaikh S, Schulze KJ, Muraduzzaman AKM, Alamgir ASM, Flora MS, West KP Jr, Labrique AB, Heaney CD; JiVitA Maternal and Child Health and Nutrition Research Project. The Pregnancy, Arsenic, and Immune Response (PAIR) Study in rural northern Bangladesh. Paediatr Perinat Epidemiol. 2023 Feb;37(2):165-178. doi: 10.1111/ppe.12949. Epub 2023 Feb 9."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "JiVitA Maternal and Child Health and Nutrition Research Project Site in Bangladesh",
          "url": "http://www.jivita.org"
        },
        {
          "label": "Institute of Epidemiology and Disease Control Research (IEDCR) collaborator",
          "url": "http://www.iedcr.gov.bd/index.php/research/iedcr-research"
        },
        {
          "label": "Johns Hopkins University (JHU) Center for Human Nutrition",
          "url": "http://www.jhsph.edu/research/centers-and-institutes/center-for-human-nutrition/index.html"
        },
        {
          "label": "Johns Hopkins Environmental Health Microbiology and Immunology Laboratory",
          "url": "http://www.jhsph.edu/departments/environmental-health-and-engineering/faculty/research/heaney/index.html"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D007251",
          "term": "Influenza, Human"
        }
      ],
      "ancestors": [
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D009976",
          "term": "Orthomyxoviridae Infections"
        },
        {
          "id": "D012327",
          "term": "RNA Virus Infections"
        },
        {
          "id": "D014777",
          "term": "Virus Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        }
      ]
    }
  },
  "hasResults": false
}