{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03708224",
      "orgStudyIdInfo": {
        "id": "177018"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2018-01992",
          "type": "OTHER",
          "domain": "Clinical Trials Reporting Program (CTRP)"
        },
        {
          "id": "ML40180",
          "type": "OTHER",
          "domain": "Genentech"
        }
      ],
      "organization": {
        "fullName": "University of California, San Francisco",
        "class": "OTHER"
      },
      "briefTitle": "Preoperative Immunotherapy in Patients With Squamous Cell Carcinoma of the Head and Neck",
      "officialTitle": "A Phase II Study of Preoperative Immunotherapy in Patients With Squamous Cell Carcinoma of the Head and Neck"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-03-08",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-06-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-10-12",
      "studyFirstSubmitQcDate": "2018-10-12",
      "studyFirstPostDateStruct": {
        "date": "2018-10-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-01-24",
      "lastUpdatePostDateStruct": {
        "date": "2025-01-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Alain Algazi",
        "investigatorTitle": "Associate Professor",
        "investigatorAffiliation": "University of California, San Francisco"
      },
      "leadSponsor": {
        "name": "Alain Algazi",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Genentech, Inc.",
          "class": "INDUSTRY"
        },
        {
          "name": "American Head and Neck Society",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "To determine the effect of neoadjuvant atezolizumab alone or in combination with other immune modulating agents on T-cell infiltration in advanced SCCHN. To determine the impact of neo-adjuvant immunotherapy on surgical outcomes.",
      "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the effect of neoadjuvant atezolizumab alone or in combination with tiragolumab, tocilizumab, or other immune modulating agent(s) on T-cell infiltration in advanced in advanced squamous cell carcinoma of the head and neck (SCCHN). (Translational).\n\nII. To determine the impact of neo-adjuvant immunotherapy on surgical outcomes. (Clinical).\n\nSECONDARY OBJECTIVES:\n\nI. To describe the changes in T-cell subtypes and other mediators of antitumor immune response induced by neoadjuvant atezolizumab alone or in combination with tiragolumab, tocilizumab, or other immune-modulating agent(s) in advanced SCCHN patients. (Translational).\n\nII. To describe the impact of neoadjuvant, surgical, and adjuvant therapy on peripheral immune responses. (Translational).\n\nIII. To establish the safety/toxicity profile of each regimen in the perioperative settings for patients with advanced SCCHN. (Clinical).\n\nEXPLORATORY OBJECTIVES:\n\nI. To characterize changes in the gut microbiome associated with each therapeutic combination.\n\nII. To assess the correlation of disease status with C-Reactive Protein (CRP) and lactate dehydrogenase (LDH) levels.\n\nIII. To assess the correlation of disease status with Interleukin 6 (IL-6) levels for participants in Arm C (atezolizumab + tocilizumab).\n\nIV. If leftover tissue and funding are available: To develop immune-competent tumor xenograft models.\n\nV. To determine whether neo-adjuvant immune therapy improves 2-year relapse-free survival (RFS) in patients with SCCHN\n\nOUTLINE: This is a phase II, multi-arm, open-label trial of perioperative atezolizumab alone or in combination with other immune-modulating agents in advanced SCCHN. Based on the results of these initial cohorts, the trial will be amended to explore other novel atezolizumab-based combinations (such as atezolizumab in combination with another immuno-oncology (IO) agent, chemotherapeutics, or a molecularly targeted agent that could potentiate the activity of atezolizumab). Each of these new cohorts will be tested and enrolled to in sequential, non-randomized fashion.\n\nArm A: Patients receive 2 infusions of atezolizumab intravenously (IV) over 30-60 minutes for up to 15 days prior to definitive surgery and radiation.\n\nArm A (Adjuvant): Patients received 2 infusions of atezolizumab intravenously (IV) over 30-60 minutes for up to 15 days prior to definitive surgery and radiation. In addition to neoadjuvant atezolizumab, the first 9 participants in Arm A (atezolizumab monotherapy) received adjuvant atezolizumab beginning 16 weeks after surgery and radiation, or chemoradiation therapy, every 3 weeks for up to 12 courses in the absence of disease progression or unacceptable toxicity. Adjuvant atezolizumab will only be initiated if radiation-associated adverse events have resolved to grade 2 or better.\n\nArm B: Patients receive atezolizumab IV over 30-60 minutes for up to 2 courses and tiragolumab administered by IV infusion on Cycle 1 Day 1 of neoadjuvant treatment prior to standard surgery.\n\nArm C: Patients receive atezolizumab IV over 30-60 minutes for up to 2 courses and tocilizumab administered by IV infusion on Cycle 1 Day 1 of neoadjuvant treatment prior to standard surgery. Tocilizumab will be administered (prior to atezolizumab administration) as an intravenous infusion Atezolizumab will be administered 2 hours after the conclusion of the tocilizumab infusion.\n\nAfter completion of study treatment, patients are followed up at 30 days post surgery, 3 months, 6 months, 12 months, and at 24 months."
    },
    "conditionsModule": {
      "conditions": [
        "Cancer",
        "Carcinoma",
        "Squamous Cell Carcinoma",
        "Head and Neck Cancer"
      ],
      "keywords": [
        "Cancer",
        "Non-Virally Associated Squamous Cell Carcinoma",
        "Head and Neck"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 55,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Atezolizumab Monotherapy",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive 840mg of atezolizumab over 15 days prior to definitive surgery.",
          "interventionNames": [
            "Biological: Atezolizumab"
          ]
        },
        {
          "label": "Atezolizumab (Adjuvant)",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive 840mg of atezolizumab over 15 days prior to definitive surgery. The first 9 participants in Arm A (atezolizumab monotherapy) will also receive adjuvant atezolizumab 16 weeks after standard of care surgery and radiation, or chemoradiation therapy, at a fixed dose of 1200 mg IV every 3 weeks for an additional 12 cycles.",
          "interventionNames": [
            "Biological: Atezolizumab"
          ]
        },
        {
          "label": "Atezolizumab + Tiragolumab",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive 840 mg of atezolizumab IV and 600 mg of Tiragolumab during the 15-day neoadjuvant period prior to definitive surgery.",
          "interventionNames": [
            "Biological: Atezolizumab",
            "Biological: Tiragolumab"
          ]
        },
        {
          "label": "Atezolizumab + Tocilizumab",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive 840 mg of atezolizumab IV and 6 mg/kg of Tocilizumab during the 15-day neoadjuvant period prior to definitive surgery.",
          "interventionNames": [
            "Biological: Atezolizumab",
            "Biological: Tocilizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Atezolizumab",
          "description": "Given intravenously (IV)",
          "armGroupLabels": [
            "Atezolizumab (Adjuvant)",
            "Atezolizumab + Tiragolumab",
            "Atezolizumab + Tocilizumab",
            "Atezolizumab Monotherapy"
          ],
          "otherNames": [
            "Tecentriq"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Tocilizumab",
          "description": "Given IV",
          "armGroupLabels": [
            "Atezolizumab + Tocilizumab"
          ],
          "otherNames": [
            "Actemra"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Tiragolumab",
          "description": "Given IV",
          "armGroupLabels": [
            "Atezolizumab + Tiragolumab"
          ],
          "otherNames": [
            "anti-TIGIT"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Proportion of subjects with a >= 40% increase in the cluster of differentiation 3 (CD3) counts",
          "description": "Intratumoral CD3+ T-cells will be identified by immunohistochemistry in pre- and post-treatment tumor specimens. The analysis population for the primary outcome will be all patients who received at least 2 weeks of neoadjuvant therapy with pre- and post-treatment tumor specimens that are evaluable for CD3+ T-cells. The proportion of patients with a \\>= 40% increase (from pre- to post-treatment) will be calculated. The exact 95% confidence intervals (CIs) using the Pearson-Clopper method and an exact binomial test will be used as an exploratory purpose. The change from pre-treatment to post-treatment CD3 count per mm\\^3 as a continuous measure will also be summarized.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "R0 resection rate",
          "description": "Patients who undergo surgery will be evaluable for R0 resection rate. R0 resection rate will be described by point estimate and 95% CI using the Pearson-Clopper method.",
          "timeFrame": "Up to 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in immune parameters using mass cytometry (CyTOF), histology and gene expression",
          "description": "The study will describe immune parameters at each time point by median and interquartile range (IQR) and compare the change between pre-treatment and surgical specimens by Wilcoxon singed rank test. Diversity of T-cell repertoires at each time point will be evaluated by clonality and compared by Wilcoxon singed ranked test. Moristas' distance will also be used to assess the change of T-cell repertoires.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Changes in peripheral immune responses using CyTOF",
          "description": "The study will describe immune parameters at each time point by median and IQR and compare the change between pre-treatment and surgical specimens by Wilcoxon singed rank test.",
          "timeFrame": "Up to 1 year post surgery"
        },
        {
          "measure": "Number of participants with treatment-related adverse events",
          "description": "Treatment-related adverse events will be classified according to Common Terminology Criteria for Adverse Events version 5. Evaluation of Safety Analyses will be performed for all patients having received at least one dose of treatment on study.",
          "timeFrame": "Up to 30 days post-treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients must have clinically suspected SCCHN that is amenable to surgical resection with therapeutic intent\n2. Be willing and able to provide written informed consent/assent for the trial\n3. Be \\>=18 years of age on day of signing informed consent.\n4. Agree to research analysis of an existing pre-treatment biopsy available that was obtained within 90 days prior to the day of consent or agree to a new biopsy for research (or clinical diagnosis) within the screening window. Needle biopsies must be at least 20 Gauge in diameter\n5. Have a performance status of 0 or 1 on the Eastern Cooperative Oncology Group (ECOG) performance scale\n6. Demonstrate adequate organ function as defined below. All screening labs should be performed within 14 days of treatment initiation\n\n   * Absolute neutrophil count (ANC) \\>=1,500 /microliter (mcL)\n   * Platelets \\>=100,000 / mcL\n   * Hemoglobin \\>= 9 g/dL\n   * Lymphocyte count \\>= 500/mcL\n   * White blood count \\>=3,000/mcL or \\<=14,000/mcL\n   * Serum creatinine =\\< 1.5 x upper limit of normal (ULN) OR ≥50 mL/min creatinine clearance by Cockcroft-Gault formula for participants in whom, in the Investigator's judgment, serum creatinine levels do not adequately reflect renal function. \\* Creatinine clearance should be calculated per institutional standard\n   * Serum total bilirubin =\\< 1.5 x ULN OR direct bilirubin =\\< ULN for subjects with total bilirubin levels \\> 1.5 ULN\n\n     \\* Excluding Gilbert's syndrome. Participants with Gilbert's syndrome will be eligible for the study. The diagnosis of Gilbert's syndrome is suspected in people who have persistent, slightly elevated levels of unconjugated bilirubin (\\<= 3.0 x ULN) without any other apparent cause. A diagnosis of Gilbert's syndrome will be based on the exclusion of other diseases on the basis of the following criteria: i. Unconjugated hyperbilirubinemia noted on several occasions ii. No evidence of hemolysis (normal hemoglobin, normal haptoglobin levels, reticulocyte count), and lactate dehydrogenase iii. Normal liver function tests iv. Absence of other diseases associated with unconjugated hyperbilirubinemia\n   * Aspartate aminotransferase (AST) \\[serum glutamic-oxaloacetic transaminase (SGOT)\\] and alanine aminotransferase (ALT) \\[serum glutamate pyruvate transaminase (SGPT)\\] =\\< 3 x ULN\n   * Albumin \\>= 2.5 mg/dL\n   * International normalized ratio (INR) or prothrombin time (PT) =\\< 1.5 x ULN unless subject is receiving anticoagulant therapy as long as PT or partial thromboplastin time (PTT) is within therapeutic range of intended use of anticoagulants\n   * Activated partial thromboplastin rime (aPTT) =\\< 1.5 x ULN unless subject is receiving anticoagulant therapy as long as PT or PTT is within therapeutic range of intended use of anticoagulants\n7. Female subject of childbearing potential should have a negative urine or serum pregnancy within 7 days prior to receiving the first dose of study medication. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required\n8. Female subjects of childbearing potential must be willing to use an adequate method of contraception for the course of the study through 5 months after the last dose of study medication.\n9. Male subjects must agree to use an adequate method of contraception and refrain from donating sperm, starting with the first dose of study therapy through 5 months after the last dose of study therapy\n\n   * Note: Abstinence is acceptable if this is the usual lifestyle and preferred contraception for the subject.\n\nExclusion Criteria:\n\n1. Is currently participating and receiving study therapy or has participated in a study of an investigational agent and received study therapy or used an investigational device within 4 weeks of the first dose of treatment\n2. Has a diagnosis of immunodeficiency or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment. Participants who have received acute and/or low-dose systemic immunosuppressive medications (e.g., a one-time dose of dexamethasone for nausea or chronic use of \\<=10 mg/day of prednisone or dose-equivalent corticosteroid) may be enrolled in the study after discussion with and approval by the Sponsor. The use of inhaled corticosteroids and mineralocorticoids (e.g., fludrocortisone) is allowed\n3. Has a known history of active Bacillus tuberculosis (TB).\n4. Has an acute primary infection or reactivation of Epstein-Barr virus (EBV).\n5. Known allergy or hypersensitivity to any of the study drugs or their excipients.\n6. Has had a prior anti-cancer monoclonal antibody (mAb) within 4 weeks prior to study day 1 or who has not recovered (i.e., =\\< grade 1 or at baseline) from adverse events due to agents administered more than 4 weeks earlier\n7. Has had prior targeted small molecule therapy, or radiation therapy within 2 weeks prior to study day 1 or who has not recovered (i.e., =\\< grade 1 or at baseline) from adverse events due to a previously administered agent or radiation therapy\n8. Has a known additional malignancy that is progressing or requires active treatment. Exceptions include basal cell carcinoma of the skin or squamous cell carcinoma of the skin that has undergone potentially curative therapy, in situ cervical cancer, low-grade thyroid cancer and prostate cancer that is in remission under androgen deprivation-therapy for \\> 2 years or under watchful waiting with Prostate-specific antigen (PSA) doubling time \\> 6 months. Additional malignancies may be permitted after consultation with the Principal Investigator. Other exceptions may apply and require discussion between the Investigator and the Sponsor\n9. Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e., with use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment\n10. Has known history of, or any evidence of active, non-infectious pneumonitis requiring corticosteroids\n11. Patient has known history of stage 2 or higher chronic obstructive pulmonary disease (COPD). Stage 2 COPD is defined as forced expiratory volume in one second (FEV1)/forced vital capacity (FVC) \\< 70%; 50% \\< FEV1 \\< 80% predicted, with dyspnea on exertion\n12. Patient has asthma requiring systemic corticosteroids at the time of screening. Inhaled corticosteroids for the treatment of asthma are permitted\n13. Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the trial, interfere with the subject's participation for the full duration of the trial, or is not in the best interest of the subject to participate, in the opinion of the treating investigator\n14. Has known medical, psychiatric or substance abuse disorders/conditions that in the opinion of the principal investigator would interfere with cooperation or interfere with safe completion of the trial.\n15. Is pregnant or breastfeeding, or expecting to conceive or father children within the projected duration of the trial, starting with the pre-screening or screening visit through 120 days after the last dose of trial treatment\n16. Has received prior therapy with an anti-CTLA4, anti-PD-1, anti-PD-L1, or anti-PD-L2 agent\n17. Has known active hepatitis B \\[e.g., hepatitis B surface antigen (HBsAg)\\] reactive) or hepatitis C \\[e.g., hepatitis C virus (HCV) ribonucleic acid (RNA) quantitative has been detected\\]. HBsAg reactive on appropriate antiviral therapy with suppressed hepatitis B virus (HBV) deoxyribonucleic acid (DNA) less than 100 IU/mL and eligible liver function will be allowed\n18. Current New York Heart Association (NYHA) class III or higher heart failure. Patients with a prior history of heart failure that has resolved to class II or lower may participate\n19. Patient has been treated with a live, attenuated vaccine within 4 weeks prior to initiation of study treatment, or is anticipated to need such a vaccine during the course of the study or within 5 months after the last dose of atezolizumab. Note for Arm C (atezolizumab + tocilizumab): Because IL-6 inhibition may interfere with the normal immune response to new antigen, patients should be brought up to date on all recommended vaccinations, except for live vaccines, prior to initiation of therapy with tocilizumab to maximize vaccine response.\n20. Known human immunodeficiency virus positive (HIV+) patients may be included but must have:\n\n    1. A stable regimen of highly active anti-retroviral therapy (HAART)\n    2. No requirement for concurrent antibiotics or antifungal agents for the prevention of opportunistic infections\n    3. A cluster of differentiation 4 (CD4) count above 250 cells/mcL and an undetectable HIV viral load on standard polymerase chain reaction (PCR)-based tests\n21. Major surgery (including joint surgery, excluding needle biopsies) within 8 weeks prior to screening or planned major surgery within 6 months following treatment allocation.\n22. Previous or Concomitant Medications\n\n    1. Previous treatment with any cell-depleting therapies, including investigational agents or approved therapies, some examples include: CAMPATH, anti-CD4, anti-CD5, anti-CD3, anti-Cluster of Differentiation 19 (CD19) and anti-CD20.\n    2. Treatment with intravenous gamma globulin, plasmapheresis or Prosorba column within 6 months of baseline.\n    3. Previous treatment with tocilizumab (an exception to this criterion may be granted for upon application to the sponsor on a case-by-case basis).\n    4. Any previous treatment with alkylating agents such as chlorambucil, or with total lymphoid irradiation.\n    5. History of severe allergic or anaphylactic reactions to human, humanized or murine monoclonal antibodies.\n23. Evidence of serious uncontrolled concomitant cardiovascular, nervous system, pulmonary (including obstructive pulmonary disease), renal, hepatic, endocrine (include uncontrolled diabetes mellitus) or gastrointestinal disease (including complicated diverticulitis, ulcerative colitis, or Crohn's disease.)\n24. Any major episode of infection requiring hospitalization or treatment with IV antibiotics within 4 weeks of screening or oral antibiotics within 2 weeks prior to screening.\n\n    a. Participants who receive prophylactic antibiotics for biopsy are eligible for the study.\n25. Patients with reproductive potential not willing to use an effective method of contraception.\n26. Patients with lack of peripheral venous access.\n\n    Additional Exclusion Criteria for Arm B (Atezolizumab + Tiragolumab)\n27. Patients with a history of anaphylactic reactions to human, chimeric, or mouse monoclonal antibodies or to any components of tiragolumab.\n\n    Additional Exclusion Criteria for Arm C (Atezolizumab + Tocilizumab)\n28. Known active infection of bacterial, viral, fungal, mycobacterial or other infections, including, but not limited to, TB (i.e., has signs and symptoms of TB) and atypical mycobacterial disease, hepatitis B and C, and herpes zoster, but excluding fungal infections of nail beds.\n29. Pre-existing central nervous system (CNS) demyelinating or seizure disorders.\n30. History of diverticulitis, chronic ulcerative lower gastrointestinal (GI) disease (e.g., crohn disease, ulcerative colitis), or other symptomatic lower GI conditions that might predispose a patient to GI perforation.\n31. Current liver disease unrelated to the underlying cancer diagnosis, as determined by the investigator.\n32. History of, or currently active, primary or secondary immunodeficiency.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "UCSF HDFCCC Cancer Immunotherapy Program (CIP)",
          "role": "CONTACT",
          "phone": "(877) 827-3222",
          "email": "HDFCCC.CIP@ucsf.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Alain Algazi, MD",
          "affiliation": "University of California, San Francisco",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of San Francisco, California",
          "status": "RECRUITING",
          "city": "San Francisco",
          "state": "California",
          "zip": "94143",
          "country": "United States",
          "contacts": [
            {
              "name": "UCSF HDFCCC Cancer Immunotherapy Program",
              "role": "CONTACT",
              "phone": "(877) 827-3222",
              "email": "HDFCCC.CIP@ucsf.edu"
            },
            {
              "role": "CONTACT",
              "email": "cancertrials@ucsf.edu"
            },
            {
              "name": "Alain Algazi, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 37.77493,
            "lon": -122.41942
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36931243",
          "type": "DERIVED",
          "citation": "Rahim MK, Okholm TLH, Jones KB, McCarthy EE, Liu CC, Yee JL, Tamaki SJ, Marquez DM, Tenvooren I, Wai K, Cheung A, Davidson BR, Johri V, Samad B, O'Gorman WE, Krummel MF, van Zante A, Combes AJ, Angelo M, Fong L, Algazi AP, Ha P, Spitzer MH. Dynamic CD8+ T cell responses to cancer immunotherapy in human regional lymph nodes are disrupted in metastatic lymph nodes. Cell. 2023 Mar 16;186(6):1127-1143.e18. doi: 10.1016/j.cell.2023.02.021."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-17"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D002294",
          "term": "Carcinoma, Squamous Cell"
        },
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D018307",
          "term": "Neoplasms, Squamous Cell"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000594389",
          "term": "atezolizumab"
        },
        {
          "id": "C502936",
          "term": "tocilizumab"
        },
        {
          "id": "C000730814",
          "term": "Tiragolumab"
        }
      ]
    }
  },
  "hasResults": false
}