{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07268053",
      "orgStudyIdInfo": {
        "id": "2024-22"
      },
      "organization": {
        "fullName": "St. Joseph's Hospital and Medical Center, Phoenix",
        "class": "OTHER"
      },
      "briefTitle": "A Phase 0/1 Clinical Trial With an Expansion Phase of GSK5764227, a B7-H3-Targeted Antibody-Drug Conjugate (ADC), in Patients With Recurrent Grade 4 Glioma and Patients With Brain Metastases",
      "officialTitle": "A Phase 0/1 Clinical Trial With an Expansion Phase of GSK5764227, a B7-H3-Targeted Antibody-Drug Conjugate (ADC), in Patients With Recurrent Grade 4 Glioma and Patients With Brain Metastases"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-11-24",
      "studyFirstSubmitQcDate": "2025-11-24",
      "studyFirstPostDateStruct": {
        "date": "2025-12-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-20",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Nader Sanai",
        "investigatorTitle": "Director, Ivy Brain Tumor Center",
        "investigatorAffiliation": "St. Joseph's Hospital and Medical Center, Phoenix"
      },
      "leadSponsor": {
        "name": "Nader Sanai",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "GlaxoSmithKline",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This will be an open-label Phase 0/1 study that will enroll approximately 15 participants, 9 participants with recurrent WHO Grade 4 glioma (rGBM) and 6 participants with brain metastases, who will receive the investigational drug risvutatug rezetecan (GSK5764227), a B7-H3-targeted antibody-drug conjugate (ADC) with the GSK5757810 payload.\n\nThe trial will consist of a Phase 0 component (subdivided into Arms A and B) and an Expansion Phase 1 component. Participants with tumors demonstrating a positive pharmacokinetic (PK) response in the Phase 0 component will be eligible to enroll in the Expansion Phase to receive therapeutic dosing of risvutatug rezetecan.",
      "detailedDescription": "Phase 0:\n\nPatients with rGBM will enroll into Arm A. Arm A Cohort 1 will determine the optimal time interval (OTI) for surgery based on PK data assessed from two sub-cohorts (Cohort 1a and 1b). The OTI will be defined as the surgical time interval after dosing that corresponds to the highest median concentration of unbound risvutatug rezetecan payload in gadolinium (Gd) non enhancing rGBM tissue in either Cohort 1a or Cohort 1b.\n\nArm A Cohort 2 will receive the IV infusion at the OTI schedule. Cohort 2 enrollment will begin once Arm A Cohort 1 enrollment is complete and the OTI has been determined.\n\nPatients with brain metastases will enroll into Arm B. Arm B will receive the IV infusion at the OTI schedule. Arm B enrollment will begin once Arm A Cohort 1 enrollment is complete and the OTI has been determined.\n\nAfter enrollment into Cohort 1 is complete, a written report will be submitted to the DSMB Chair (or qualified alternate) describing the time intervals, adverse events (AE) observed, and any safety reports. The DSMB Chair will review the report and provide written authorization to proceed with Arm A Cohort 2 and Arm B enrollment, or request more information within approximately two business days.\n\nApproval for enrollment initiation must be obtained prior to opening enrollment for Arm A Cohort 2 and Arm B.\n\nOnly participants with tumors demonstrating positive PK response will proceed to the expansion Phase 1 component. Otherwise, participants will receive standard of care.\n\nParticipants will complete the assessments and procedures noted for the End of Treatment (EOT) Visit. Participants will complete the 30-Day, 60-Day, and 90-Day Safety Follow-Up Visits and they will be monitored for survival as outlined in the \"All Participants\" section.\n\nTo assess the PK and pharmacodynamic (PD) endpoints, blood, serum, cerebrospinal fluid (CSF), and brain tumor tissue will be collected intraoperatively (Gd enhancing and Gd non-enhancing tumor tissue will be collected and analyzed separately).\n\nPhase 1:\n\nParticipants with tumors demonstrating positive PK response will continue risvutatug rezetecan treatment at the same dose received in Phase 0, administered once every three weeks (Q3W). Treatment will begin once the participant has recovered from surgery. Participants will receive risvutatug rezetecan until disease progression, unacceptable toxicity, death, withdrawal of consent, loss to follow-up, or study termination by the Sponsor.\n\nParticipants will complete the assessments and procedures noted for the EOT Visit. Participants will complete the 30-day, 60-day, and 90-day Safety Follow-Up Visits and they will be monitored for survival as outlined in the \"All Participants\" section.\n\nAll Participants:\n\nAll participants will return to the clinic for safety monitoring per the schedule of activities following risvutatug rezetecan treatment discontinuation, and will be contacted approximately every 3 months for up to 12 months for survival data collection.\n\nFollow-up for long-term survival will begin after the final safety follow-up visit. MRI scans and RANO reviews will occur approximately every 2-3 months, per standard of care, to monitor disease progression.\n\nParticipant Duration:\n\nPhase 0: The Phase 0 component will last up to approximately 2 months, starting at the 28-day screening window through the Post-Op Follow-Up Visit.\n\nPhase 1: Participants will take risvutatug rezetecan as long as the drug is tolerated and the Investigator believes the participant may be obtaining benefit. Treatment will continue until confirmed progression, unacceptable toxicity, death, withdrawal of consent, lost to follow-up, or end of treatment.\n\nAll Participants: Participants will continue participating for 15 months following their last infusion of risvutatug rezetecan. Participants will return for a 30-day, 60-day, and 90 day Safety Follow-Up Visit. They will then be followed for survival for up to 12 months following the final Safety Follow-Up Visit."
    },
    "conditionsModule": {
      "conditions": [
        "Glioblastoma (GBM)",
        "Brain Metastasases"
      ],
      "keywords": [
        "ADC",
        "Antibody Drug Conjugate"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "EARLY_PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 15,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "rGBM and Brain Mets",
          "type": "EXPERIMENTAL",
          "description": "Group A will include participants with recurrent WHO Grade 4 glioma (rGBM) and group B will include participants with brain metastases (brain mets)",
          "interventionNames": [
            "Drug: Risvutatug rezetecan"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Risvutatug rezetecan",
          "description": "Risvutatug rezetecan will be administered intravenously.",
          "armGroupLabels": [
            "rGBM and Brain Mets"
          ],
          "otherNames": [
            "HS-20093",
            "GSK5764227"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Phase 0: Total, Cleaved, and Unbound GSK5757810 Payload Concentration in Tumor Tissue",
          "description": "The total, cleaved, and unbound GSK5757810 payload concentration in Gd enhancing and Gd non-enhancing tumor tissue collected during Phase 0 surgery from participants with rGBM, and Gd enhancing tumor tissue collected during Phase 0 surgery from participants with brain metastases, will be determined.",
          "timeFrame": "Intraoperatively"
        },
        {
          "measure": "Phase 1: Incidence of Adverse Events as Assessed by CTCAE v5.0",
          "description": "Incidence of the following will be summarized: AEs, SAEs, and AEs of Special Interest (AESIs); treatment discontinuations, dose interruptions, and dose reductions due to AEs; changes in vital signs, body weight, laboratory tests, ECG, and ECOG performance status",
          "timeFrame": "Date of first infusion until 90-days post last infusion"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Phase 0: Total, Cleaved, and Unbound GSK5757810 Payload Concentration in CSF",
          "description": "The total, cleaved, and unbound GSK5757810 payload concentration in CSF collected during Phase 0 surgery will be determined.",
          "timeFrame": "Intraoperatively"
        },
        {
          "measure": "Phase 0: pH2AX and B7-H3 Expression Change in Tumor Tissue",
          "description": "The change in expression of pH2AX and B7-H3 in GSK5764227-treated rGBM and brain metastasis tissue collected during Phase 0 surgery compared to archival tissue (baseline).",
          "timeFrame": "Intraoperatively, archival"
        },
        {
          "measure": "Phase 1: Progression-Free Survival at 6 Months (PFS6)",
          "description": "PFS6 will be quantified and measured for participants in the expansion Phase 1 component. Disease recurrence will be determined by MRI response assessment in neuro-oncology v2.0 (RANO).",
          "timeFrame": "Date of first infusion to the date of disease recurrence or death due to any cause (whichever occurs first), assessed up to 6 months"
        },
        {
          "measure": "Phase 1: Overall Survival (OS)",
          "description": "OS will be quantified and measured for participants in the expansion Phase 1 component. Disease recurrence will be determined by MRI response assessment in neuro-oncology v2.0 (RANO).",
          "timeFrame": "Date of first infusion to the date of death due to any cause, assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Diagnosed with: (a) GBM according to the 2021 WHO criteria, who have progressed on or following standard of care therapy, including maximal safe resection (biopsy allowed if resection was deemed unsafe) and concurrent chemoradiation; OR (b) Brain metastasis requiring surgical resection, whether treated or untreated, and must have well-controlled systemic disease or NED other than the brain metastases, in the opinion of the patient's primary oncologist.\n* 2\\. Has archival or biopsy brain tumor tissue available.\n* 3\\. Has measurable disease (preoperatively) defined as at least one contrast-enhancing lesion with two perpendicular measurements of at least 1 cm.\n* 4\\. Age ≥18 at time of consent.\n* 5\\. Has a performance status of ≤2 on the ECOG scale.\n* 6\\. Has adequate bone marrow and organ function as defined by the following laboratory values (as assessed by the local laboratory for eligibility):\n* Adequate Bone Marrow Function: Absolute neutrophil count ≥1500/μL (≥1.5 x 109/L), Platelets (at time of surgery) ≥100,000/μL (≥100 x 109/L), Hemoglobin ≥9.0 g/dL or ≥5.6 mmol/L (Criteria must be met without erythropoietin dependency and without pRBC transfusion within prior 2 weeks.)\n* Adequate Hepatic Function: Total Bilirubin ≤1.5x ULN (Participants with Gilbert's syndrome with a total bilirubin \\>1.5x ULN and direct bilirubin ≤1.5x ULN will be permitted.), AST (SGOT) ≤2.5x institutional ULN, ALT (SGPT) ≤2.5x institutional ULN (Participants with liver metastases with ALT ≤5x ULN will be permitted.)\n* Adequate Renal Function: eGFR ≥50 mL/min/1.73 m2 (Calculated as individualized eGFR using the CKD-EPI formula \\[2021\\]); If measured or calculated GFR (e.g., creatinine clearance; mGFR) is required or used: ≥60 mL/min\n* Adequate Metabolic Function: Albumin ≥2.8 g/dL\n* Adequate Coagulation: INR or PT and aPTT ≤1.5x ULN\n* 7\\. For females of childbearing potential: (a) Must have a confirmed negative serum pregnancy test (β-hCG) before starting study treatment (within 24 hours of first infusion); in rare cases where hCG is suspected to be elevated in the absence of pregnancy (e.g., due to a tumor producing hCG), an ultrasound must be performed to rule out possible pregnancy. (b) Must use a highly effective method of contraception (with a failure rate of \\<1% per year and low user dependency) for at least 28 days prior to treatment, and agree to use such a method during study participation and for an additional 8 months after final study drug administration. (c) Agrees not to breastfeed starting at screening, during study participation, and for 8 months after final study drug administration. (d) Agrees not to donate eggs (ova, oocytes) for the purpose of reproduction starting at screening, during study participation, and for 8 months after final study drug administration.\n* 8\\. For females of non-childbearing potential, is no longer of childbearing potential due to surgical, chemical, or natural menopause.\n* 9\\. For males: (a) Agrees not to donate sperm starting at screening, during study participation, and for 5 months after final study drug administration. (b) Abstains from heterosexual intercourse as their preferred and usual lifestyle (abstinent on a long term and persistent basis) and agrees to remain abstinent starting at screening, during study participation, and for 5 months after final study drug administration; OR Must use a male condom and their female partner must use an additional highly effective method of contraception (with a failure rate of \\<1% per year and low user dependency) starting at screening, during study participation, and for 5 months after final study drug administration.\n* 10\\. Agrees to adhere to Lifestyle Considerations throughout study duration.\n* 11\\. Able and willing to comply with scheduled visits, treatment plans, laboratory tests and other procedures.\n* 12\\. Understands the informed consent document and has voluntarily agreed to participate by giving written informed consent (personally or via legally authorized representative(s), and assent if applicable). Written informed consent for the protocol must be obtained prior to any screening procedures. If consent cannot be expressed in writing, it must be formally documented and witnessed, ideally via an independent trusted witness.\n\nExclusion Criteria:\n\n* 1\\. Evidence of leptomeningeal metastasis or spinal cord compression.\n* 2\\. Unable to undergo through MRI of the brain with IV contrast.\n* 3\\. Known active systemic bacterial infection (requiring IV antibiotics or fever \\>38.5°C at time of initiating study treatment), fungal infection, or detectable viral infection (such as known human immunodeficiency virus positivity or with known active hepatitis B or C \\[for example, hepatitis B surface antigen positive\\] (screening of viral infection is not required for enrollment).\n* 4\\. Serious infections within 4 weeks prior to the first infusion of study drug, including but not limited to infectious complications, bacteremia, severe pneumonia treated with IV antibiotics for ≥2 weeks; active infections with therapeutic IV antibiotics within 2 weeks prior to the first infusion of study drug. (Individuals who are receiving or have received prophylactic antibiotics \\[e.g., prophylaxis against urinary infections\\] are allowed).\n* 5\\. Known other concurrent severe psychiatric and/or an uncontrolled medical condition that, in the Investigator's judgement, would cause unacceptable safety risks, contraindicate participation in the clinical study, or compromise compliance with the protocol.\n* 6\\. Have any unresolved toxicities from prior therapy greater than NCI-CTCAE v5 Grade 1 at the time of starting study treatment (exceptions include: alopecia, hearing loss, vitiligo, endocrinopathy managed with replacement therapy, Grade 2 neuropathy, and any chronic Grade 2 toxicities following discussion with the Principal Investigator).\n* 7\\. Has received treatment with any of the following:\n* a. Orlotamab, enoblituzumab, I-Dxd, or otherB7-H3 targeted agents.\n* b. Investigational agent within 4 weeks prior to the first infusion of study drug.\n* c. Cytotoxic chemotherapy or anticancer drugs within 14 days prior to the first infusion of study drug.\n* d. Monoclonal antibody within 28 days prior to the first infusion of study drug.\n* e. Immunosuppressive agents within 30 days prior to the first infusion of study drug, or requires long-term (30 days or longer) glucocorticoid therapy. NOTE: A stable or reduced daily dose of 8 mg dexamethasone for management of GBM-related edema and its associated symptoms within 14 days prior to dosing is permitted; however, additional weekly CBC monitoring is required during concomitant administration of dexamethasone with GSK5764227, as outlined in the SoA (see section 1.3). NOTE: Low dose corticosteroids (prednisone ≤10 mg/day or equivalent) may be administered and use of inhaled or topical steroids and prophylactic corticosteroids for procedures are permitted.\n* f. Strong/moderate inhibitors of CYP3A4, CYP2D6, P-gp, or BCRP, within 7 days prior to the first infusion of study drug; or need to continue treatment with these drugs (should be discontinued for at least 14 days prior to the first study infusion).\n* g. Transfusion of blood products (including platelets or red blood cells) or administration of colony-stimulating factors (including G-CSF, granulocyte-macrophage colony-stimulating factor, or recombinant erythropoietin) with 14 days prior to enrollment.\n* 8\\. Major surgery within 4 weeks prior to the first infusion of study drug that, in the Investigator's judgement, would cause unacceptable safety risks.\n* 9\\. Clinically significant bleeding symptoms or significant bleeding tendency within 1 month prior to the first infusion of study drug.\n* 10\\. Allergy or hypersensitivity to any component of GSK5764227 (ADC, antibody, payload GSK5757810) or its excipients, history of severe allergies (e.g., anaphylactic shock), severe IRRs, or idiosyncrasy to recombinant humanized or mouse proteins.\n* 11\\. History of prior allogenic or autologous bone marrow transplant or other solid organ transplant.\n* 12\\. Has evidence of current ILD or pneumonitis, or history of ILD or noninfectious pneumonitis requiring high-dose glucocorticoids.\n* 13\\. History of moderate to severe lung disease.\n* 14\\. Has serious or poorly controlled hypertension including:\n* a. History of hypertensive crisis.\n* b. Hypertensive encephalopathy.\n* c. Adjustment of antihypertensive medications due to poor blood pressure control within 2 weeks prior to the first infusion of study drug.\n* d. Systolic blood pressure ≥160 mmHg or diastolic blood pressure ≥100 mmHg during screening period.\n* 15\\. Has any of the following cardiac examination abnormalities:\n* a. Evidence of current clinically significant arrhythmias or ECG abnormalities (e.g., complete left bundle branch block, third-degree AV block, second-degree AV block, PR interval \\>250 msec).\n* b. Risk factors of prolonged QTc or arrhythmia events, such as: heart failure, refractory hypokalemia, congenital long QT syndrome, family history of long QT syndrome or unexplained sudden death of any direct relative under 40 years old, or any concomitant medications that prolong the QT interval.\n* c. Has QTc \\>450 msec or \\>480 msec for participants with bundle branch block (QTcF can be machine-calculated or manually over-read).\n* d. Known reduced LVEF fraction \\<50%.\n* 16\\. Has severe, uncontrolled or active cardiovascular disorders, including but not limited to:\n* a. Myocardial infarction within 6 months prior to first infusion of study drug.\n* b. Unstable angina within 6 months prior to the first infusion of study drug, not controlled by standard of care therapy.\n* c. Congestive heart failure (NYHA Class III or IV congestive heart failure) within 6 months prior to the first infusion of study drug.\n* d. Cerebrovascular accident or transient ischemic attack within 6 months prior to the first infusion of study drug.\n* e. History of clinically significant (as determined by the Investigator) atrial arrhythmia, not controlled by standard of care therapy.\n* f. History of clinically significant (as determined by the Investigator) ventricular arrhythmia, or occurrence of any clinically significant ventricular arrhythmia during screening.\n* g. Serious arteriovenous thromboembolic events (such as deep vein thrombosis, pulmonary embolism, etc.) within 3 months prior to the first infusion of study drug (except for implantable venous port, catheter-related thrombosis, or superficial vein thrombosis, which are not considered \"serious\" thromboembolism).\n* 17\\. Known active infectious diseases requiring systemic treatment or known HIV. No active screening needed for active infectious diseases.\n* 18\\. Has documented presence HBsAg, hepatitis B core antibody (HbcAb), or hepatitis B surface antibody (HbsAb) (except for presence of HbsAb attributable to previous vaccination) at screening or within 3 months prior to the first infusion of study intervention.\n* 19\\. Has a positive HCV antibody test result at screening or within 3 months prior to the first infusion of study intervention. NOTE: Participants with a positive HCV antibody test result due to prior resolved disease can be enrolled if a confirmatory negative HCV RNA test is obtained and the participant otherwise meets entry criteria.\n* 20\\. Has a positive HCV RNA test result at screening or within 3 months prior to the first infusion of study intervention. NOTE: The HCV RNA test is optional, and participants with a negative HCV antibody test are not required to undergo HCV RNA testing as well.\n* 21\\. Has cirrhosis or current unstable livery or biliary disease (as determined by the Investigator) defined by the presence of ascites, encephalopathy, coagulopathy, hypoalbuminemia, esophageal/gastric varices, or persistent jaundice (individuals with stable non-cirrhotic chronic liver disease \\[including Gilbert's syndrome or asymptomatic gallstones\\] or hepatobiliary involvement of malignancy are permitted).\n* 22\\. History of autoimmune disease that has required systemic treatments in the 2 years prior to screening (individuals with prior history of autoimmune disease must be discussed with the Medical Monitor; replacement therapy is not considered a form of systemic therapy \\[e.g., thyroid hormone for autoimmune thyroiditis or insulin is not exclusionary\\]).\n* 23\\. Has any active renal condition (e.g., requirement for dialysis, or any other significant renal condition that could affect the participant's safety \\[renal obstruction successfully managed by stenting is permitted\\]).\n* 24\\. Is unable to adhere to the protocol-defined Schedule of Activities, including requirements for the Follow-up Period of the study, study procedures, restrictions, and requirements as determined by the Investigator.\n* 25\\. Known vaccination or hypersensitivity of any level within 4 weeks prior to the first infusion of study drug.\n* 26\\. Has received any live vaccine within 30 days prior to the first infusion of study drug.\n* 27\\. Is pregnant or breastfeeding.\n* 28\\. Has donated blood or blood products in excess of 500 mL (approximately 1 pint) within 1 month prior to first infusion of study intervention.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Phase 0 Navigator",
          "role": "CONTACT",
          "phone": "602-406-8605",
          "email": "research@ivybraintumorcenter.org"
        }
      ],
      "overallOfficials": [
        {
          "name": "Nader Sanai, MD",
          "affiliation": "Ivy Brain Tumor Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "St. Joseph's Hospital and Medical Center",
          "city": "Phoenix",
          "state": "Arizona",
          "zip": "85013",
          "country": "United States",
          "contacts": [
            {
              "name": "Phase 0 Navigator",
              "role": "CONTACT",
              "phone": "602-406-8605",
              "email": "research@ivybraintumorcenter.org"
            },
            {
              "name": "Nader Sanai, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 33.44838,
            "lon": -112.07404
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005909",
          "term": "Glioblastoma"
        }
      ],
      "ancestors": [
        {
          "id": "D001254",
          "term": "Astrocytoma"
        },
        {
          "id": "D005910",
          "term": "Glioma"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    }
  },
  "hasResults": false
}