{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06183398",
      "orgStudyIdInfo": {
        "id": "RECHMPL22_0516"
      },
      "secondaryIdInfos": [
        {
          "id": "2023-A01737-38",
          "type": "REGISTRY",
          "domain": "IDRCB"
        }
      ],
      "organization": {
        "fullName": "University Hospital, Montpellier",
        "class": "OTHER"
      },
      "briefTitle": "Analysis of the Prevalence of Sensitization to Plants Containing Gibberellins Using Realistic Skin Prick Tests",
      "officialTitle": "Analysis of the Prevalence of Sensitization to Plants Containing Gibberellins Using Realistic Skin Prick Tests in a Population of Patients Attending the Montpellier University Hospital.",
      "acronym": "GIBBERELLINES"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-03-14",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-03-14",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-03-14",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-12-13",
      "studyFirstSubmitQcDate": "2023-12-13",
      "studyFirstPostDateStruct": {
        "date": "2023-12-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-29",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Montpellier",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Gibberellin-related proteins (GRPs) are proteins contained in both pollens and vegetables and are associated with an increased risk of severe food allergy reactions. The best characterized one the only one for which a specific IgE (Immunoglobulin E) may be dosed in current clinical practice is Pru p 7, an allergen contained in peaches (Prunus persica). Sensitization to GRPs seems to be greater in areas with high exposure to pollens of the Cupressaceae family (as in the Montpellier region in Southern France); a subtype of Cupressaceae pollinosis, characterized by sensitization to Pru p 7 has been shown to be responsible for severe peach allergies.\n\nTo date, there has been no real analysis of the prevalence of sensitization to GRPs, or of possible cross-sensitization between plants and foods containing GRPs. Main food containing GRPs with a high level of homology with Pru p 7 include apples (Malus domestica, 97.3%), sesame (Sesamum indicum, 91.9%), carrots (Daucus carota subsp. Sativus, 88.9%), lemons and oranges (different species, with a homology of 87.3%).\n\nIf investigators consider that sensitization to GRPs could be associated with severe allergic hypersensitivity reactions, it is important to detect the prevalence of sensitization to these allergens and to find sensitization profiles for these patients in order to gain a better understanding of this type of allergy and offer a more appropriate and preventive management to allergic patients. This remains today a major challenge for the allergy community in the Mediterranean region.\n\nThis study aims to investigate the rate of sensitization to peach and 5 other allergens containing gibberellins, chosen on the basis of their homology with Pru p 7 (the gibberellin from Prunus persica): carrot, lemon, orange, apple and sesame."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ],
      "keywords": [
        "Gibberellins",
        "prevalence",
        "sensitization",
        "Pru p 7",
        "cross-reactions"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 2000,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Eligible patients",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: Skin prick test"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Skin prick test",
          "description": "Specific skin prick tests for 6 raw food: peach, apple, sesame, carrot, lemon and orange",
          "armGroupLabels": [
            "Eligible patients"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Prevalence of sensitization to six GRPs-containing foods (peach, carrot, lemon, orange, apple, sesame) in the population of patients consulting at the Allergy Unit of the University Hospital of Montpellier",
          "description": "Percentage of patients sensitized to peach, apple, sesame, carrot, lemon and orange. Sensitization to each food allergen tested is defined by the presence of an urticarial papule at least 3 mm long on the skin after skin prick test.",
          "timeFrame": "1 day"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Prevalence of patients sensitized to cypress pollen and to six GRPs-containing foods (peach, carrot, lemon, orange, apple, sesame) in the population of patients consulting at the Allergy Unit of the University Hospital of Montpellier",
          "description": "Percentage of patients sensitized to cypress pollen associated with a sensitization to peach, apple, sesame, carrot, lemon and orange. Sensitization to each food allergen tested is defined by the presence of an urticarial papule at least 3 mm long on the skin after skin prick test.",
          "timeFrame": "1 day"
        },
        {
          "measure": "Prevalence of IgE positivity to GRP Pru p 7 in patients sensitized to cypress pollen and at least one food containing GRPs",
          "description": "Percentage of IgE positivity to GRP Pru p 7 in patients sensitized to cypress pollen associated with at least one food tested containing GRPs (peach, apple, sesame, carrot, lemon and orange) Immunoglobulin E (IgE) positivity will be measured with the ImmunoCAP® method and is defined as a specific IgE level \\> 0.10 kUnit/L.",
          "timeFrame": "1 day"
        },
        {
          "measure": "Correlation between sensitization to any of the six GRPs-containing foods (peach, carrot, lemon, orange, apple, sesame) and presented symptoms to any of these food and to sensitization to cypress pollen",
          "description": "Percentage of patients sensitized and symptomatic to peach, apple, sesame, carrot, lemon and orange and to cypress pollen",
          "timeFrame": "1 day"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged at least 5 years\n* Patients consulting at the Allergy Unit of the University Hospital of Montpellier for any type of allergy work-up/evaluation\n* Oral consent from the patient and, where applicable, from at least one of the patient's legal representatives in the case of minors.\n\nExclusion Criteria:\n\n* Patients treated with antihistamines or psychotropic drugs with antihistaminic action during the 7 days prior to inclusion\n* Patients with pathologies that prevent the performance of prick tests (e.g. severe peripheral neuropathy, cutaneous anergy).\n* Patients with dermographism.\n* Patient taking part in another study which may influence the results of the prick tests.\n* Patients in an exclusion period determined by a previous study.\n* Pregnant, parturient or breast-feeding women.\n* Patients or their legal representatives under court protection, guardianship or trusteeship.\n* Patients or their legal representatives who are not members or beneficiaries of a health insurance scheme.\n* Patient or his/her legal representative unable to read and understand French fluently.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Davide CAIMMI, MD",
          "role": "CONTACT",
          "phone": "+33467336112",
          "email": "dp-caimmi@chu-montpellier.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Davide CAIMMI, MD",
          "affiliation": "University Hospital, Montpellier",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital of Montpellier",
          "status": "RECRUITING",
          "city": "Montpellier",
          "zip": "34295",
          "country": "France",
          "contacts": [
            {
              "name": "Davide CAIMMI, MD",
              "role": "CONTACT",
              "phone": "+33467336112",
              "email": "dp-caimmi@chu-montpellier.fr"
            }
          ],
          "geoPoint": {
            "lat": 43.61093,
            "lon": 3.87635
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D010328",
          "term": "Patch Tests"
        }
      ],
      "ancestors": [
        {
          "id": "D012882",
          "term": "Skin Tests"
        },
        {
          "id": "D007159",
          "term": "Immunologic Tests"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D007158",
          "term": "Immunologic Techniques"
        }
      ]
    }
  },
  "hasResults": false
}