{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06771934",
      "orgStudyIdInfo": {
        "id": "YXLL-KY-2024(061)"
      },
      "organization": {
        "fullName": "Qianfoshan Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Combination Therapy of Omalizumab and Allergen Immunotherapy for Moderate to Severe Asthma",
      "officialTitle": "Efficacy and Safety Evaluation of Omalizumab Combined With Standardized Allergen Specific Immunotherapy in Moderate to Severe Allergic Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-06",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-06-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-06-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-01-07",
      "studyFirstSubmitQcDate": "2025-01-07",
      "studyFirstPostDateStruct": {
        "date": "2025-01-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-01-07",
      "lastUpdatePostDateStruct": {
        "date": "2025-01-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Lili Zhi",
        "investigatorTitle": "Dr. Prof.",
        "investigatorAffiliation": "Qianfoshan Hospital"
      },
      "leadSponsor": {
        "name": "Qianfoshan Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The combined treatment of anti-IgE monoclonal antibody and standardized allergen immunotherapy has good efficacy and safety in allergic diseases. However, the efficacy and safety of the combined treatment for allergic asthma in the Chinese population have not been fully elucidated yet.This study is a prospective observational study designed to evaluate the efficacy and safety of omalizumab combined with allergen immunotherapy (AIT) in patients with moderate to severe asthma in the Chinese population."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma"
      ],
      "keywords": [
        "Allergic Asthma, IgE, immunotherapy, omalizumab"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Allergen-specific immunotherapy alone group (AIT alone group)",
          "description": "Patients start to receive allergen-specific immunotherapy 1 to 3 months after asthma is under control.",
          "interventionNames": [
            "Biological: Allergen-specific immunotherapy(AIT)"
          ]
        },
        {
          "label": "the omalizumab combined with allergen-specific immunotherapy group",
          "description": "Omalizumab treatment was administered 4 to 8 weeks before the initiation of standardized allergen-specific immunotherapy. After the initiation of standardized allergen-specific immunotherapy, the overlapping treatment with allergen-specific immunotherapy (AIT) and omalizumab was continued.",
          "interventionNames": [
            "Biological: Allergen-specific immunotherapy(AIT)",
            "Biological: omalizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Allergen-specific immunotherapy(AIT)",
          "description": "Allergen-Specific Immunotherapy(AIT) Protocol: using the house dust mite allergen preparation (Alutard, ALK Company, Denmark). The treatment course was divided into the initial treatment stage and the maintenance treatment stage. The initial treatment stage, also known as the dose accumulation stage, involved injecting the vaccine once a week and usually lasted for 15 weeks. For highly sensitive patients, treatment was carried out according to the dose guidelines for \"high sensitivity\". The maximum dose in the initial treatment stage was the maintenance dose. After reaching the maintenance dose, the first maintenance injection was given 2 weeks later, the second maintenance injection was given 4 weeks later, and thereafter, a vaccine injection was carried out every 4 - 8 weeks.",
          "armGroupLabels": [
            "Allergen-specific immunotherapy alone group (AIT alone group)",
            "the omalizumab combined with allergen-specific immunotherapy group"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "omalizumab",
          "description": "Omalizumab Treatment Protocol: The dosage and administration frequency (once every 2 weeks or once every 4 weeks) of omalizumab were determined based on the patients' pretreatment serum total IgE (kU/L), age, and body weight (kg). Each dosage ranged from 15 to 600 mg and was administered subcutaneously. If the dosage was ≤ 150 mg, it was injected subcutaneously at 1 site; otherwise, it was injected subcutaneously at 1 to 4 sites respectively. After the first 3 injections, patients were observed in the hospital for at least 2 hours, and after the 4th and subsequent injections, they were observed for at least 30 minutes. During the treatment period, the background medications for asthma control were adjusted according to the patient's condition.",
          "armGroupLabels": [
            "the omalizumab combined with allergen-specific immunotherapy group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "the incidence rate of adverse reactions in standardized allergen immunotherapy",
          "description": "Adverse reactions of allergen immunotherapy (AIT) can be divided into local adverse reactions and systemic adverse reactions according to the occurrence sites. Local adverse reactions mainly include itching, redness, swelling, induration and even necrosis at the allergen injection sites. Systemic adverse reactions of AIT include cough, dyspnea, urticaria, asthma attacks and so on, and can lead to anaphylactic shock in severe cases.In this study, the incidence rates of adverse reactions in the two groups of patients were taken as the main research indicators to evaluate the role of omalizumab in the process of desensitization treatment.",
          "timeFrame": "The observation time of this study is one year, starting from the time when the patient begins AIT therapy and followed up for one year."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nIndividuals who meet all of the following criteria are eligible for enrollment as study participants:\n\n1. Chinese patients,aged 6 years and older，female or male\n2. Diagnosed as allergic asthma according to the guideline for Chinese guidelines for the diagnosis and treatment of allergic asthma（2019，the first edition）\n3. Meet the diagnostic criteria for moderate and severe asthma, in line with the diagnostic standards of the GINA (Global Initiative for Asthma)，it refers to those who can achieve complete control under the GINA Step 3 treatment; for severe asthma, it refers to those who need Step 4 or Step 5 treatment to achieve complete control, or those who still cannot achieve control even after undergoing Step 4 or Step 5 treatment.\n4. The patients included in the study were positive for specific immunoglobulin E (sIgE), or had a positive skin prick test (SPT) with D.pteronyssinus and D. farinae allergens.\n5. Patients who will initiate AIT or omalizumab combined with AIT according to real life clinical standards of practice.\n\nExclusion Criteria:\n\nIndividuals who meet any of the following criteria are not eligible for enrollment as study participants:\n\n1. Uncontrolled asthma or forced expiratory volume in one second (FEV1) is lower than 70% of the predicted value.\n2. Currently receiving treatment of beta blockers or angiotensin converting enzyme inhibitor (ACEI) 3．With severe or uncontrolled cardio-cerebral vascular, hepatic, renal, gastrointestinal, hematopoietic，genitourinary, endocrine, nervous and immunological medical conditions, or other conditions that investigators think the patient not suitable for this study.\n\n4．Pregnant or planning pregnancy.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study population consists of patients with moderate to severe allergic asthma who are aged 6 years or older in the Chinese population, have dust mites as the main allergens, and are receiving standardized allergen-specific immunotherapy or omalizumab combined with standardized allergen-specific immunotherapy in our hospital",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Shandong Provincial Qianfoshan Hospital,The First Affliated Hospital of Shandong First Medical University",
          "city": "Jinan",
          "state": "Shandong",
          "zip": "250014",
          "country": "China",
          "geoPoint": {
            "lat": 36.66833,
            "lon": 116.99722
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "C562694",
          "term": "Epilepsy, Idiopathic Generalized"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}