{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05324137",
      "orgStudyIdInfo": {
        "id": "CM326NP001"
      },
      "organization": {
        "fullName": "Keymed Biosciences Co.Ltd",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study of CM326 in Patients With Chronic Rhinosinusitis With Nasal Polyps",
      "officialTitle": "A Randomized, Double Blind, Placebo-controlled, Dose Escalation Phase 1b/2a Study to Evaluate the Safety, Tolerability, PK, PD, Immunogenicity and Preliminary Efficacy of CM326 in Patients With Chronic Rhinosinusitis With Nasal Polyps",
      "acronym": "DUBHE"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-07-11",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-03-29",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-03-29",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-03-18",
      "studyFirstSubmitQcDate": "2022-04-05",
      "studyFirstPostDateStruct": {
        "date": "2022-04-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-11-07",
      "lastUpdatePostDateStruct": {
        "date": "2024-11-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Keymed Biosciences Co.Ltd",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a multi-center, randomized, double blind, placebo-controlled, dose escalation study to evaluate the safety, tolerability, PK, PD, immunogenicity and preliminary efficacy of CM326 in patients with chronic rhinosinusitis with nasal polyps.",
      "detailedDescription": "The study consists of 3 periods, a Screening Period, a Treatment Period and a Safety Follow-up Period.\n\nSubjects who meet eligibility criteria will be randomized to receive either CM326 or placebo subcutaneously."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Rhinosinusitis With Nasal Polyps"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 88,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Group 1: 55mg Q2W",
          "type": "EXPERIMENTAL",
          "description": "CM326 55 mg or matched placebo, every 2 weeks, subcutaneous (SC)",
          "interventionNames": [
            "Drug: CM326",
            "Other: Placebo"
          ]
        },
        {
          "label": "Group 2: 110mg Q2W",
          "type": "EXPERIMENTAL",
          "description": "CM326 110 mg or matched placebo, every 2 weeks, subcutaneous (SC)",
          "interventionNames": [
            "Drug: CM326",
            "Other: Placebo"
          ]
        },
        {
          "label": "Group 3: 220mg Q2W",
          "type": "EXPERIMENTAL",
          "description": "CM326 220 mg or matched placebo, every 2 weeks, subcutaneous (SC)",
          "interventionNames": [
            "Drug: CM326",
            "Other: Placebo"
          ]
        },
        {
          "label": "Group 4: 220mg Q4W",
          "type": "EXPERIMENTAL",
          "description": "CM326 220mg or matched placebo, every 4 weeks, subcutaneous (SC)",
          "interventionNames": [
            "Drug: CM326",
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CM326",
          "description": "CM326 injection",
          "armGroupLabels": [
            "Group 1: 55mg Q2W",
            "Group 2: 110mg Q2W",
            "Group 3: 220mg Q2W",
            "Group 4: 220mg Q4W"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Placebo",
          "armGroupLabels": [
            "Group 1: 55mg Q2W",
            "Group 2: 110mg Q2W",
            "Group 3: 220mg Q2W",
            "Group 4: 220mg Q4W"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of AEs, including any abnormal physical examinations, abnormal vital signs, abnormal ECG, and abnormal lab testing.",
          "description": "Incidence of AEs, including any abnormal physical examinations, abnormal vital signs, abnormal ECG, and abnormal lab testing.",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "Changes from baseline of nasal polyp score (NPS) in eosinophilic chronic rhinosinusitis with nasal polyps (CRSwNP) at week 16.",
          "description": "NPS score ranges from 0-8. (sum of 0-4 for each nasal passage scores), higher score means a worse outcome.",
          "timeFrame": "at week 16"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "PK: Concentration of CM326 in plasma",
          "description": "Concentration of CM326 in plasma",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "Immunogenicity: anti-drug antibody (ADA)",
          "description": "Occurrence of positive anti-drug antibody (ADA)",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in serum thymus activation regulation chemokine (TARC) concentration after CM326 administration.",
          "description": "Changes from baseline in serum thymus activation regulation chemokine (TARC) concentration after CM326 administration.",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in serum total immunoglobulin E (IgE) concentration after CM326 administration.",
          "description": "Changes from baseline in serum total immunoglobulin E (IgE) concentration after CM326 administration.",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in plasma interleukin-5 (IL-5) after CM326 administration",
          "description": "Changes from baseline in plasma interleukin-5 (IL-5) after CM326 administration",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in plasma interleukin-13 (IL-13) after CM326 administration",
          "description": "Changes from baseline in plasma interleukin-13 (IL-13) after CM326 administration",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in serum periostin after CM326 administration",
          "description": "Changes from baseline in serum periostin after CM326 administration",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in blood eosinophilic level after CM326 administration",
          "description": "Changes from baseline in blood eosinophil level after CM326 administration",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "PD: Changes from baseline in eosinophilic level of nasal polyp biopsy tissue after CM326 administration",
          "description": "Changes from baseline in eosinophil level of Nasal polyp biopsy tissue after CM326 administration",
          "timeFrame": "up to Week 64"
        },
        {
          "measure": "Efficacy: changes from baseline of nasal polyp score (NPS) in non-eosinophilic chronic rhinosinusitis with nasal polyps (CRSwNP)",
          "description": "NPS score ranges from 0-8. (sum of 0-4 for each nasal passage scores), higher score means a worse outcome.",
          "timeFrame": "up to Week 64"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects who are capable of understanding the nature of the study and voluntarily signing the ICF.\n* Male or female subjects, aged between 18 and 70 years old (inclusive), with a body mass index (BMI) ≥ 19 kg/m2.\n* Diagnosed with Chronic Rhinosinusitis With Nasal Polyps.\n* The total NPS score should be at least 3 points, with at least 1 point in each side of the nasal cavity.\n* Prior treatment with systemic corticosteroids (SCS) within two years before screening, and/or contraindicate to or intolerance to systemic corticosteroids, and/or with prior surgery to nasal polyps 6 months before the screening.\n* Ongoing symptoms for at least 4 weeks before screening：1) Nasal congestion/obstruction; 2) Other symptom, e.g., loss of smell or rhinorrhea.\n\nExclusion Criteria:\n\n* Allergic or intolerant to mometasone furoate spray or CM326/placebo.\n* Have used of systemic immunosuppressants for inflammatory or autoimmune diseases within 8 weeks or 5 half-lives prior to randomization.\n* Have initiated leukotriene receptor antagonist therapy within 4 weeks prior to randomization.\n* have received allergen-specific immunotherapy that initiated within 3 months prior to randomization or planned to be initiated during the study period.\n* Have undergone nasal surgery (including nasal polypectomy) within 6 months prior to screening.\n* Have received medium- and short-acting systemic corticosteroids (including oral, intravenous, intramuscular corticosteroids), nasal dripping corticosteroids, traditional Chinese medicine (including systemic and local herbal products preparations) for chronic rhinosinusitis (CRS) within 4 weeks prior to screening, or long-acting systemic corticosteroids.\n* With concomitant asthma (including suspected diagnosis of asthma) will be excluded if they meet the following conditions: predicted FEV1 of≤ 60%, or acute exacerbation of asthma within 3 months prior to screening requiring SCS or hospitalization (\\> 24 hours), or using inhaled corticosteroids (ICS) of \\> 1000 μg fluticasone propionate or others at equivalent doses\n* With antrochoanal polyps.\n* With severe deviation of the nasal septum occludes at least one nostril.\n* With persistent rhinitis medicamentosas.\n* With allergic granulomatous angiitis (Churg-Strauss syndrome), granulomatosis with polyangiitis (Wegener's granulomatosis), Young's syndrome, Kartagener's syndrome or other dyskinetic ciliary syndromes, cystic fibrosis.\n* With acute sinusitis, nasal infection, or upper respiratory tract infection at screening.\n* Have symptoms or whose CT scan suggests allergic fungal sinusitis.\n* With malignant or benign neoplasm of nasal cavities.\n* With other uncontrolled serious diseases or recurrent chronic diseases.\n* Have severe hepatic and renal impairment.\n* Have received live attenuated vaccines within 12 weeks prior to randomization, or during the planned study; or have received inactivated vaccines (e.g., novel coronavirus vaccines) within 30 days prior to randomization.\n* With known or suspected immunosuppression, including, but not limited to, the history of invasive opportunistic infections.\n* Subjects who are pregnant or planning to become pregnant, or breastfeeding during the study.\n* With a history of large alcohol consumption or a history of drug abuse within 3 months prior to screening.\n* With other medical or non-medical conditions that are not suitable for participation in the study in the opinion of the investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Luo Zhang",
          "affiliation": "Beijing Tong-Ren hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Beijing Tongren Hospital, CMU",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "41022848",
          "type": "DERIVED",
          "citation": "Xian M, Lan F, Yan B, Shen S, Liu S, Wan L, Song X, Jiang L, Jiang Y, Xue J, Chen J, Su L, Ye J, Yang Y, Fang H, Tan G, Zhang Q, Qu S, Wei X, Luo X, Xu Y, Yu S, Xiao Z, Liu F, Li Q, Zhang Y, Xie Y, Wang L, Yang G, Yan H, Zhao G, Chen B, Wang C, Zhang L. An anti-TSLP monoclonal antibody for uncontrolled CRSwNP: the DUBHE randomized clinical trial. Nat Commun. 2025 Sep 29;16(1):8607. doi: 10.1038/s41467-025-63682-x."
        },
        {
          "pmid": "38482462",
          "type": "DERIVED",
          "citation": "Shen S, Xian M, Yan B, Lan F, Wang C, Zhang L. Anti-thymic stromal lymphopoietin monoclonal antibody in patients with chronic rhinosinusitis with nasal polyps (DUBHE): Rationale and design of a multicenter, randomized, double-blind, placebo-controlled study. Asia Pac Allergy. 2024 Mar;14(1):26-31. doi: 10.5415/apallergy.0000000000000135. Epub 2024 Jan 25."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}