{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06387030",
      "orgStudyIdInfo": {
        "id": "APHP231662"
      },
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "EDN and Eosinophilic Esophagitis",
      "officialTitle": "Noninvasive Biomarkers Correlated With Esophageal Eosinophilic Infiltrate in Pediatric Patients With Eosinophilic Esophagitis",
      "acronym": "OesEDN"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-08",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-04-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-04",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-04",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-08",
      "studyFirstSubmitQcDate": "2024-04-24",
      "studyFirstPostDateStruct": {
        "date": "2024-04-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-25",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "INRAe - Micalis Institute - Jouy en Josas",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Eosinophilic esophagitis is a recent and emerging chronic disease, secondary to eosinophilic infiltration of the esophageal mucosa leading to esophageal dysfunction. The diagnosis of this pathology, and monitoring of the efficacy of therapies, relies on the assessment of eosinophilic density on esophageal biopsies: follow-up requires numerous digestive endoscopies under general anesthesia, at each therapeutic change, to assess remission. The search for non-invasive biomarkers of active eosinophilic esophagitis is therefore a subject of major interest.\n\nThe first step is to study EDN (Eosinophil-Derived Neurotoxin), a protein secreted when eosinophils are activated. Several studies have investigated the association between serum EDN, EDN on esophageal brushing or esophageal biopsies with eosinophilic esophagitis activity, and the results look promising. Urinary EDN is associated with atopy but has not been studied in eosinophilic esophagitis. EDN is a biomarker of interest because it is stable over time and, above all, can be measured routinely, making it applicable to routine patient management and care. Our main objective is to evaluate the correlation of EDN in urine, blood and esophageal brushings with the eosinophilic infiltrate counted on esophageal biopsies in patients undergoing upper GI endoscopy at Trousseau Hospital for suspected eosinophilic esophagitis, or as part of the re-evaluation of known eosinophilic esophagitis under treatment.\n\nFinally, esophageal and salivary dysbiosis has been described in eosinophilic esophagitis without direct evidence of its influence on esophageal inflammation and disease. Our secondary objective is to study the esophageal, salivary and fecal microbiota in these same patients in order to describe the composition, alpha and beta-diversity of bacterial and mycological flora between patients and controls, as well as their association with pathology, and to propose possible alternative therapies aimed at modulating the esophageal and/or salivary microbiota in the management of eosinophilic esophagitis.\n\nThis study will be carried out on a cohort of pediatric patients followed up in the pediatric nutrition and gastroenterology department of the Trousseau-APHP hospital and hospitalized for upper GI endoscopy, either as part of a suspected case of eosinophilic esophagitis, or during follow-up of a previously known case of eosinophilic esophagitis. Blood, urine, stool, saliva, 4 additional esophageal biopsies and esophageal brushings were collected on the day of the digestive endoscopy. Depending on the eosinophilic densitý on the biopsies, subjects will be classified into either the \"patient with active eosinophilic esophagitis\" group, the \"patient with eosinophilic esophagitis in remission\" group, or the \"control without eosinophilic esophagitis\" group. The investigator aim to include 60 patients undergoing upper GI endoscopy, at least half of whoḿ will have active or remitting eosinophilic esophagitis.\n\nFurthermore, the study of the immunological, allergological and metabolomic signature of this disease is essential to enable the identification of new biomarkers to guide the creation of models combining several biomarkers predictive of eosinophilic density on esophageal biopsies. In a second step, the concentration of a panel of cytokines in blood and esophageal biopsies, the allergic sensitization profile in blood and esophageal biopsies, and an untargeted description of esophageal metabolomics will be compared between groups. In terms of clinical prospects, the investigator plan to develop a patient follow-up strategy based on the biomarkers studied, which is better adapted to clinical practice, better tolerated by patients and less costly than repeated endoscopies with esophageal biopsies.",
      "detailedDescription": "Eosinophilic esophagitis is a chronic, inflammatory digestive disease of immunological and allergic origin, secondary to eosinophilic infiltration of the esophageal mucosa leading to esophageal dysfunction. It is an emerging disease whose incidence has been rising in pediatrics over recent decades, with an estimated annual incidence of 3 to 12 / 100,000 and a prevalence between 22 and 49 / 100,000. It is the second most common cause of chronic esophagitis, after peptic esophagitis.\n\nThere are chronic symptoms (severe reflux, dysphagia, sensation of food blockage and need to drink water during meals to swallow), or sometimes acutely (e.g. sudden food impaction during a meal, with hypersialorrhea), requiring emergency endoscopy. It can be complicated by esophageal fibrosis, stenosis, or esophageal perforation.\n\nThe diagnosis of eosinophilic esophagitis is histological, based on the demonstration of \\> 15 eosinophils/field (magnification x 400) on at least one esophageal biopsy. Several therapies have been tried and tested over the years: proton pump inhibitors (PPIs), eviction diets, local corticosteroid therapy and, more recently, immunotherapies. To confirm remission of the disease or justify changes in treatment, endoscopic re-evaluation is regularly required (every 8 to 12 weeks after the introduction of a new treatment, then annually during maintenance treatment or earlier in the event of clinical relapse). Patient follow-up therefore requires numerous digestive endoscopies, mostly performed under general anesthesia in pediatrics, an invasive procedure with a potential risk of complications.\n\nThe identification of non-invasive biomarkers of active eosinophilic esophagitis would enable us to propose a diagnostic and follow-up strategy better adapted to clinical practice and better tolerated by patients.\n\nEDN, Eosinophil-Derived Neurotoxin, is a protein secreted when eosinophils are activated. Serum EDN has been extensively studied in atopy. In eosinophilic esophagitis, it appears to correlate significantly with the densitý of eosinophils on esophageal biopsies and would therefore be higher in patients with active eosinophilic esophagitis than in controls. Some teams have even proposed cut-off values for blood EDN using ROC curves to optimize the sensitivitý and specificitý of this marker for the diagnosis of eosinophilic esophagitis in pediatrics. Serum EDN appears to decrease significantly in patients under treatment.\n\nOther studies have focused́ on EDN on esophageal biopsies. A 2010 study assessed the distribution of intra- and extracellular EDN deposits on esophageal biopsies from patients followed up for eosinophilic esophagitis and in controls, using an immunofluorescence technique. EDN staining was clearly observed in biopsies from all patients, and absent or very weak in control subjects. However, conclusions concerning the correlation between tissue EDN and eosinophilic infiltration density differ.\n\nThe most recent data concern esophageal brush EDN, performed directly during digestive endoscopy or indirectly via a weighted oro-esophageal system. Luminal EDN was significantly higher in patients with active eosinophilic esophagitis than in patients with eosinophilic esophagitis in remission, gastroesophageal reflux disease or controls. It is even predictive of response to PPI therapy. EDN and other endoluminal markers were predictive of disease activity, including the development of secondary fibrosis and other complications.\n\nUrinary EDN has been analyzed in atopic diseases, notably asthma and atopic dermatitis. It appears to be associated with eosinophil activity in these allergic diseases. There are no studies of urinary EDN in eosinophilic esophagitis.\n\nTo date, no studies have been carried out on the correlation between the different EDN assays.\n\nEDN seems promising, but the identification of other biomarkers correlated with eosinophilic esophagitis activity is an additional challenge to enable the creation of models combining several biomarkers predictive of eosinophilic density on esophageal biopsies. To this end, more precise knowledge of the immunologic, allergologic and metabolomic signature of this disease seems invaluable. A study published in 2023 carried out an analysis of immune system activation from esophageal biopsies and blood samples, as well as an untargeted metabolomics analysis from blood samples. The results of this study suggest that a plasma signature specific to eosinophilic esophagitis could be identified from metabolomic data and cytokine information.\n\nFinally, microbiota have been implicated in the pathogenesis of several digestive and extra-digestive allergic and inflammatory diseases, such as asthma and eczema. Only four studies have recently explored the role of esophageal, salivary and fecal microbiota in patients with eosinophilic esophagitis. Dysbiosis has been described, with an increased esophageal microbial load and a particular abundance of certain species (Haemophilus, Streptococcus) compared to control subjects, lower salivary bacterial diversity, and a similar fecal microbiota in patients and controls. Nevertheless, there is little direct evidence to demonstrate the influence of esophageal and/or salivary microbiota on inflammation and disease.\n\nThe investigator hypothesize that a peripheral signature of the disease correlates with the esophageal eosinophilic infiltrate. The investigator believe that not only urinary, serum and endoluminal EDN concentrations, but also serum and esophageal cytokine profiles and esophageal metabolomics correlate with eosinophilic infiltration on esophageal biopsies, and thus correlate with disease activity in patients with active eosinophilic esophagitis. In patients with eosinophilic esophagitis in remission and in controls, the investigator expect to observe normal or low EDN values and a different cytokine profile compared with patients with active eosinophilic esophagitis. The investigator also expect to observe esophageal and salivary dysbiosis in patients with active eosinophilic esophagitis.\n\nIn terms of clinical prospects, the investigator hope that these results will enable the development of non-invasive biomarker panels predictive of disease activity, and thus limit the number of digestive endoscopies required to monitor patients.\n\nThe study will be carried out on a cohort of pediatric patients followed in the pediatric nutrition and gastroenterology department of the Trousseau-APHP hospital and hospitalized for upper GI endoscopy, either as part of a suspected case of eosinophilic esophagitis, or during follow-up of a previously known case of eosinophilic esophagitis. Written consent will be obtained from parents, and from children according to their level of understanding.\n\nBlood sample on the catheter required for general anesthesia, an unstimulated saliva collection, per-endoscopic esophageal brushing and 4 additional esophageal biopsies will be taken during digestive endoscopy. A urine sample and a stool sample will also be collected during hospitalization for digestive endoscopy.\n\nDepending on the histological results and the eosinophilic densitý on the biopsies, which corresponds to the gold standard for making the diagnosis and assessing the activity of eosinophilic esophagitis, subjects will be classified either in the \"patient with active eosinophilic esophagitis\" group, the \"patient with eosinophilic esophagitis in remission\" group, or the \"patient without eosinophilic esophagitis\" group, which will correspond to a comparator control group. This group will therefore be defined a posteriori.\n\nUrinary, serum and endoluminal esophageal brushing EDN values will be measured by ELISA or qPCR at INRAe or Pitié-Salpêtrière. Total and specific IgE, Phadiatop®, tryptase, CBC and eosinophil activation tests will be performed at the Groupe Hospitalier de l'Est Parisien biochemistry-allergology laboratory. If the Phadiatop® test is positive, additional tests will be carried out on the blood already collected to determine the level of pneumoallergen-specific IgE. Analysis of cytokine profiles on blood samples and esophageal biopsies, as well as non-targeted metabolomic analyses, will be carried out at INRAe in a second phase, once all samples have been taken.\n\nIn addition, extractions of salivary, esophageal and fecal bacterial and fungal DNA will be performed at INRAe, and sequencing at the @Bridge platform.\n\nOn the day of the digestive endoscopy, children and/or their parents will complete the PedsQL® and PEESS questionnaires.\n\nOur main objective is to evaluate the correlation of EDN in urine, blood and esophageal brushings with the eosinophilic infiltrate counted on esophageal biopsies. Then, the concentration of a panel of cytokines in blood and esophageal biopsies, the allergic sensitization profile in blood and esophageal biopsies, and an untargeted description of esophageal metabolomics will be compared between groups.\n\nOur secondary objective is to study the esophageal, salivary and fecal microbiota in these same patients in order to describe the composition, alpha and beta-diversity of bacterial and mycological flora between patients and controls, as well as their association with pathology, and to propose possible alternative therapies aimed at modulating the esophageal and/or salivary microbiota in the management of eosinophilic esophagitis. Primary and secondary outcomes are detailed below."
    },
    "conditionsModule": {
      "conditions": [
        "Eosinophilic Esophagitis"
      ],
      "keywords": [
        "Eosinophilic Esophagitis",
        "Eosinophil-derived neurotoxin",
        "Gastrointestinal microbiome",
        "Endoscopy, digestive system",
        "Hypersensitivity"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patient with suspicion of eosinophilic esophagitis",
          "type": "EXPERIMENTAL",
          "description": "Patients will benefit from blood, urine and stool sampling, esophageal brushing, and additional esophageal biopsies.",
          "interventionNames": [
            "Biological: Blood sampling",
            "Biological: Esophageal biopsies",
            "Biological: Unstimulated saliva sampling",
            "Biological: Urine sampling",
            "Biological: Stool sampling"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Blood sampling",
          "description": "3 tubes of blood for research purposes (maximum 9.6 mL for children weighing 5-12 kg, 16 mL between 12-20 kg, 24 mL between 20 and 30 kg, and 56 mL for those weighing over 30 kg) will be taken from the catheter necessary for general anaesthesia.",
          "armGroupLabels": [
            "Patient with suspicion of eosinophilic esophagitis"
          ],
          "otherNames": [
            "Blood test/Blood collection"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Esophageal biopsies",
          "description": "4 additional esophageal biopsies will be taken during digestive endoscopy, in the pathological zone or in the lower third of the esophagus by default.",
          "armGroupLabels": [
            "Patient with suspicion of eosinophilic esophagitis"
          ],
          "otherNames": [
            "Biopsies of the esophagus"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Unstimulated saliva sampling",
          "description": "A esophageal brushing will be done during digestive endoscopy.",
          "armGroupLabels": [
            "Patient with suspicion of eosinophilic esophagitis"
          ],
          "otherNames": [
            "Unstimulated saliva collection"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Urine sampling",
          "description": "A urine sample will be collected during hospitalization for digestive endoscopy.",
          "armGroupLabels": [
            "Patient with suspicion of eosinophilic esophagitis"
          ],
          "otherNames": [
            "Urine collection"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Stool sampling",
          "description": "A stool sample will be collected during hospitalization for digestive endoscopy.",
          "armGroupLabels": [
            "Patient with suspicion of eosinophilic esophagitis"
          ],
          "otherNames": [
            "Stool collection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Urinary EDN",
          "description": "Mean value of urinary EDN in the groups : \"patient with active eosinophilic esophagitis\", \"patient with eosinophilic esophagitis in remission\", and \"control without eosinophilic esophagitis\".\n\nPatients will be assigned to one of these 3 groups according to biopsy results and the rate of eosinophilic infiltration.",
          "timeFrame": "4 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Serum EDN",
          "description": "mean value of serum EDN.",
          "timeFrame": "4 months"
        },
        {
          "measure": "Endoluminal EDN",
          "description": "Mean value of endoluminal EDN obtained by esophageal brushing.",
          "timeFrame": "4 months"
        },
        {
          "measure": "Eosinophilic infiltrate of esophagus",
          "description": "Rate of eosinophilic infiltration of the oesophageal mucosa. It will define the groups.",
          "timeFrame": "4 months"
        },
        {
          "measure": "Blood eosinophilia",
          "description": "Mean value of circulating eosinophils on blood count and eosinophil activation test.",
          "timeFrame": "4 months"
        },
        {
          "measure": "Concentrations of a panel of serum cytokines",
          "description": "Serum cytokine profile",
          "timeFrame": "4 months"
        },
        {
          "measure": "Concentrations of a panel of cytokines on esophageal biopsies",
          "description": "Esophagus cytokine profile",
          "timeFrame": "4 months"
        },
        {
          "measure": "Esophagus metabolomic profile",
          "description": "Non-targeted description of metabolomics on esophageal biopsies",
          "timeFrame": "4 months"
        },
        {
          "measure": "Total IgE and tryptase",
          "description": "Mean value of total IgE and tryptase.",
          "timeFrame": "4 months"
        },
        {
          "measure": "Food or respiratory allergens sensitivity",
          "description": "Proportion of patients with specific-IgE assays for major food allergens (egg white, or cow's milk or peanut or fish or wheat) or clinically-oriented food allergens, or positive Phadiatop®.",
          "timeFrame": "4 months"
        },
        {
          "measure": "Serum specific-IgE",
          "description": "Mean serum specific-IgE value for major food allergens (egg white or cow's milk or peanut or fish or wheat) or clinically-oriented food allergens, or specified pneumoallergens \\>0.1 kU/L (if Phadiatop® positive)",
          "timeFrame": "4 months"
        },
        {
          "measure": "Specific-IgE on esophageal biopsies",
          "description": "Mean value of specific-IgE on esophageal biopsies of major food allergens (egg white or cow's milk or peanut or fish or wheat) or clinically-directed food allergens, or specified pneumoallergens \\>0.1 kU/L (in case of positive Phadiatop®)",
          "timeFrame": "4 months"
        },
        {
          "measure": "Composition of esophageal, salivary and fecal microbiota",
          "timeFrame": "4 months"
        },
        {
          "measure": "Quality of life scale",
          "description": "PedsQL score",
          "timeFrame": "4 months"
        },
        {
          "measure": "Symptom score",
          "description": "PEESS score",
          "timeFrame": "4 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Suspicion of eosinophilic esophagitis due to symptoms of esophageal dysfunction OR follow-up of eosinophilic esophagitis histologically proven at a previous upper GI endoscopy.\n* Indication for upper GI endoscopy for diagnosis or follow-up of eosinophilic esophagitis, or for pathology other than eosinophilic esophagitis.\n\nExclusion Criteria:\n\n\\- Patients with chronic inflammatory bowel disease, esophageal atresia or achalasia",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "2 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Anaïs LEMOINE, Doctor",
          "role": "CONTACT",
          "phone": "00 33 1 44 73 60 69",
          "email": "anais.lemoine@aphp.fr"
        },
        {
          "name": "Patrick TOUNIAN, Professor of University",
          "role": "CONTACT",
          "phone": "00 33 1 44 73 60 69",
          "email": "p.tounian@aphp.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Anaïs LEMOINE, Doctor",
          "affiliation": "Assistance Publique - Hôpitaux de Paris",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Nutrition et gastro-entérologie pédiatrique-Trousseau Hospital",
          "status": "RECRUITING",
          "city": "Paris",
          "zip": "75012",
          "country": "France",
          "contacts": [
            {
              "name": "Anaïs LEMOINE, Doctor",
              "role": "CONTACT",
              "phone": "00 33 1 44 73 60 69",
              "email": "anais.lemoine@aphp.fr"
            },
            {
              "name": "Patrick TOUNIAN, Professor of University",
              "role": "CONTACT",
              "phone": "00 33 1 44 73 60 69",
              "email": "p.tounian@aphp.fr"
            }
          ],
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D057765",
          "term": "Eosinophilic Esophagitis"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D004941",
          "term": "Esophagitis"
        },
        {
          "id": "D004935",
          "term": "Esophageal Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005759",
          "term": "Gastroenteritis"
        },
        {
          "id": "D004802",
          "term": "Eosinophilia"
        },
        {
          "id": "D007960",
          "term": "Leukocyte Disorders"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001800",
          "term": "Blood Specimen Collection"
        },
        {
          "id": "D059349",
          "term": "Urine Specimen Collection"
        }
      ],
      "ancestors": [
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D011677",
          "term": "Punctures"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}