{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01002976",
      "orgStudyIdInfo": {
        "id": "CMC-09-0065-CTIL"
      },
      "organization": {
        "fullName": "Carmel Medical Center",
        "class": "OTHER"
      },
      "briefTitle": "Correlation Between IgE Parameters and the Response to Omalizumab in Subjects With Severe Asthma",
      "officialTitle": "Correlation Between Level of Free IgE, Total IgE, Specific IgE and FceRI Expression on Effectors Cells and the Respond to Omalizumab in Subjects With Severe Asthma. Single Arm Open Label Study",
      "acronym": "OM-2009-XO"
    },
    "statusModule": {
      "statusVerifiedDate": "2012-01",
      "overallStatus": "WITHDRAWN",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2009-12"
      },
      "primaryCompletionDateStruct": {
        "date": "2011-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2012-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2009-10-25",
      "studyFirstSubmitQcDate": "2009-10-27",
      "studyFirstPostDateStruct": {
        "date": "2009-10-28",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2012-01-23",
      "lastUpdatePostDateStruct": {
        "date": "2012-01-24",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Adir Yochai, MD",
        "oldOrganization": "Carmel Medical Center"
      },
      "leadSponsor": {
        "name": "Carmel Medical Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Omalizumab is an anti-IgE recombinant humanized monoclonal antibody.The efficacy and tolerability of omalizumab have been demonstrated in patients with moderate-to-severe and allergic (IgE-mediated) asthma. Clinical benefit with omalizumab is observed when serum free IgE levels are reduced to 50 ng/mL or less. However, although the causal role of IgE in allergic disease is well established, the relationship between free IgE and clinical symptoms of asthma has not been accurately quantified. Recent study demonstrated that omalizumab and free IgE concentrations are correlated with clinical outcomes. In non responder to omalizumab the clinical symptoms show random fluctuations around baseline without any tendency toward improvement despite adequate suppression of free IgE. In these patients it may be the ratio of specific IgE to total IgE or inter-patient variability in the expression of FceRI on effector cells that define whether the patient will respond or not to omalizumab.\n\nThis current study is designed to evaluate the mechanisms of responsiveness to omalizumab measuring the free IgE, specific IgE and the level of FceRI expression on the effector cell and the correlation to clinical response.",
      "detailedDescription": "Omalizumab represents a new therapeutic approach for IgE-mediated disease. Omalizumab is an anti-IgE recombinant humanized monoclonal antibody designed to treat IgE-mediated disease by reducing the concentration of free IgE antibody in subjects.\n\nThe safety, tolerability, pharmacokinetics and pharmacodynamics of single and multiple doses of Omalizumab have now been studied in more than 2000 patients. Omalizumab compared to placebo has been demonstrated to reduce the number of asthma exacerbations, reduce the concomitant medication burden, improve the symptom severity and improve quality of life in phase III studies in the treatment of patients with allergic asthma, perennial allergic rhinitis and seasonal allergic rhinitis. For further information the reader is referred to the investigator brochure.\n\nAllergic (IgE-mediated) asthma is characterized by the presence of IgE antibodies against common allergens. When allergen cross-links specific IgE bound to high-affinity IgE (FceRI) receptors on the surface of basophils and mast cells, proinflammatory mediators are released that trigger and perpetuate airway symptomatology. Omalizumab, an anti-IgE mAb, binds to the Fc region of all forms of circulating IgE, regardless of IgE specificity, preventing IgE-mediated responses, and downregulating FceRI expression on mast cells and basophils. The efficacy and tolerability of omalizumab have been demonstrated in patients with moderate-to-severe (IgE-mediated) asthma. Clinical benefit with omalizumab is observed when serum free IgE levels are reduced to 50 ng/mL or less. Omalizumab dosing is based on pretreatment total serum IgE level and body weight, and calculated using a dosing table. Omalizumab binds to IgE to reversibly form IgG-IgE complexes. In binding, omalizumab pushes the reaction toward the IgG-IgE complex, which is incapable of binding to IgE receptors, thereby suppressing free IgE and reducing the clinical symptoms of allergic asthma. However, although the causal role of IgE in allergic disease is well established, the relationship between free IgE and clinical symptoms of asthma has not been accurately quantified. Recent study demonstrated that omalizumab and free IgE concentrations are correlated with clinical outcomes. In non responder to omalizumab the clinical symptoms show random fluctuations around baseline without any tendency toward improvement despite adequate suppression of free IgE. In these patients it may be the ratio of specific IgE to total IgE or inter-patient variability in the expression of FceRI on effector cells that define whether the patient will respond or not to omalizumab.\n\nThis current study is designed to evaluate the mechanisms of responsiveness to omalizumab measuring the free IgE, specific IgE and the level of FceRI expression on the effector cell and the correlation to clinical response.\n\nTo further characterize the patients' phenotype we will also evaluate fraction of Nitric Oxide in expired air (FE-NO) levels and eosinophils percentage in induced sputum before and at the end of the study."
    },
    "conditionsModule": {
      "conditions": [
        "Severe Allergic Asthma"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Blood Sputum"
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Rate of clinically significant asthma exacerbation (defined as worsening of symptoms requiring systemic steroids treatment)",
          "timeFrame": "4-6 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Forced Vital Capacity (FVC)",
          "timeFrame": "4-6 months"
        },
        {
          "measure": "FEV1/FVC ratio",
          "timeFrame": "4-6 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects who (or as appropriate whose legal guardian) have been informed of the study procedures and medications and have given their written informed consent\n* Subjects with severe allergic asthma that based on standard practice have been assigned to omalizumab treatment and fulfill all requirements for such treatment\n* The requirements include:\n\n  * Uncontrolled severe asthma despite maximal and optimal therapy , GINA stage IV\n  * Reversible airway obstruction ( a change of 12% of FEV1 after bronchodilator inhalation)\n  * Non smoking or smoking less then 10 PY.\n  * Positive skin test or RAST test for relevant allergen\n  * IGE blood level between 30-700 IU and\n  * Two or more asthma exacerbation needed systemic steroids treatment during the last twelve months or continuing systemic steroid treatment. or\n  * Contraindication to systemic steroid treatment due to side effects, such as osteoporosis and uncontrolled diabetes.\n\nExclusion Criteria:\n\n* Pregnancy or nursing mothers\n* Subject who have experienced a severe hypersensitivity reaction to Xolair®",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "male and female subjects with allergic asthma, aged 18-75 years that, based on standard practice, have been assigned to omalizumab treatment and fulfill all requirements for such treatment will be included in this study",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Yochai Adir, MD",
          "affiliation": "Carmel Medical Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Carmel Medical Center",
          "city": "Haifa",
          "country": "Israel",
          "geoPoint": {
            "lat": 32.81303,
            "lon": 34.99928
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}