{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07242950",
      "orgStudyIdInfo": {
        "id": "KA23/257"
      },
      "organization": {
        "fullName": "Baskent University",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Elimination Diet on Intestinal Mucus Barrier in Infants With Cow's Milk Protein Allergy",
      "officialTitle": "Evaluation of the Effect of Elimination Diet on Intestinal Mucus Barrier in Infants Diagnosed With Cow's Milk Protein Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-09-04",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-10-04",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-08-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-09-19",
      "studyFirstSubmitQcDate": "2025-11-19",
      "studyFirstPostDateStruct": {
        "date": "2025-11-21",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Baskent University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this observational study is to learn about the effects of cow's milk protein elimination diets on breastfed infants under 26 weeks of age with newly diagnosed non-IgE-mediated CMPA. The main question it aims to answer is:\n\nDoes a cow's milk protein elimination diet improve clinical symptoms (CoMiSS scores), growth parameters, and gut immune markers (MUC2 and sIgA) in breastfed infants with CMPA?\n\nParticipants included breastfed infants under 26 weeks diagnosed with non-IgE-mediated CMPA and healthy age- and sex-matched controls without allergies. Infants and their mothers were followed prospectively. Data were collected at baseline and at the end of the study through face-to-face surveys with mothers, three-day food records, anthropometric measurements, CoMiSS evaluations, and stool samples. Mothers in the CMPA group received education on elimination diets, calcium supplementation, and complementary feeding guidance, while the control group received only complementary feeding guidance. Stool samples were analyzed for MUC2 and sIgA using ELISA.",
      "detailedDescription": "The study included breastfed babies under 26 weeks of age who were diagnosed with new non-IgE-mediated CMPA by an allergist, had an elimination diet, and applied to two hospitals designated in Türkiye. Infants and their mothers without allergies or atopic diseases, similar in age and gender, were in the control group. According to the power analysis performed with G\\*Power, a total of 32 infants were needed to detect a medium-sized difference with a 5% type I error rate and 85% power. The study began with 20 infants with CMPA and 18 healthy infants. Following dietary noncompliance and withdrawals, the study concluded with 17 infants in each group.\n\nData were collected at two time points: the beginning and end of the study. At each point, face-to-face surveys were administered to mothers, three-day food records were obtained for both mothers and infants, and infants' anthropometric measurements, Cow's Milk Protein-related Symptom Scores (CoMiSS), and stool samples were collected.\n\nMothers in the case group received detailed training on cow's milk protein (CMP) elimination diets and complementary feeding and were supplemented with 1000 mg/day of calcium. The control group received only complementary feeding guidance. Monthly follow-ups were conducted to monitor compliance. The elimination diet in the case group was prescribed and supervised by a dietitian, with reintroduction following the \"milk ladder\" protocol after an average of 1.9±0.79 months. In the control group, final assessments were performed three months after baseline. At study completion, all initial measurements were repeated, and a second stool sample was collected.\n\nInfants' body weight (kg), length (cm) and head circumference (cm) measurements were taken by a physician using a standardized scale, infantometer and non-stretch tape measure, in accordance with the method recommended by the World Health Organisation. Anthropometric measurements \\[length-for-age (LFA), weight-for-age (WFA), weight-for-length (WFL) and head circumference-for-age (HCFA)\\] were assessed using the WHO ANTHRO Software according to Z-scores (z-score=patient's value-mean value/standard deviation).\n\nThree-day food records (two weekdays, one weekend day) were collected from mothers and infants. Mothers' records were used to assess adherence to the elimination diet, and participants consuming dairy during the diet were excluded. Portion sizes were estimated using a portion size picture book. Daily energy and nutrient intakes were analyzed using BeBiS software (version 9.0). Infants' intakes were evaluated against Adequate Intake (AI) reference values from the Dietary Reference Intakes (DRI). Breast milk intake was estimated using the ALSPAC method: 100 mL for feeds \\>10 minutes and 50 mL for feeds \\<5 minutes, with reference values of 780 mL/day for 0-6 months and 600 mL/day for 7-12 months.\n\nThe clinical symptoms of infants were assessed using CoMiSS. CoMiSS is a scoring system that assesses crying, regurgitation, stool type (Bristol stool scale), skin and respiratory symptoms, with a total score ranging from 0 to 33.\n\nStool samples were collected in a container with a spoon at the beginning and end of the study to ensure an adequate quantity (≥50 mg) was obtained. The samples were stored at -80°C to prevent loss of bioactivity and contamination. MUC2 and sIgA analyses were performed using the sandwich enzyme immunoassay method with Human MUC2 and Human sIgA ELISA kits via the enzyme-linked immunosorbent assay (ELISA) method. The Human MUC2 ELISA kit has a sensitivity of 0.57 ng/mL and a measurement range of 1.57-100 ng/mL. The Human sIgA ELISA kit has a sensitivity of 0.098 µg/mL and a measurement range of 0.312-20 µg/mL. According to the analysis protocol, samples and standards were added in duplicate to microtiter wells. Then, biotin-conjugated specific antibody and avidin-HRP conjugate were applied. After the color developed with the TMB substrate, the reaction was stopped with a stop solution containing sulfuric acid. Absorbance was measured at a wavelength of 450±10 nm. Concentrations were then calculated using a standard curve based on the obtained optical density values."
    },
    "conditionsModule": {
      "conditions": [
        "Cow Milk Protein Allergy",
        "Mucin",
        "Immunoglobulin A",
        "Diet Therapy"
      ],
      "keywords": [
        "Cow Milk Protein Allergy",
        "Mucin-2",
        "Secretory Immunoglobulin A",
        "Elimination Diet"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "3 Months",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "stool sample"
      },
      "enrollmentInfo": {
        "count": 34,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "MUC2 level",
          "timeFrame": "From the day of CMPA diagnosis in infants until three months later in case group From the beginning the study in infants until three months later in control group"
        },
        {
          "measure": "sIgA level",
          "timeFrame": "From the day of CMPA diagnosis in infants until three months later in case group From the beginning the study in infants until three months later in control group"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Monitoring of growth",
          "timeFrame": "From the day of CMPA diagnosis in infants until three months later in case group From the beginning the study in infants until three months later in control group"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria for the case group:\n\n* Diagnosed with non-IgE-mediated ARI during the study period,\n* Aged less than 26 weeks at the beginning of the study,\n* Still breastfeeding,\n* Gestational age between 37 and 42 weeks,\n* Single birth,\n* Birth weight ≥ 2500 g and ≤ 4500 g, and their mothers.\n\nThe exclusion criteria for the case group are as follows:\n\nthose with a diagnosed chronic or systemic disease, those with neonatal disease or congenital malformation, those who have had an infection or illness requiring hospitalisation during the study period, infants who have never been breastfed and their mothers.\n\nInclusion criteria for the control group:\n\n* Age less than 26 weeks at the beginning of the study,\n* No allergy to food or medication,\n* No diagnosis of an atopic disease,\n* Still breastfeeding,\n* Gestational age between 37 and 42 weeks,\n* Single birth,\n* Infants with birth weight ≥ 2500 g and ≤ 4500 g and their mothers.\n\nThe exclusion criteria for the control group are as follows:\n\nThose with a diagnosed allergy or atopic disease, those with a diagnosed known chronic or systemic disease, those with neonatal disease or congenital malformations, those who have experienced an infection or illness requiring hospitalisation during the study period, infants who have never received breast milk and their mothers.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "1 Week",
      "maximumAge": "26 Weeks",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "The study included breastfed babies under 26 weeks of age who were diagnosed with new non-IgE-mediated CMPA by an allergist, had an elimination diet, and applied to two hospitals designated in Türkiye. Infants and their mothers without allergies or atopic diseases, similar in age and gender, were in the control group.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Baskent University",
          "city": "Ankara",
          "state": "Etimesgut",
          "zip": "06790",
          "country": "Turkey (Türkiye)",
          "geoPoint": {
            "lat": 39.91987,
            "lon": 32.85427
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Data obtained through this study may be provided to qualified researchers with academic interest on CMPA. Data or samples shared will be coded, with no PHI included. Approval of the request and execution of all applicable agreements (i.e. a material transfer agreement) are prerequisites to the sharing of data with the requesting party.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "ICF",
        "CSR"
      ],
      "timeFrame": "Data requests can be submitted starting 9 months after article publication and the data will be made accessible for up to 24 months. Extensions will be considered on a case-by-case basis.",
      "accessCriteria": "Exclusion Criteria:\n\n* Exclusion criteria for the case group:\n\nhave a chronic or systemic disease, have a neonatal disease or congenital malformation, have had an infection or illness requiring hospitalisation during the research process, infants who have never received breast milk, and the mothers of these infants.\n\nExclusion criteria for the control group:\n\nhave a diagnosed allergy or atopic disease, have a diagnosed known chronic or systemic disease, have a neonatal disease or congenital malformation, those who have an infection or disease requiring hospitalisation during the study period, infants who have not received any breast milk, and the mothers of these infants."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "C536137",
          "term": "Medullary cystic kidney disease 1"
        }
      ]
    }
  },
  "hasResults": false
}