{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02547519",
      "orgStudyIdInfo": {
        "id": "808040017"
      },
      "organization": {
        "fullName": "Technical University of Munich",
        "class": "OTHER"
      },
      "briefTitle": "Pre-POINT-Early Study",
      "officialTitle": "Pilot Study Using Oral Insulin at Early Age for Immune Efficacy in Primary Prevention of Type 1 Diabetes"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-02",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-08"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2015-08-29",
      "studyFirstSubmitQcDate": "2015-09-09",
      "studyFirstPostDateStruct": {
        "date": "2015-09-11",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-02-12",
      "lastUpdatePostDateStruct": {
        "date": "2018-02-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Technical University of Munich",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Technische Universität Dresden",
          "class": "OTHER"
        },
        {
          "name": "Ludwig-Maximilians - University of Munich",
          "class": "OTHER"
        },
        {
          "name": "Helmholtz Zentrum München",
          "class": "INDUSTRY"
        },
        {
          "name": "German Center for Diabetes Research",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "Type 1 diabetes (T1D) results from an autoimmune destruction of the insulin-producing beta cells within the pancreatic islets of Langerhans. This process is identified by circulating islet autoantibodies to beta cell antigens, and is mediated by a lack of immunological self-tolerance. Self-tolerance is achieved by T cell exposure to antigen in the thymus or periphery in a manner that deletes autoreactive effector T cells or induces regulatory T cells. Immunological tolerance can be achieved by administration of antigen under appropriate conditions. Administration of oral insulin in islet autoantibody-negative children who are genetically predisposed for T1D offers the potential for inducing immunological tolerance to beta cells and thereby protect against the development of islet autoimmunity and T1D.",
      "detailedDescription": "The purpose of the Pre-POINT-Early Study is to investigate and consolidate the finding from the preceding Pre-POINT Study, namely safety and immune efficacy at a daily dose of 67.5 mg oral insulin. Since younger children will be tested in Pre-POINT-Early, the 67.5 mg dose will be reached by dose escalation starting at 7.5 mg for 3 months followed by exposure to 22.5 mg for 3 months, and reaching the desired 67.5 mg dose, which is administered for 6 months in 22 children.\n\nThe active substance for oral application is human insulin, synthesized in a special non-disease-producing laboratory strain of Escherichia coli bacteria that has been genetically altered by the addition of the gene for human insulin production (Lilly Pharmaceuticals, Indianapolis, Indiana, USA). The physical, chemical and pharmaceutical properties of the human insulin have been well documented by the manufacturer. Oral Insulin will be applied as a capsule containing 7.5; 22.5 and 67.5 mg of the active substance together with filling substance cellulose. After oral administration insulin will be rapidly degraded by gastric acids. Enteric delivery and systemic availability is therefore unlikely and efficacy of active insulin is likely to be restricted to the oral mucosa.\n\nIn human studies oral insulin administration was safe and without adverse side effects at doses between 2.5 and 7.5 mg per day. Additionally Bonifacio et al. have conducted and completed the Pre-POINT study, the first primary autoantigen vaccination dose-finding study in which children with high genetic risk for type 1 diabetes were administered insulin orally daily. Oral insulin at all tested doses (2.5 mg; 7.5 mg; 22.5 mg and 67.5 mg) in Pre-POINT was considered safe: None of the children who received study drug or placebo experienced hypoglycaemic episodes after administration of medication, and no allergic reactions were observed.\n\nThe Pre-POINT-Early intended doses for oral application are 7.5, 22.5 and 67.5 mg per day. The aim of the study is to determine whether daily administration of oral insulin starting with dose 7.5 mg (3 months), moving to dose 22.5 mg (3 months) and to the highest dose of 67.5 mg (6 months) insulin to young children aged 6 months to 2 years with high genetic risk for T1DM induces immune responses to insulin and/or proinsulin with features of immune regulation."
    },
    "conditionsModule": {
      "conditions": [
        "Diabetes Mellitus, Type 1"
      ],
      "keywords": [
        "Type 1 diabetes",
        "T1D",
        "diabetes mellitus",
        "oral insulin",
        "oral tolerance",
        "autoantigen",
        "self tolerance",
        "prevention",
        "at risk for developing type 1 diabetes",
        "juvenile diabetes"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 44,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "oral insulin capsule (dose escalation using 3 dose strengths)",
          "type": "EXPERIMENTAL",
          "description": "Dose 1 is 7.5 mg rH-insulin crystals; dose 2 is 22.5 mg rH-insulin crystals; dose 3 is 67.5 mg rH-insulin crystals. The insulin crystals are formulated together with filling substance (microcrystalline cellulose to a total weight of 200 mg) and contained in hard gelatine capsules. The study treatment will be given orally.",
          "interventionNames": [
            "Drug: Oral Insulin"
          ]
        },
        {
          "label": "Placebo capsule",
          "type": "PLACEBO_COMPARATOR",
          "description": "Daily treatment with placebo capsules containing filling substance (microcrystalline cellulose).",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Oral Insulin",
          "description": "Total of 12 months treatment; dose escalation scheme: daily treatment with 7.5 mg or placebo for 3 months; increasing to daily treatment with 22.5 mg or placebo for the following 3 months; increasing to daily treatment with 67.5 mg or placebo for the last 6 months of the treatment period.",
          "armGroupLabels": [
            "oral insulin capsule (dose escalation using 3 dose strengths)"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Total of 12 months treatment; daily treatment with insulin or placebo capsules containing filling substance (microcrystalline cellulose).",
          "armGroupLabels": [
            "Placebo capsule"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The activation of a CD4+ T cell immune response against insulin",
          "description": "The primary outcome for immune efficacy is the activation of an immune response (antibody or CD4+ T cell) against insulin. Each participant will be categorized as reaching a response or not. A response is defined as a \\>2-fold increase that reaches a stimulation index of \\>3.0.",
          "timeFrame": "change from baseline (visit 1) in CD4+ T cell response measured as a stimulation index at 12 months of treatment"
        },
        {
          "measure": "The activation of an antibody response against insulin.",
          "description": "An antibody response is defined as an increase from baseline of \\>10 cpm in serum IgG binding to insulin from baseline to 12 months, or a positive salivary IgA binding to insulin at 12 months.",
          "timeFrame": "change from baseline (visit 1) in antibodies measured as serum IgG binding to insulin (unit of measure, cpm) and salivary IgA binding to insulin (unit of measure, cpm) at 12 months of treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Gene expression of CD4+ T cell response to insulin.",
          "description": "The number of responders in the insulin treated group will be compared with the number of responders in the placebo treated group. As secondary outcomes, responder status in individual measures of antibody response to insulin, CD4+ T cells response to insulin, and CD4+ T cell response to proinsulin will be compared between insulin treated and placebo treated groups. For a mechanistic secondary outcome, the proportion of insulin responsive and of proinsulin responsive CD4+ T cells that have a Treg gene expression profile, an IFNg profile, and the Treg/IFNg cell ratio will be compared between the insulin treated and placebo treated groups.",
          "timeFrame": "gene expression profile measurement on insulin-responsive CD4+ T cells at 12 months visit."
        },
        {
          "measure": "Hypoglycemia",
          "description": "Metabolic changes within two hours after receiving study drug. This will be performed at the first administration of oral insulin or placebo at each new dose (visit 1, visit 2, and visit 3). At these visits, blood glucose concentrations will be measured at 0 minutes, 30 minutes, 60 minutes, and 120 minutes after receiving study drug to determine whether the treatment induces hypoglycaemia which is defined as \\<50 mg/dl (\\<2.8 mmol/L).",
          "timeFrame": "Measured at baseline (visit 1) and at each subsequent change in dose (visits 2 and 3)"
        },
        {
          "measure": "change in total IgE concentration",
          "description": "The purpose is to detect an unexpected allergy to study drug. Total IgE will be measured at visit 1 and at the end of each dose or oral insulin or placebo. The change in concentration from baseline will be reported and compared between placebo and the study drug treated participants for each of the three doses.",
          "timeFrame": "A change from baseline (visit 1) in total IgE concentration at 3 months of treatment,change from baseline (visit 1) in total IgE concentration at 6 months of treatment,change from baseline (visit 1) in total IgE concentration at 12 months of treatment"
        },
        {
          "measure": "Study drug specific IgE",
          "description": "The purpose is to detect an unexpected allergy to study drug. Insulin-specific IgE (cpm) will be measured using a radiobinding immunoprecipitation assay at visit 1 and at the end of treatment. Each child will be classified as positive or negative for the appearance of IgE antibodies against insulin after 12 months, and the number of children with IgE antibodies against insulin will be reported in the placebo and study drug treated groups.",
          "timeFrame": "Baseline (visit 1) and end of treatment (12 months)."
        },
        {
          "measure": "GAD and IA-2 autoantibodies",
          "description": "The purpose is to detect seroconversion to islet autoantibody positive. Measurements are performed using a radiobinding immunoprecipitation assay. Children who become positive on two occasions during follow-up will stop treatment. The number of children who develop autoantibodies to GAD or IA-2 in he placebo and study drug treated groups will be compared.",
          "timeFrame": "Measured at baseline where they must be negative, and at 3 months, 6 months, 9 months, and 12 months."
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Adverse events",
          "description": "Adverse events are reported through out the period of participation of each participants. Analysis will compare the number and frequency of adverse events during treatment with study drug (total and during each dose period) to the number and frequency of adverse events in the placebo treated children.",
          "timeFrame": "Duration of participation from study visit 1 until 12 months visit or drop out."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Children aged 6 months to 2 years who have a first degree relative with type 1 diabetes, and have a HLA genotype that includes a HLA DR4-DQB1\\*0302 or HLA DR4-DQB1\\*0304 haplotype, and does not include one of the following alleles or haplotypes: DR 11, DR 12, DQB1\\*0602, DR7-DQB1\\*0303, DR14-DQB1\\*0503\n\n   and must be\n2. Islet autoantibody negative at time of recruitment.\n\nExclusion Criteria:\n\n1. Concomitant disease or treatment, which may interfere with assessment or cause immunosuppression, as judged by the investigators.\n2. Prior or current participation in another intervention trial.\n3. Any condition that could be associated with poor compliance.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "6 Months",
      "maximumAge": "2 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Anette-G. Ziegler, Prof. Dr., MD",
          "affiliation": "Forschergruppe Diabetes, Klinikum rechts der Isar, Technische Universität München, Lehrstuhl für Diabetes und Gestationsdiabetes, der Technischen Universität München",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Ezio Bonifacio, Prof. Dr., PhD",
          "affiliation": "DFG-Center for Regenerative Therapies Dresden, Dresden University of Technology",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Peter Achenbach, PD Dr., MD",
          "affiliation": "Forschergruppe Diabetes, Klinikum rechts der Isar, Technische Universität München, Lehrstuhl für Diabetes und Gestationsdiabetes, der Technischen Universität München",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Forschergruppe Diabetes, Klinikum rechts der Isar, Technische Universität München, Lehrstuhl für Diabetes und Gestationsdiabetes der Technischen Universität München",
          "city": "München",
          "zip": "80804",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.60698,
            "lon": 13.31243
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "33515070",
          "type": "DERIVED",
          "citation": "Assfalg R, Knoop J, Hoffman KL, Pfirrmann M, Zapardiel-Gonzalo JM, Hofelich A, Eugster A, Weigelt M, Matzke C, Reinhardt J, Fuchs Y, Bunk M, Weiss A, Hippich M, Halfter K, Hauck SM, Hasford J, Petrosino JF, Achenbach P, Bonifacio E, Ziegler AG. Oral insulin immunotherapy in children at risk for type 1 diabetes in a randomised controlled trial. Diabetologia. 2021 May;64(5):1079-1092. doi: 10.1007/s00125-020-05376-1. Epub 2021 Jan 30."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "Related Info",
          "url": "http://www.helmholtz-muenchen.de/idf1"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003922",
          "term": "Diabetes Mellitus, Type 1"
        },
        {
          "id": "D003920",
          "term": "Diabetes Mellitus"
        }
      ],
      "ancestors": [
        {
          "id": "D044882",
          "term": "Glucose Metabolism Disorders"
        },
        {
          "id": "D008659",
          "term": "Metabolic Diseases"
        },
        {
          "id": "D009750",
          "term": "Nutritional and Metabolic Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D001327",
          "term": "Autoimmune Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D007328",
          "term": "Insulin"
        }
      ],
      "ancestors": [
        {
          "id": "D011384",
          "term": "Proinsulin"
        },
        {
          "id": "D061385",
          "term": "Insulins"
        },
        {
          "id": "D010187",
          "term": "Pancreatic Hormones"
        },
        {
          "id": "D036361",
          "term": "Peptide Hormones"
        },
        {
          "id": "D006728",
          "term": "Hormones"
        },
        {
          "id": "D006730",
          "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
        },
        {
          "id": "D010455",
          "term": "Peptides"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        }
      ]
    }
  },
  "hasResults": false
}