{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06448585",
      "orgStudyIdInfo": {
        "id": "90//2024"
      },
      "organization": {
        "fullName": "Gala Servicios Clinicos S.L.",
        "class": "OTHER"
      },
      "briefTitle": "Dietary Supplement (Beta-Glucans) in Allergic Patients Undergoing Subcutaneous Immunotherapy.",
      "officialTitle": "Effectiveness of a Dietary Supplement Based on a Synergistic Combination of Beta-Glucans and Saccharomyces Cerevisiae Yeast Enriched With Zinc and Selenium in Allergic Patients Undergoing Subcutaneous Immunotherapy Study."
    },
    "statusModule": {
      "statusVerifiedDate": "2025-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-05-29",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-05-29",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-12-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-06-04",
      "studyFirstSubmitQcDate": "2024-06-04",
      "studyFirstPostDateStruct": {
        "date": "2024-06-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-23",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Gala Servicios Clinicos S.L.",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The present study will attempt to determine if the dietary supplement, based on a synergistic combination of β-glucans and Saccharomyces cerevisiae yeast enriched with Zinc and Selenium, can improve the immune response in allergic patients diagnosed with rhinitis or rhinoconjunctivitis, with or without controlled asthma, who are undergoing subcutaneous polymerized 100 immunotherapy with a rapid initiation protocol. It will also attempt to determine if the dietary supplement in combination with DAO enzyme could improve the immunological response to immunotherapy.",
      "detailedDescription": "The study\\&#39;s hypothesis is to verify whether the dietary supplement based on a synergistic combination of Beta-glucans and Saccharomyces cerevisiae yeast enriched with Zinc and Selenium is an immunomodulator of innate immunity with antioxidant properties that can strengthen and enhance the immune system response in allergic patients undergoing specific subcutaneous polymerized immunotherapy (ITE).\n\nIts ingredients (beta-glucans, Saccharomyces cerevisiae yeast, selenium, and zinc) may provide patients with a balanced immune response during periods of seasonal stress as a result of increased levels of aeroallergens.\n\nHistamine is a biogenic amine involved in numerous physiological systems, including allergic processes. Diamine oxidase (DAO) is an enzyme that metabolizes histamine. Pork kidney extract contains high amounts of DAO enzyme and is marketed for the management of various symptoms related to high levels of histamine in the blood. DAO deficiency has been associated with clinical manifestations of asthma and allergic rhinitis. The aim is to investigate whether DAO supplementation enhances the effect of a dietary supplement based on a synergistic combination of Beta-glucans and Saccharomyces cerevisiae yeast enriched with Zinc and Selenium in allergic patients undergoing specific subcutaneous polymerized immunotherapy (ITE).\n\nThis part of the study will be conducted in a separate and subsequent phase (follow-up) to the intake of the dietary supplement based on a synergistic combination of Beta-glucans and Saccharomyces cerevisiae yeast enriched with Zinc and Selenium alone.\n\nThe high tolerance, safety, and immediate bioavailability of this dietary supplement could provide beneficial effects on the immune system in an allergic population diagnosed with rhinitis or rhinoconjunctivitis, undergoing subcutaneous ITE treatment.\n\nGeneral Objective:\n\nTo determine if the dietary supplement, based on a synergistic combination of β-glucans and Saccharomyces cerevisiae yeast enriched with Zinc and Selenium, can improve the immune response in allergic patients diagnosed with rhinitis or rhinoconjunctivitis, with or without controlled asthma, who are undergoing subcutaneous polymerized 100 immunotherapy with a rapid initiation protocol.\n\nTo determine if the dietary supplement in combination with DAO enzyme could improve the immunological response to immunotherapy.\n\nPrimary Objective:\n\nTo evaluate the effectiveness of the dietary supplement on the immune response in allergic patients by determining the levels of immunoglobulins and subclasses: Total IgE, specific IgE, and IgG4 in serum.\n\nSecondary Objectives:\n\nMonitoring health status (quality of life) in the various phases of the study through the application of the SF-36 Quality of Life Questionnaire:\n\nThis questionnaire measures eight dimensions of health (physical functioning, role limitations due to physical problems, bodily pain, social functioning, mental health, role limitations due to emotional problems, vitality-energy-fatigue, and general health perception) in carrying out daily activities. Due to its validity, internal consistency, and reliability of the recorded data, the SF-36 questionnaire is a very useful tool in assessing the physical and mental health status of subjects and their progress in relation to the treatment.\n\nSafety (evaluation during the various periods of the study after ingestion of the dietary supplement):\n\nRecording of adverse events. If applicable, determining the causal relationship between the adverse event and the ingestion of the dietary supplement.\n\nAssessment of the degree of satisfaction with the dietary supplement by the patient (TSQM questionnaire, Spanish version); and by both the doctor and the patient (simple Likert satisfaction scale).\n\nControl of compliance/adherence to the treatment.\n\nEvaluate the effectiveness of the combination of the dietary supplement and DAO extract on the immune response in allergic patients through the application of the SF-36 Quality of Life Questionnaire.\n\nStudy Design:\n\nMulticenter, prospective, controlled, longitudinal, and randomized study conducted in the allergy clinics of the Extremadura Health Service (SES).\n\nStudy Population:\n\nSixty patients (n = 60) of both sexes, aged between 18 and 65 years, diagnosed with rhinitis or rhinoconjunctivitis, with or without controlled asthma, undergoing subcutaneous polymerized 100 immunotherapy in the initiation phase with a rapid (cluster) protocol, in which the highest concentration of allergen (0.2 + 0.3 mL) is injected directly with an interval of 30 to 45 minutes between injections, in the allergy clinics of the SES.\n\nAll patients are required to have the ability to take the dietary supplement orally and to understand the process development for inclusion in the clinical study.\n\nEligibility Criteria:\n\nInclusion Criteria:\n\nAge between 18 and 65 years. Both sexes. Patients diagnosed with allergic rhinitis or rhinoconjunctivitis, with or without allergic asthma due to sensitization to aeroallergens, undergoing subcutaneous polymerized 100 immunotherapy, initiating treatment with a rapid protocol.\n\nNormoglycemia (fasting glucose ≤ 100 mg/dl). BMI between 18.5-29.9 kg/m².\n\nExclusion Criteria:\n\nNot signing the informed consent. Not within the study age range. Intolerance or hypersensitivity to selenium or zinc, or to any components of the dietary supplement in isolation.\n\nParticipation in a clinical trial in the past two months or currently participating in another study.\n\nPersonal history of liver or kidney diseases. Excessive alcohol consumption (\\&gt; 20 g/day) or substance abuse. Any condition that, in the opinion of the investigators, disqualifies the subject from participating in the study.\n\nTypes of Intervention and Procedure:\n\nAll patients participating in the study are undergoing treatment with subcutaneous polymerized 100 immunotherapy in cluster format.\n\nPatients will be randomly assigned to one of the two branches or groups in the study:\n\nExperimental Group (n= 30): Participants receive the dietary supplement (1 sachet/day; containing 3 grams) in addition to ITE treatment, for 90 days.\n\nControl Group (n= 30): Patients are undergoing ITE treatment but do not receive any dietary supplement, serving as a comparison for the study variables.\n\nAt the end of the first blinded phase of the study (90 days), all patients will have the opportunity to take ABB C1 openly (without a washout phase), but they will be randomized into two other groups:\n\nExperimental Group (n= 30): Participants receive the dietary supplement (1 sachet/day; containing 3 grams) and mini-tablets with pig extract containing diamine oxidase enzyme (3 mini-tablets/day), in addition to ITE treatment, for 90 days.\n\nControl Group (n= 30): Participants receive the dietary supplement (1 sachet/day; containing 3 grams), but do not receive pig extract with diamine oxidase enzyme, and serve as a comparison for the study variables.\n\nBased on the available information provided by the manufacturer, the dietary supplement has the following composition (per 3-gram sachet): mannitol (bulking agent), beta 1,3/1,6 glucan polysaccharides from yeast (Saccharomyces cerevisiae); yeast Saccharomyces cerevisiae enriched with minerals (selenium and zinc); anhydrous citric acid (acidulant); lemon flavor; silicon dioxide (anticaking agent); sucralose (sweetener).\n\nThis dietary supplement is gluten-free, lactose-free, and suitable for vegans.\n\nAccording to the available information provided by the manufacturer, the mini-tablets of DAO extract have the following composition: microcrystalline cellulose and hydroxypropyl cellulose (bulking agents); 7% kidney pork protein extract with diamine oxidase (DAO); ethylcellulose (coating agent), potato starch, medium-chain triglycerides, oleic acid, and stearic acid (stabilizers).\n\nThe study procedure is identical for all participants (n= 60) and consists of:\n\nBaseline assessment (T0) and sample collection before the study. Intermediate assessment (T1) at 30 days. Intermediate assessment (T2) at 60 days. Final assessment (T3) and sample collection at 90 days. Follow-up: continuation of optional supplementation with ABB C1 for all volunteers who agree to take the product for an additional 90 days, including those who were previously randomized to the placebo group (follow-up study). These volunteers will be re-randomized and assigned to either the ABB C1® + DAO group or the ABB C1® group.\n\nFinal follow-up assessment (T4) and sample collection at 180 days."
    },
    "conditionsModule": {
      "conditions": [
        "Rhinitis",
        "Allergic Rhinoconjunctivitis",
        "Rhinoconjunctivitis",
        "Controlled Asthma",
        "Uncontrolled Asthma"
      ],
      "keywords": [
        "Rhinitis",
        "Allergic rhinoconjunctivitis",
        "Controlled asthma",
        "Subcutaneous polymerized 100 cluster immunotherapy",
        "Beta-glucans and yeast Saccharomyces cerevisiae",
        "Subcutaneous immunotherapy",
        "Multicenter study",
        "Prospective study",
        "Controlled group",
        "Longitudinal study",
        "Randomized study"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Multicenter, prospective, controlled group, longitudinal, and randomized study",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "maskingDescription": "Multicenter, prospective, controlled group, longitudinal, and randomized study",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Placebo Stage 1 (first 90 days)",
          "type": "PLACEBO_COMPARATOR",
          "description": "Control group (n= 30):\n\nStage 1: Under treatment with subcutaneous immunotherapy (ITE) but not receiving any dietary supplement, serving as a comparison for the variables collected in the study, for 90 days.",
          "interventionNames": [
            "Drug: Specific immunotherapy (SIT) treatment"
          ]
        },
        {
          "label": "Dietary supplement Stage 1 (first 90 days)",
          "type": "EXPERIMENTAL",
          "description": "Experimental group (n= 30):\n\nStage 1: Participants receive the dietary supplement (1 sachet/day; contains 3 grams), in addition to the ITE treatment, for 90 days.",
          "interventionNames": [
            "Drug: Specific immunotherapy (SIT) treatment",
            "Dietary Supplement: Dietary Supplement: ABB C1"
          ]
        },
        {
          "label": "Placebo Stage 2 (last 90 days)",
          "type": "PLACEBO_COMPARATOR",
          "description": "Stage 2: In addition to the ITE treatment, they receive the dietary supplement (1 sachet/day; contains 3 grams), but they do not receive the pork extract with diamine oxidase enzyme and serve as a comparison for the variables collected in the study, for 90 days.",
          "interventionNames": [
            "Drug: Specific immunotherapy (SIT) treatment",
            "Dietary Supplement: Dietary Supplement: ABB C1"
          ]
        },
        {
          "label": "Dietary supplement Stage 2 (last 90 days)",
          "type": "EXPERIMENTAL",
          "description": "Stage 2: In addition to the ITE treatment, they receive the dietary supplement (1 sachet/day; contains 3 grams) and mini-tablets with pork extract containing diamine oxidase enzyme (3 mini-tablets/day), for 90 days.",
          "interventionNames": [
            "Drug: Specific immunotherapy (SIT) treatment",
            "Dietary Supplement: Dietary Supplement: ABB C1",
            "Dietary Supplement: Mini-tablets with pork extract"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Specific immunotherapy (SIT) treatment",
          "description": "Treatment with subcutaneous polymerized 100 specific immunotherapy (SIT) in its initiation phase with rapid (clustered) dosing, where the highest allergen concentration (0.2 + 0.3 mL) is administered directly, with an interval of 30 to 45 minutes between injections, in allergology consultations of the SES.",
          "armGroupLabels": [
            "Dietary supplement Stage 1 (first 90 days)",
            "Dietary supplement Stage 2 (last 90 days)",
            "Placebo Stage 1 (first 90 days)",
            "Placebo Stage 2 (last 90 days)"
          ],
          "otherNames": [
            "Treatment with subcutaneous polymerized specific immunotherapy (ITE)",
            "allergen-specific immunotherapy (AIT)"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Dietary Supplement: ABB C1",
          "description": "Ingredients: betaglucanos, levadura Saccharomyces cerevisiae, selenio y zinc.\n\n1 sachet/day; contains 3 grams",
          "armGroupLabels": [
            "Dietary supplement Stage 1 (first 90 days)",
            "Dietary supplement Stage 2 (last 90 days)",
            "Placebo Stage 2 (last 90 days)"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Mini-tablets with pork extract",
          "description": "Mini-tablets with pork extract containing the diamine oxidase enzyme (3 mini-tablets/day)",
          "armGroupLabels": [
            "Dietary supplement Stage 2 (last 90 days)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Effectiveness of the dietary supplement",
          "description": "To evaluate the effectiveness of the dietary supplement on the immune response in allergic patients by determining the levels of immunoglobulins and IgE subclasses (Total IgE, specific IgE, and IgG4) in serum.",
          "timeFrame": "(T0) before the study. (T1) at 30 days. (T2) at 60 days. (T3) and sample collection at 90 days. (T4) and sample collection at 180 days."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Monitoring of health status (quality of life) in the different phases of the study using the SF-36 Quality of Life Questionnaire.",
          "description": "This questionnaire measures eight dimensions of health (physical functioning, role limitations due to physical health problems, bodily pain, general health perceptions, vitality, social functioning, role limitations due to emotional problems, and mental health). It assesses the impact of health conditions on daily activities. Due to its validity, internal consistency, and reliability of recorded data, the SF-36 questionnaire is highly useful in evaluating the physical and mental health status of subjects and their response to treatment.",
          "timeFrame": "(T0) before the study. (T1) at 30 days. (T2) at 60 days. (T3) and sample collection at 90 days. (T4) and sample collection at 180 days."
        },
        {
          "measure": "Safety (assessment in the different study periods following intake of the dietary supplement)",
          "description": "Recording of adverse events. If applicable, determination of the causal relationship between the adverse event and the intake of the dietary supplement.",
          "timeFrame": "(T0) before the study. (T1) at 30 days. (T2) at 60 days. (T3) and sample collection at 90 days. (T4) and sample collection at 180 days."
        },
        {
          "measure": "TSQM Spanish version questionnaire",
          "description": "Assessment of patient satisfaction with the dietary supplement (TSQM Spanish version questionnaire); and by both the physician and the patient (simple Likert scale of satisfaction).",
          "timeFrame": "(T0) before the study. (T1) at 30 days. (T2) at 60 days. (T3) and sample collection at 90 days. (T4) and sample collection at 180 days."
        },
        {
          "measure": "• Monitoring treatment compliance/adherence.",
          "description": "• Monitoring treatment compliance/adherence.",
          "timeFrame": "(T0) before the study. (T1) at 30 days. (T2) at 60 days. (T3) and sample collection at 90 days. (T4) and sample collection at 180 days."
        },
        {
          "measure": "SF-36 Quality of Life Questionnaire",
          "description": "To evaluate the effectiveness of the combination of the dietary supplement and DAO extract on the immune response in allergic patients using the SF-36 Quality of Life Questionnaire.",
          "timeFrame": "(T0) before the study. (T1) at 30 days. (T2) at 60 days. (T3) and sample collection at 90 days. (T4) and sample collection at 180 days."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 18 and 65 years.\n* Both sexes.\n* Patients diagnosed with allergic rhinitis or allergic rhinoconjunctivitis, with or without allergic asthma due to sensitization to aeroallergens, undergoing treatment with subcutaneous polymerized 100 immunotherapy, initiating treatment with rapid dosing.\n* Normoglycemia (fasting glucose ≤ 100 mg/dL).\n* BMI between 18.5-29.9 kg/m².\n\nExclusion Criteria:\n\n* Refusal to sign the informed consent.\n* Outside the age range specified for the study.\n* Presence of intolerance or hypersensitivity to selenium or zinc, or to any of the components of the dietary supplement individually.\n* Participation in a clinical trial within the past two months, or currently participating in another study.\n* Personal history of liver or kidney disease.\n* Excessive alcohol consumption (\\&gt; 20 grams/day) or use of substance abuse.\n* Any condition that, in the opinion of the investigators, renders the subject unable to participate in the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Juan Antonio Carrillo, Medicine",
          "affiliation": "Universidad de Extremadura",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "GALA Laboratories",
          "city": "Don Benito",
          "state": "Badajoz",
          "zip": "06400",
          "country": "Spain",
          "geoPoint": {
            "lat": 38.95627,
            "lon": -5.86162
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "17651147",
          "type": "BACKGROUND",
          "citation": "Garcia-Martin E, Garcia-Menaya J, Sanchez B, Martinez C, Rosendo R, Agundez JA. Polymorphisms of histamine-metabolizing enzymes and clinical manifestations of asthma and allergic rhinitis. Clin Exp Allergy. 2007 Aug;37(8):1175-82. doi: 10.1111/j.1365-2222.2007.02769.x."
        },
        {
          "pmid": "34959898",
          "type": "BACKGROUND",
          "citation": "Rodriguez JAM, Bifano M, Roca Goma E, Plasencia CM, Torralba AO, Font MS, Millan PR. Effect and Tolerability of a Nutritional Supplement Based on a Synergistic Combination of beta-Glucans and Selenium- and Zinc-Enriched Saccharomyces cerevisiae (ABB C1(R)) in Volunteers Receiving the Influenza or the COVID-19 Vaccine: A Randomized, Double-Blind, Placebo-Controlled Study. Nutrients. 2021 Dec 2;13(12):4347. doi: 10.3390/nu13124347."
        },
        {
          "pmid": "22244595",
          "type": "BACKGROUND",
          "citation": "Calderon MA, Cox L, Casale TB, Moingeon P, Demoly P. Multiple-allergen and single-allergen immunotherapy strategies in polysensitized patients: looking at the published evidence. J Allergy Clin Immunol. 2012 Apr;129(4):929-34. doi: 10.1016/j.jaci.2011.11.019. Epub 2012 Jan 11."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        }
      ],
      "ancestors": [
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D000080305",
          "term": "Pork Meat"
        }
      ],
      "ancestors": [
        {
          "id": "D000069466",
          "term": "Red Meat"
        },
        {
          "id": "D008460",
          "term": "Meat"
        },
        {
          "id": "D005502",
          "term": "Food"
        },
        {
          "id": "D000066888",
          "term": "Diet, Food, and Nutrition"
        },
        {
          "id": "D010829",
          "term": "Physiological Phenomena"
        },
        {
          "id": "D019602",
          "term": "Food and Beverages"
        }
      ]
    }
  },
  "hasResults": false
}