{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07324642",
      "orgStudyIdInfo": {
        "id": "CIDP101-CR1-002P"
      },
      "organization": {
        "fullName": "Kine Sciences Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Phase 1 MAD Study of KINE-101 in Healthy Volunteers",
      "officialTitle": "A Randomized, Single-center, Single-blind, Placebo-controlled, Dose Escalation Phase 1 Clinical Trial to Assess Safety, Tolerability, Pharmacokinetics and Pharmacodynamics Characteristics of Multiple Intravenous Infusions of KINE-101 in Healthy Adult Volunteers"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-05-26",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-08-25",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-08-25",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-12-09",
      "studyFirstSubmitQcDate": "2025-12-24",
      "studyFirstPostDateStruct": {
        "date": "2026-01-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-24",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Kine Sciences Co., Ltd.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Chungbuk National University Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a randomized, single-center, single-blind, placebo-controlled, dose-escalation Phase 1 clinical trial designed to evaluate the safety, tolerability, pharmacokinetic, and pharmacodynamic characteristics of multiple intravenous (IV) infusions of KINE-101 in healthy adult volunteers.\n\nThe study includes three sequential cohorts with a total of 24 subjects (8 subjects per cohort; 6 assigned to KINE-101 and 2 to placebo). Subjects in the treatment groups receive KINE-101 once daily for 7 consecutive days at doses corresponding to their assigned cohort (Cohort 1: 120 mg, Cohort 2: 240 mg, Cohort 3: 360 mg). Subjects in the placebo group receive 0.9% saline under identical conditions. All subjects are admitted on Day -1, receive daily dosing from Day 1 through Day 7, and are discharged on Day 9 after completion of safety monitoring. Follow-up visits are conducted on Days 14, 21, 28, and 35. Dose escalation proceeds sequentially from the lowest-dose cohort (Cohort 1) to the highest-dose cohort (Cohort 3). Safety and tolerability data collected through Day 35 in each preceding cohort are reviewed before initiating dosing in the next higher-dose cohort."
    },
    "conditionsModule": {
      "conditions": [
        "Healthy Volunteers"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 24,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "KINE-101",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: KINE-101"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "KINE-101",
          "description": "KINE-101 injection, 12.5 mg/mL, intravenous infusion once daily for 7 days under fasting conditions.",
          "armGroupLabels": [
            "KINE-101"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "0.9% sodium chloride, intravenous infusion once daily for 7 days under fasting conditions.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of Treatment-Emergent Adverse Events",
          "description": "Number and percentage of subjects experiencing any treatment-emergent adverse event (TEAE) following multiple intravenous administrations of KINE-101 or placebo. Safety assessments will also include concomitant medications, physical examinations, local injection site reactions, and vital signs.",
          "timeFrame": "From Day 1 to Day 35 (End of Study visit)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Maximum plasma concentration (Cmax)",
          "description": "Maximum plasma concentration (Cmax) of KINE-101 following single and multiple doses.",
          "timeFrame": "From Day 1 (pre-dose) through Day 7 post-dose"
        },
        {
          "measure": "Area under the plasma concentration-time curve (AUC)",
          "description": "Area under the plasma concentration-time curve (AUC) of KINE-101 following single and multiple doses.",
          "timeFrame": "From Day 1 (pre-dose) through Day 7 post-dose"
        },
        {
          "measure": "Terminal half life (t½)",
          "description": "Terminal half life (t½) of KINE-101 following single and multiple doses.",
          "timeFrame": "From Day 1 (pre-dose) through Day 7 post-dose"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Change from baseline in serum biomarkers following KINE-101 administration",
          "description": "The change from baseline in serum biomarkers following intravenous administration of KINE-101 including IgG, IgM, IL-2, IL-6, IL-10, IL-17, IFN-gamma, MCP-1, and TGF-beta.",
          "timeFrame": "From Day 1 to Day 35 (End of Study visit)"
        },
        {
          "measure": "Change from baseline in immunophenotyping markers following KINE-101 administration",
          "description": "The change from baseline in immunophenotyping markers following intravenous administration of KINE-101 including CD4, CD25, FoxP3, CD39, CD69, LAG-3, CTLA-4, TNFR2, TIGIT, CCR5, and CXCR3.",
          "timeFrame": "From Day 1 to Day 35 (End of Study visit)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Healthy male or female adults aged 19 to 55 years\n* Body weight ≥ 50.0 kg and Body Mass Index (BMI) between 18.5 and 30.0 kg/m²\n* Clinically healthy with no congenital or chronic diseases requiring treatment\n* Normal findings in physical examination, vital signs, 12-lead ECG, and clinical laboratory tests at screening\n* Provided written informed consent and willing to comply with all study restrictions and procedures\n\nExclusion Criteria:\n\n* History or presence of clinically significant hepatic, renal, cardiovascular, respiratory, neurological, hematologic, endocrine, psychiatric, or malignant diseases\n* Abnormal ECG findings (QTc \\> 450 ms for males or \\> 470 ms for females; PR \\> 200 ms; QRS \\> 120 ms)\n* Abnormal liver or renal function (AST, ALT, ALP, γ-GT, or total bilirubin \\> 2× ULN; eGFR \\< 60 mL/min/1.73 m²)\n* Positive drug abuse test or history of substance abuse\n* Abnormal vital signs at screening (SBP ≤ 90 or ≥ 150 mmHg; DBP ≤ 60 or ≥ 100 mmHg; pulse ≤ 40 or ≥ 100 bpm)\n* Vaccination with live or attenuated vaccines or systemic corticosteroid use within 3 months before dosing\n* Use of enzyme-inducing/inhibiting drugs, herbal medicines, or other investigational products within 1-3 months before dosing\n* Donation or transfusion of blood within 3 months before dosing\n* Regular alcohol consumption \\> 21 units/week, or inability to abstain during the study\n* Current smokers (\\> 10 cigarettes/day) or inability to refrain from smoking during study participation\n* Intake of alcohol, grapefruit, quinine, Seville orange, or caffeine-containing products within 24-72 hours before dosing and during sampling periods\n* Engagement in strenuous exercise within 48 hours before dosing\n* Pregnant or breastfeeding women, or men and women not using reliable contraception\n* Recent COVID-19 or influenza infection or vaccination within 2 weeks before dosing\n* Difficult venous access or positive alcohol breath test\n* Any other condition that, in the investigator's judgment, would make the subject unsuitable for participation in the study",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "19 Years",
      "maximumAge": "55 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hanna Park",
          "affiliation": "Kine Sciences Co., Ltd.",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Chungbuk National University Hospital",
          "city": "Cheongju-si",
          "state": "North Chungcheong",
          "zip": "28644",
          "country": "South Korea",
          "geoPoint": {
            "lat": 36.63722,
            "lon": 127.48972
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    }
  },
  "hasResults": false
}