{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02332460",
      "orgStudyIdInfo": {
        "id": "2014/1368"
      },
      "organization": {
        "fullName": "Haukeland University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Infusion Related Reactions in Patients Receiving Infliximab",
      "officialTitle": "Incidence, Risk Factors and Immunologic Mechanisms of Infusion Related Reactions in Patients With Chronic Inflammatory Disease Receiving Infliximab"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-02"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2014-11-28",
      "studyFirstSubmitQcDate": "2015-01-03",
      "studyFirstPostDateStruct": {
        "date": "2015-01-06",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2023-07-31",
      "lastUpdatePostDateStruct": {
        "date": "2023-08-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Haukeland University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Infliximab is the active ingredient in a drug currently sold by the trade names Remicade, Remsima and Inflectra. Infliximab neutralizes tumor necrosis factor (TNF) α, a chemical messenger (cytokine) in the immune system, and belongs to a class of drugs called \"TNF inhibitors\". 8-55% of patients receiving infliximab have an infusion reaction. Infusion reactions are unintended reactions that occur during infusion of the drug and up to 14 days after. The incidence varies widely in different studies and seems difficult to determine due to variations in reporting of reactions, different definitions of reactions and retrospective data collection. The aim of this study is to estimate the incidence of infusion related reactions and investigate risk factors and immunological mechanisms of infusion reactions to infliximab in patients with a chronic inflammatory disease.",
      "detailedDescription": "Background: Infliximab is the active ingredient in a drug currently sold by the trade names Remicade, Remsima and Inflectra. Infliximab neutralizes tumor necrosis factor (TNF) α, a chemical messenger (cytokine) in the immune system, and belongs to a class of drugs called \"TNF inhibitors\". This class of drug comprises effective, biological agents used in the treatment of chronic inflammatory diseases. The use of TNF inhibitors is increasing, and infliximab is the third bestselling drug by value in Norway in 2013. By being a recombinant monoclonal antibody with a murine region, infliximab is associated with infusion reactions. 8-55% of patients receiving infliximab have an infusion reaction. Infusion reactions are unintended reactions that occur during infusion of the drug and up to 14 days after. The incidence varies widely in different studies and seems difficult to determine due to variations in reporting of reactions, different definitions of reactions and retrospective data collection. Protective factors, risk factors and the causes of the reactions are not well known. Different treatment strategies are being used, but evidence of efficacy varies.\n\nAim: The aim of this study is to estimate the incidence of infusion related reactions and investigate risk factors and immunological mechanisms of infusion reactions to infliximab in patients with a chronic inflammatory disease.\n\nPrimary objective:\n\nEstimate the incidence of infusion reactions in patients with chronic inflammatory disease receiving infliximab\n\nSecondary objectives:\n\n* Evaluate the correlation between infusion reactions and the formation of antibodies to infliximab.\n* Identify individual risk factors for infusion reactions to infliximab.\n* Identify immunological mechanisms of infusion reactions to infliximab.\n* Identify immunomodulatory effects and immunological changes in the patients during treatment with infliximab.\n\nStudy population: The study will be a prospective, longitudinal study where all departments with patients starting infliximab or switching infliximab from one supplier to another in the Western Norway Health Region (Helse Vest RHF) are invited to participate."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Inflammatory Disease"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "immunological and biochemical biomarkers, autoimmune antibodies, antibodies to infliximab, allergy analysis, concentrations of drugs (Infliximab, Metothrexat, and Imurel), HLA type"
      },
      "enrollmentInfo": {
        "count": 125,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Infliximab",
          "description": "Patients treated with Infliximab"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "incidence of infusion reactions",
          "timeFrame": "participants will be followed for the duration of treatment, an expected average of 62 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "antibodies to infliximab",
          "description": "Specific IgG and IgE against ifliximab",
          "timeFrame": "followed for the duration of treatment, an expected average of 62 weeks"
        },
        {
          "measure": "immunological mechanisms of infusion reactions to infliximab",
          "description": "allergy tests, cytokines, complement",
          "timeFrame": "baseline (before infusion), during reaction, 12-24 hours after reaction"
        },
        {
          "measure": "autoantibodies and other immunological changes in the patients during treatment with infliximab",
          "timeFrame": "followed for the duration of treatment, an expected average of 62 weeks"
        },
        {
          "measure": "individual risk factors for infusion reactions to infliximab",
          "description": "HLA type, allergic predisposition",
          "timeFrame": "baseline"
        },
        {
          "measure": "antibodies to pneumococci and influenza",
          "timeFrame": "baseline and 6-8 weeks after vaccination"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients treated with Infliximab due to chronic inflammatory disease included before start of treatment\n* Weight at least 15 kg\n* Control groups which may be included for investigations of secondary outcomes: age, gender, disease matched patients not receiving infliximab, healthy blood donors, other patients receiving pneumococci and influenza vaccines\n\nExclusion Criteria:\n\n* Patients not completing treatment within Health Region\n* Patients not able to complete sampling procedure",
      "healthyVolunteers": false,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study will be a prospective, longitudinal study where all departments with patients starting infliximab or switching infliximab from one supplier to another in the Western Norway Regional Health Authority (Helse Vest RHF) are invited to participate.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Torunn Apelseth, MD, PhD",
          "affiliation": "Laboratory of Clinical Biochemistry, Haukeland University Hospital",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Haukeland University Hospital",
          "city": "Bergen",
          "country": "Norway",
          "geoPoint": {
            "lat": 60.39299,
            "lon": 5.32415
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}