{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04912076",
      "orgStudyIdInfo": {
        "id": "2018-001486-17"
      },
      "organization": {
        "fullName": "Odense University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "S.C. Immunotherapy With BM41 in Patients With Allergic Rhino-conjunctivitis Caused by Birch Pollen",
      "officialTitle": "A Randomized, DBPC Study to Determine the Safety, Tolerability and Immunological Effects of BM41 Compared to Placebo and to Treatment With Standard s.c. Immunotherapy in Patients Allergic to Birch Pollen",
      "acronym": "BM41"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-09-17",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-03-22",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-03-22",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-05-24",
      "studyFirstSubmitQcDate": "2021-05-27",
      "studyFirstPostDateStruct": {
        "date": "2021-06-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-12-04",
      "lastUpdatePostDateStruct": {
        "date": "2023-12-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Carsten Bindslev-Jensen",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Odense University Hospital"
      },
      "leadSponsor": {
        "name": "Odense University Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Academisch Medisch Centrum - Universiteit van Amsterdam (AMC-UvA)",
          "class": "OTHER"
        },
        {
          "name": "Biomay AG",
          "class": "INDUSTRY"
        },
        {
          "name": "European Commission",
          "class": "OTHER"
        },
        {
          "name": "University of Salzburg",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The aim of this clinical phase I single centre, randomized, double-blind, placebo-controlled study with open comparator is to investigate tolerability and safety as well as the immunological effects of BM41 in comparison to placebo (double blind) and to a standard subcutaneous immunotherapy Alutard SQ (open) in birch allergic patients.",
      "detailedDescription": "Please see original article."
    },
    "conditionsModule": {
      "conditions": [
        "Birch Pollen Allergy",
        "Allergic Rhinoconjunctivitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "A randomized, double-blind, placebo-controlled, single centre Phase I study with an open comparator group",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 47,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "BM41",
          "type": "EXPERIMENTAL",
          "description": "9 treatment visits where subcutaneous injections with solution of the test drug BM41 (adsorbed to aluminium hydroxide) in a blinded fashion starting with 12.5 nanogram increasing to 20 microgram which is maintenance dose. Subsequently 3 maintenance doses will be given.\n\nPlease look at the results in the original article.",
          "interventionNames": [
            "Drug: BM41"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo consisting of only aluminium hydroxide will be administered blinded in amounts according to BM41.",
          "interventionNames": [
            "Other: Placebo"
          ]
        },
        {
          "label": "Alutard",
          "type": "ACTIVE_COMPARATOR",
          "description": "Alutard SQ (ALK) will serve as the comparator and administration is open. Up-dosing is performed according to the official cluster scheme, reaching maintenance of 100.000 SQ-E",
          "interventionNames": [
            "Drug: ALK Alutard SQ Betula verrucosa"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "BM41",
          "description": "Subcutaneous injection of increasing doses of BM41",
          "armGroupLabels": [
            "BM41"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Subcutaneous injections of placebo containing aluminium hydroxide.",
          "armGroupLabels": [
            "Placebo"
          ]
        },
        {
          "type": "DRUG",
          "name": "ALK Alutard SQ Betula verrucosa",
          "description": "Subcutaneous injections with increasing doses of Alutard according to cluster up-dosing scheme.",
          "armGroupLabels": [
            "Alutard"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of adverse events with emphasis on allergic reactions. Safety/tolerability of subcutaneous treatment with BM41 compared to placebo (double-blind) and to a conventional standardized birch pollen extract in patients with birch pollen allergy",
          "description": "Safety/tolerability of subcutaneous treatment with BM41 compared to placebo (double-blind) and to a conventional standardized birch pollen extract.\n\nNumber and character of all adverse events will be evaluated.",
          "timeFrame": "Through study completion, an average of 4 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in serum immunoglobulin E (IgE), immunoglobulin G (IgG) and immunoglobulin G4 (IgG4) levels.",
          "description": "Evaluation of immunological responses during subcutaneous allergen immunotherapy (SCIT) with BM41 compared to placebo and to a conventional, standardized and registered birch pollen extract (Alutard SQ).The evaluation will be done by monitoring changes in serum immunoglobulin E (IgE), immunoglobulin G (IgG) and immunoglobulin G4 (IgG4) levels against recombinant Bet v 1 (rBet v 1), BM41 and birch pollen extract. Serum will also be used in a so-called IgE facilitated allergen-binding assay (FAB) and in a rat basophilic leukemia cell (RBL)-based histamine release test, to monitor the functional blocking antibody capacity of induced IgG/IgG4 antibodies.",
          "timeFrame": "Day 7, 42 and 126"
        },
        {
          "measure": "Epigenetic changes induced by BM41 and Alutard compared to placebo",
          "description": "DNA will be isolated from a blood sample.",
          "timeFrame": "Day 7, 42 and 126"
        },
        {
          "measure": "Changes in wheal sizes upon titrated skin prick test with BM41.",
          "description": "Evaluation of hypo-allergenicity before first exposure but also during repeated exposure to BM41.",
          "timeFrame": "Day 7, 42 and 112"
        },
        {
          "measure": "Changes in the capacity to block IgE facilitated allergen binding and histamine release.",
          "description": "It will be evaluated in an IgE facilitated allergen binding (FAB) assay and in a rat basophilic leukemia cell (RBL)-based histamine release test.",
          "timeFrame": "Day 7, 42 and 126"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Signed informed consent\n2. Age ≥18 ≤ 65 years\n3. Moderate to severe birch-pollen-induced allergic rhinitis/rhinoconjunctivitis of at least 2 years according to the Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines (Appendix 1, see the manual of procedures) with or without concomitant mild to moderate persistent asthma\n4. Forced expiratory volume (FEV1) \\>70% for patients with a history of asthma, FEV1\\>70% or peak flow (PEF) \\>80% for patients without a history of asthma\n5. A positive skin prick test (SPT) (mean wheal diameter ≥ 3mm compared to negative control and negative control should be negative) for birch pollen assessed within 1 year before randomization\n6. Specific IgE against birch pollen extract ≥ 0.7 kU/L and against Bet v 1 ≥ 0.35 kU/L as determined by ImmunoCAP\n\nExclusion Criteria:\n\n1. Chronic asthma with an FEV1\\<70 % of predicted value.\n2. History of allergen immunotherapy (AIT) (subcutaneous (SCIT) or sublingual (SLIT)) with birch pollen or tree pollen mix including birch pollen within the past 5 years\n3. Ongoing AIT (SCIT or SLIT) with any allergen(s) during the study period\n4. Vaccination within one week before or during the treatment phase.\n5. Immunosuppressive or biological medication (e.g. IL-5, anti-IgE therapy) within the last six months prior to inclusion and up to end of trial (EoT).\n6. Severe immune disorders (including auto-immune diseases) and/or diseases requiring immunosuppressive drugs.\n7. Uncontrolled asthma or other active respiratory diseases.\n8. Active malignancies or any malignant disease during the previous 5 years.\n9. Severe uncontrolled diseases that could increase the risk for patients participating in the study, including but not limited to: cardiovascular insufficiency, any severe or unstable lung diseases, endocrine diseases, clinically significant renal or hepatic diseases, or haematological disorders.\n10. Renal insufficiency\n11. Active inflammation or infection of the target organs (nose, eyes or lower airways) at the start of the study.\n12. Diseases with a contraindication for the use of adrenaline (e.g. hyperthyroidism, glaucoma).\n13. Use of systemic steroids within 4 weeks before start of the study and during the study.\n14. Treatment with systemic and local β-blockers.\n15. Known allergy towards constituents of the vaccine\n16. Pregnancy, lactation or inadequate contraceptive measures for women of child-bearing age (adequate contraceptive measures will be intrauterine device or hormonal contraception (birth control pill, implant, transdermal patch, vaginal ring or depot injection). It is also accepted, if the female patient is permanently sterile or infertile, if her sole partner is permanently sterile, or if they use both condom and diaphragm, The definition of sterile or infertile is surgically sterilized (vasectomy/bilateral salpingectomy, hysterectomy and/or bilateral ovariectomy) or post menopause defined as a non-menstrual period of at least 12 months before inclusion in the study.\n17. Alcohol, drug or medication abuse within the past year.\n18. Any clinically significant abnormal laboratory parameter at screening.\n19. Lack of cooperation or compliance.\n20. Any physical or mental condition that precludes administration of SCIT, compliance or participation in a clinical trial.\n21. Patients who are students or employees of the institution or 1st grade relatives or partners of the investigators\n22. Participation in a clinical trial within 3 months prior to the current trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Carsten Bindslev-Jensen, Professor",
          "affiliation": "Odense research Center for Anaphylaxis, Odense University Hospital, Denmark",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Odense Research Center for Anaphylaxis, Odense University Hospital",
          "city": "Odense",
          "zip": "5000",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.39594,
            "lon": 10.38831
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}