{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02853175",
      "orgStudyIdInfo": {
        "id": "ANR-10-LABX-57"
      },
      "organization": {
        "fullName": "Hôpital Haut-Lévêque",
        "class": "OTHER"
      },
      "briefTitle": "Lung MRI and Allergic Broncho-pulmonary Aspergillosis in Cystic Fibrosis",
      "officialTitle": "Diagnostic Accuracy of Lung MRI to Detect Allergic Broncho-pulmonary Aspergillosis in Cystic Fibrosis",
      "acronym": "MRAB"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-01"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-01",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2016-07-26",
      "studyFirstSubmitQcDate": "2016-08-01",
      "studyFirstPostDateStruct": {
        "date": "2016-08-02",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2023-03-05",
      "lastUpdatePostDateStruct": {
        "date": "2023-03-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Hôpital Haut Lévêque",
        "investigatorTitle": "MD-PhD",
        "investigatorAffiliation": "Hôpital Haut-Lévêque"
      },
      "leadSponsor": {
        "name": "Hôpital Haut Lévêque",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University Hospital, Bordeaux",
          "class": "OTHER"
        },
        {
          "name": "Institut National de la Santé Et de la Recherche Médicale, France",
          "class": "OTHER_GOV"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "In this diagnostic study, the aim is at evaluating the diagnostic accuracy of MRI (Magnetic Resonance Imaging) to detect allergic broncho-pulmonary aspergillosis in patients with cystic fibrosis.",
      "detailedDescription": "Allergic broncho-pulmonary aspergillosis (ABPA) is not rare in the context of cystic fibrosis (CF), with a prevalence reported between 2% to 16%. This complication is a diagnostic challenge for clinicians, since it is related with poorer outcome and higher worsening of the disease. Therefore, the treatment relies on corticosteroid and antifungal therapy and thus, it is important to detect with good sensitivity because CF patients are usually treated with antibiotics. However, the treatment is often difficult to be initiated because of potential secondary side effects related to diabetes mellitus, growth impairment, bone mineralisation or immunodepression. Therefore, there is a need for specific diagnostic tool to discriminate ABPA amongst other polymicrobial infection.\n\nLung MRI is a radiation-free imaging modality which offers the potential to combine several contrasts, in order to enable in vivo tissue characterization non-invasively. Investigators hypothesize that characterization of mucoid impaction using lung MR T1-weighted and T2-weighted contrasts may be a specific tool to diagnose ABPA in CF non invasively. Additional information on functional information related to ventilation and/or perfusion will be assessed using functional MR sequences, to assess the severity of small airway impairment. Moreover, the diagnostic value of structural alterations such as bronchiectasis, mucoid impaction and consolidation/atelectasis using either MRI with ultrashort echo times or CT using reduction of doses down to chest radiograph levels will be assessed."
    },
    "conditionsModule": {
      "conditions": [
        "Pulmonary Cystic Fibrosis",
        "ABPA"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 240,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients with both CF and ABPA",
          "description": "Patients with both cystic fibrosis and allergic broncho-pulmonary aspergillosis (ABPA).\n\nThe diagnosis of ABPA (Gold Standard) rely on routine dosage of total immunoglobulin E (IgE), specific to Aspergillus IgE, specific to aspergillus Immunoglobulin G, eosinophilia on blood cell count, and imaging (infiltrate, mucoid impaction, central bronchiectasis)"
        },
        {
          "label": "Patients with CF and no ABPA",
          "description": "Patients with both cystic fibrosis and no allergic broncho-pulmonary aspergillosis (ABPA).\n\nThe diagnosis of ABPA (Gold Standard) rely on routine dosage of total immunoglobulin E (IgE), specific to Aspergillus IgE, specific to aspergillus Immunoglobulin G, eosinophilia on blood cell count, and imaging (infiltrate, mucoid impaction, central bronchiectasis)"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Diagnostic accuracy of lung MRI for ABPA in CF owing to increased T1 and decreased T2 signal intensity of mucus",
          "description": "Measurement of sensitivity, specificity, positive predictive value, negative predictive value of lung MRI to diagnose ABPA in CF, owing to the presence of central mucoid impactions that appear both hyperintense on T1-weighted sequence and hypointense on T2-weighted sequence",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Diagnostic accuracy of quantitative measurement of central mucoid impaction signal on T1-weighted sequence and T2-weighted sequence",
          "description": "Measurement of sensitivity, specificity, positive predictive value, negative predictive value of lung MRI to diagnose ABPA in CF, owing to the quantitative measurement of signal from central mucoid impaction using T1-weighted and T2-weighted sequences",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Diagnostic accuracy of hyperattenuated central mucoid impaction on chest computed tomography (CT) to detect ABPA in CF, using reduction of doses down to chest radiograph level",
          "description": "Measurement of sensitivity, specificity, positive predictive value, negative predictive value of lung MRI to diagnose ABPA in CF, owing to the presence of central mucoid impactions that appear hyperattenuated on chest CT",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Diagnostic follow-up of patients ABPA status 1 year",
          "description": "Re-evaluation of diagnostic criteria for ABPA with up to 1-year follow-up in patients with undetermined ABPA status at initial evaluation",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Diagnostic accuracy of MRI to detect ABPA in CF using various ABPA classifications",
          "description": "To assess the accuracy of lung MRI to detect ABPA in a CF patient cohort if various ABPA classification are used",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Reproducibility of qualitative and quantitative imaging evaluations",
          "description": "To assess the intra-observer and inter-observer reproducibility of 2 readers to diagnose ABPA in CF using lung MRI",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Diagnostic accuracy of morphological imaging using MRI with ultrashort echotimes",
          "description": "Measurement of sensitivity, specificity, positive predictive value, negative predictive value of lung MRI to diagnose ABPA in CF, owing to the presence of structural alterations",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Diagnostic accuracy of morphological imaging using CT with reduction of doses down to chest radiograph level",
          "description": "Measurement of sensitivity, specificity, positive predictive value, negative predictive value of CT to diagnose ABPA in CF, owing to the presence of structural alterations",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Reproducibility between MRI and CT with reduction of doses down to chest radiograph level to assess structural alterations",
          "description": "Measurement of agreement and concordance between MRI with ultrashort echo times and CT with reduction of doses down to chest radiograph level to assess the Bhalla score",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Severity of small airway and perfusion alterations using functional MR sequences",
          "description": "Measurement of correlations between functional MRI and disease severity",
          "timeFrame": "From date of inclusion until the date of final ABPA status diagnosis, assessed up to 12 months"
        },
        {
          "measure": "Follow-up of disease severity under treatement",
          "description": "Measurement of variation of MR outcomes under CF treatments",
          "timeFrame": "From date of inclusion until the date of final treatment, assessed up to 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Cystic fibrosis proven by sweat chloride and genetic tests\n* Age superior or equal to 6 year-old\n* Diagnosis of ABPA available on the basis of the criteria by Cystic Fibrosis Foundation Consensus Conference\n* No contraindication to perform MRI\n\nNon-Inclusion Criteria:\n\n. Age inferior to 6-year-old\n\n* Cystic fibrosis not proven\n* ABPA status not documented\n* MRI contraindications: Pregancy, Magnetically activated implanted devices (cardiac pacemakers, insulin pumps, neurostimulators, cochlear implants...), metal inside the eye or the brain (aneurysm clip, ocular foreign body not compatible with MRI), cardiac valvular prothesis not compatible with MRI, subject with claustrophobia.\n\nExclusion Criteria: None",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients routinely followed-up for cystic fibrosis from chilhood to adulthood.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "François Laurent, MD",
          "affiliation": "University Bordeaux Hospital",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital Bordeaux",
          "city": "Bordeaux",
          "state": "Aquitaine",
          "zip": "33000",
          "country": "France",
          "geoPoint": {
            "lat": 44.84124,
            "lon": -0.58046
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003550",
          "term": "Cystic Fibrosis"
        }
      ],
      "ancestors": [
        {
          "id": "D010182",
          "term": "Pancreatic Diseases"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D007232",
          "term": "Infant, Newborn, Diseases"
        }
      ]
    }
  },
  "hasResults": false
}