{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06573164",
      "orgStudyIdInfo": {
        "id": "2024-0477"
      },
      "organization": {
        "fullName": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
        "class": "OTHER"
      },
      "briefTitle": "Allergic Rhinitis With/Without Asthma: Pre- and Post-Qipian Analysis",
      "officialTitle": "The Clinical Indexes and Efficacy of Qi-pian in Patients With Allergic Rhinitis With or Without Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-07-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-07-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-08-13",
      "studyFirstSubmitQcDate": "2024-08-25",
      "studyFirstPostDateStruct": {
        "date": "2024-08-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-25",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-27",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis and asthma are common respiratory diseases. Qipian® is a Chinese medicine made from three types of bacteria, used to treat these conditions. This study will retrospectively analyze the effects of adding Qipian® to the regular treatment for patients with allergic rhinitis, with or without asthma. Patients meeting the Allergic Rhinitis and its Impact on Asthma（ARIA） and Global Initiative for Asthma（GINA） diagnostic criteria were divided into two groups: one receiving standard drug treatment, and the other receiving standard treatment plus Qipian®. The study will compare clinical symptoms and relevant blood markers before and after treatment to see if adding Qipian® leads to better outcomes than the standard treatment alone.This study aims to determine how Qipian® benefits patients with rhinitis and asthma and its effect on related serum indicators, helping to explore its role in allergic respiratory diseases.",
      "detailedDescription": "Allergic rhinitis and asthma are common chronic respiratory diseases, with rising prevalence each year. Bacterial lysates (BLs) are a potential treatment option that has been used for over 100 years. Qipian® is a Chinese medication containing extracts from three types of bacteria, used to treat chronic respiratory diseases. It effectively alleviates symptoms and improves the immune system. This study will retrospectively analyze the clinical efficacy of adding Qipian® to the conventional drug treatment in patients with allergic rhinitis with or without asthma. Patients diagnosed with rhinitis and asthma according to ARIA and GINA guidelines were included in the study. They will be divided into two groups based on their treatment regimen: a conventional drug treatment group and a conventional drug plus Qipian® treatment group. Clinical symptoms and relevant serum markers were collected to assess changes before and after treatment, and to determine whether the addition of Qipian® results in more significant improvements compared to the conventional drug treatment group. This will help determine the benefits of Qipian® for patients with rhinitis, with or without asthma, in terms of clinical symptoms and serum indicators, and further explore its role in allergic respiratory diseases."
    },
    "conditionsModule": {
      "conditions": [
        "Rhinitis, Allergic",
        "Asthma"
      ],
      "keywords": [
        "Rhinitis",
        "Asthma",
        "Qipian",
        "Immunoglobulin",
        "cytokine"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "RETROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Mometasone furoate/Budesonide nasal with/without Budesonide/Formoterol group",
          "description": "Treatment based on patient symptoms includes:\n\nMometasone furoate 4 sprays daily (qd) or Budesonide nasal spray 2 sprays twice daily ;Budesonide/Formoterol 160/5 µg or 320/5 µg, inhaled twice daily.",
          "interventionNames": [
            "Drug: conventional medication"
          ]
        },
        {
          "label": "conventional medication combined with Qipian® treatment group.",
          "description": "Treatment based on patient symptoms includes:\n\nMometasone furoate 4 sprays daily (qd) or Budesonide nasal spray 2 sprays twice daily； Budesonide/Formoterol 160/5 µg or 320/5 µg, inhaled twice daily; Qipian® 4 tablets, taken orally three times daily.",
          "interventionNames": [
            "Drug: Bacillus clausii tablets（Qipian®）",
            "Drug: conventional medication"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Bacillus clausii tablets（Qipian®）",
          "description": "Take 4 tablets (0.3 mg each) orally three times daily.",
          "armGroupLabels": [
            "conventional medication combined with Qipian® treatment group."
          ],
          "otherNames": [
            "Use conventional medication as needed based on the patient's condition."
          ]
        },
        {
          "type": "DRUG",
          "name": "conventional medication",
          "description": "Use conventional medication as needed based on the patient's condition.",
          "armGroupLabels": [
            "Mometasone furoate/Budesonide nasal with/without Budesonide/Formoterol group",
            "conventional medication combined with Qipian® treatment group."
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Total Nasal Symptom Score (TNSS)",
          "description": "A primary indicator used to assess nasal symptom in patients with rhinitis.The minimum and maximum values are 0 and 21, respectively, and higher values are associated with worse symptom control.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Asthma Control Test（ACT）",
          "description": "It is a tool used to assess the control of asthma symptoms and evaluate how well asthma is managed.the minimum and maximum values are 5 and 25, respectively, and higher values are associated with better symptom control.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Concentration of immunoglobulin E (IgE)",
          "description": "Elevated IgE levels are commonly associated with allergic conditions, such as allergic rhinitis, asthma, and atopic dermatitis.IgE levels can be used to monitor the effectiveness of allergy treatments and to assess changes in allergen exposure or disease severity.The normal IgE range is \\< 100IU/ml.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Concentration of immunoglobulin A (IgA)",
          "description": "An antibody that plays a crucial role in the immune function of mucous membranes.It is primarily found in secretions such as saliva, tears, and mucus, and helps protect mucosal surfaces from infection.The normal IgA range is between 1.0-4.2g/l",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Concentration of immunoglobulin G (IgG)",
          "description": "IgG helps neutralize toxins and pathogens such as bacteria and viruses. It activates the complement system, which helps to destroy pathogens.Normal IgG ranges from 8.6-17.4g/l.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Concentration of Interleukin-4 (IL-4)",
          "description": "IL-4 stimulates B cells to produce immunoglobulin E (IgE), which is crucial in allergic responses.It supports the differentiation of T-helper cells into Th2 cells, which are involved in promoting allergic reactions and immune responses to parasites. IL-4 can inhibit the Th1 response, which is involved in cell-mediated immunity and responses to intracellular pathogens.The normal range of IL-4 is 0.0-12.9 pg/ml.",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Concentration of Interleukin-13 (IL-13)",
          "description": "IL-13 is crucial in the development of allergic inflammation and asthma. It promotes the production of IgE and supports the differentiation of Th2 cells, which contribute to allergic responses.It helps in the regulation of mucus production and epithelial cell function, which can affect conditions like asthma and rhinitis.L-13 is involved in tissue remodeling and fibrosis, particularly in the lungs, contributing to the development of chronic asthma and other fibrotic diseases.IL-13 can have anti-inflammatory effects in certain contexts, modulating the immune response and tissue repair processes.The normal range of IL-13 is 0.0-17.3 pg/ml",
          "timeFrame": "12 weeks"
        },
        {
          "measure": "Concentration of Interleukin-10 (IL-10)",
          "description": "IL-10 inhibits the production of pro-inflammatory cytokines by immune cells, helping to reduce and control inflammation.It plays a role in maintaining immune system balance by preventing excessive immune responses and limiting damage to tissues. IL-10 helps promote tolerance to self-antigens and to non-pathogenic antigens, which is important in preventing autoimmune diseases and allergies.It affects the activity of various immune cells, including macrophages and T cells, to help maintain immune homeostasis.The normal range of IL-10 is 0.0-5.9 pg/ml",
          "timeFrame": "12 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with rhinitis who meet the ARIA (Allergic Rhinitis and Its Impact on Asthma) guidelines.\n* Patients with asthma who meet the GINA (Global Initiative for Asthma) guidelines.\n\nExclusion Criteria:\n\n* Patients undergoing combined dust mite-specific immunotherapy\n* Patients undergoing combined treatment with biologics, including omalizumab, dupilumab, or mepolizumab.\n* Patients undergoing combined treatment with small molecule drugs, including upadacitinib, abrocitinib, baricitinib, and other JAK inhibitors.\n* Patients who are unwilling to comply with treatment, are unable to adhere to regular medication schedules, and do not attend follow-up appointments.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ],
      "studyPopulation": "Primarily young and middle-aged adults with good adherence to treatment, who can follow prescribed medication regimens and attend regular follow-up appointments. The study will assess whether adding Qipian® to conventional medication provides additional benefits.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Huiying Wang",
          "affiliation": "2nd Affiliated Hospital, School of Medicine, Zhejiang University, China",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "The Second Affiliated Hospital, Zhejiang University School of Medicine",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "zip": "310009",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        }
      ],
      "ancestors": [
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        }
      ]
    }
  },
  "hasResults": false
}