{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07079748",
      "orgStudyIdInfo": {
        "id": "IRB25041501"
      },
      "organization": {
        "fullName": "LanZhou University",
        "class": "OTHER"
      },
      "briefTitle": "Study of the Effects and Mechanisms of Yeast Postbiotics on Persistent Allergic Rhinitis Symptoms",
      "officialTitle": "Study of the Effects and Mechanisms of Yeast Postbiotics on Persistent Allergic Rhinitis Symptoms"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-07-25",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-07-04",
      "studyFirstSubmitQcDate": "2025-07-18",
      "studyFirstPostDateStruct": {
        "date": "2025-07-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-18",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-23",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "lixiaoqin",
        "investigatorTitle": "Associate Professor, School of Public Health, Lanzhou University",
        "investigatorAffiliation": "LanZhou University"
      },
      "leadSponsor": {
        "name": "LanZhou University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is designed as a randomized, double-blind, placebo-controlled human intervention trial among university students with persistent allergic rhinitis (AR) symptoms. The aim is to evaluate the effectiveness of yeast postbiotics in alleviating persistent AR symptoms and to explore the potential mechanisms by which yeast postbiotics modulate the gut microbiota to improve AR-related outcomes. A stratified randomization method will be applied to assign participants into the yeast postbiotic group and the placebo group. Stratification will be based on(1) Sex (male/female), and (2) Physician-diagnosed AR status (yes/no, based on self-reported clinical history), ensuring comparability between the two groups. During the intervention period, participants in the yeast postbiotic group will take two capsules of yeast postbiotic supplements daily after meals, while the placebo group will take two placebo capsules, identical in appearance and composition except without the active ingredients. The total study duration is 15 weeks, including a 1-week run-in period, 12-week intervention, and 2-week follow-up after the intervention.\n\nAll participants will be asked to complete a daily nasal symptom score (TNSS) and report any adverse events. At week 0, week 4, and week 12, follow-up assessments will be conducted, including: symptom and quality-of-life questionnaires (e.g., VAS, RQLQ), dietary intake surveys, anthropometric measurements (height, weight, body fat percentage), and biological sample collection (including blood, urine, saliva, and feces). Additionally, saliva samples will be collected specifically at week 2 of the intervention to assess mucosal immune markers.",
      "detailedDescription": "Allergic rhinitis (AR) is a chronic, non-infectious inflammatory disease of the nasal mucosa mediated by immunoglobulin E (IgE) in atopic individuals after exposure to allergens. Typical clinical manifestations include paroxysmal sneezing, clear nasal discharge, nasal itching, and nasal congestion, often accompanied by itchy eyes, tearing, sleep disturbances, and decreased quality of life. AR is one of the most common chronic nasal diseases in clinical practice, affecting approximately 10%-20% of the global population, and has been recognized by the World Health Organization as a major public health issue.\n\nThis study is a randomized, double-blind, placebo-controlled human intervention trial among university students with persistent allergic rhinitis symptoms. It aims to evaluate the efficacy of yeast postbiotics in improving persistent AR symptoms and to explore the potential mechanisms through which yeast postbiotics may alleviate AR symptoms by modulating the gut microbiota. A total of 80 volunteers with persistent AR symptoms will be recruited and randomly assigned to the yeast postbiotic intervention group (n = 40) or the placebo group (n = 40). Both participants and investigators will be blinded to group allocation. The randomization information will only be accessible to the study designers, and all interventions and samples will be coded to prevent unblinding. If a participant experiences a serious adverse event due to the intervention, unblinding will be performed and the participant will be withdrawn from the study During the intervention period, participants in the intervention group will take two capsules of yeast postbiotics daily, each containing 250 mg of yeast postbiotics along with appropriate amounts of maltodextrin and silicon dioxide. The placebo group will take two capsules per day of an identically appearing placebo, which contains only maltodextrin and a small amount of silicon dioxide. All participants will take the capsules once daily after meals with warm water. All participants will complete a daily Total Nasal Symptom Score (TNSS) and report any adverse events. Follow-ups will be conducted at Week 0, Week 4, and Week 12, including questionnaire assessments (VAS, RQLQ), dietary surveys, anthropometric measurements (height, weight, body fat percentage), and biological sample collection (blood, urine, saliva, and stool). A saliva sample will also be collected at Week 2.\n\nThe primary outcome of this study is TNSS. Secondary outcomes include: Visual Analogue Scale (VAS), Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ), Serum specific IgE (sIgE), Secretory IgA (sIgA), Inflammatory cytokines (IFN-γ, IL-4, IL-10, IL-6, and TNF-α), Gut microbiota composition, Serum biochemical indicators (CRP, ALT/AST, BUN/Cr). Statistical analysis will be conducted using SAS 9.4 software. Continuous variables will be expressed as mean ± standard deviation, and ordinal variables as proportions. T-tests and Kruskal-Wallis rank-sum tests will be used to compare continuous variables. Chi-square tests or Fisher's exact tests will be used for categorical variables. A p-value \\< 0.05 will be considered statistically significant. For outcome variables measured at multiple time points (e.g., VAS scores, cytokine levels at Weeks 0, 4, and 12), linear mixed-effects models (LMMs) will be constructed to assess the effects of time, group, and interaction, and to compare the trends across different time points between the intervention and control groups."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "Allergic Rhinitis",
        "Yeast Postbiotics"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 80,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Yeast Postbiotic Group",
          "type": "EXPERIMENTAL",
          "description": "Participants in the intervention group will take two capsules of yeast postbiotics daily after meals, with each capsule containing 250 mg of yeast postbiotics, along with maltodextrin and silicon dioxide.",
          "interventionNames": [
            "Dietary Supplement: Yeast Postbiotics"
          ]
        },
        {
          "label": "Placebo Group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants in the placebo group will take an equal number of placebo capsules, identical in dosage form, taste, appearance, and packaging. The placebo contains only maltodextrin and a small amount of silicon dioxide. All participants will take two capsules once daily, swallowed with warm water after meals.",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Yeast Postbiotics",
          "description": "Participants in the intervention group will take two capsules of yeast postbiotics daily after meals, with each capsule containing 250 mg of yeast postbiotics, along with maltodextrin and silicon dioxide.",
          "armGroupLabels": [
            "Yeast Postbiotic Group"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Participants in the placebo group will take an equal number of placebo capsules, identical in dosage form, taste, appearance, and packaging. The placebo contains only maltodextrin and a small amount of silicon dioxide. All participants will take two capsules once daily, swallowed with warm water after meals.",
          "armGroupLabels": [
            "Placebo Group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Total Nasal Symptom Score (TNSS)",
          "description": "A scoring system to evaluate the severity of four nasal symptoms: nasal itching, sneezing, rhinorrhea, and nasal congestion. Each symptom is rated on a scale of 0 to 3, with a total score ranging from 0 to 12. Higher scores indicate more severe symptoms.",
          "timeFrame": "Through intervention completion (Week 0 to Week 12)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Visual Analogue Scale (VAS)",
          "description": "A 10 cm straight-line scale where 0 represents \"no symptoms\" and 10 represents \"worst imaginable symptoms.\" Participants mark a point on the line based on their subjective perception. It is used to evaluate the overall severity and frequency of allergic rhinitis (AR) symptoms.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ)",
          "description": "A validated 28-item questionnaire covering seven domains: daily activities, sleep, nasal symptoms, ocular symptoms, emotional impact, practical problems, and environmental exposure. Each item is scored from 0 to 6; higher scores indicate greater impairment. Changes from baseline to post-intervention scores are used to evaluate improvements in quality of life.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "Serum Specific IgE (sIgE)",
          "description": "Measured using Fluorescence Enzyme Immunoassay (FEIA), such as ImmunoCAP, to detect IgE antibodies specific to common allergens. A result ≥0.35 kU/L is considered positive, indicating sensitization. It reflects the individual's allergic status and changes over time.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "Secretory IgA (sIgA)",
          "description": "Measured in fecal and saliva samples using ELISA kits. sIgA is an indicator of mucosal immune function and plays a role in first-line defense against pathogens.",
          "timeFrame": "Baseline week 2 week 4 week 12"
        },
        {
          "measure": "IFN-γ",
          "description": "A signature cytokine of Th1-type immune responses, IFN-γ plays a critical role in activating macrophages, enhancing antigen presentation, and promoting cellular immunity. Fasting plasma levels of IFN-γ are measured using high-sensitivity ELISA kits.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "IL-4",
          "description": "IL-4 is central in the pathogenesis of allergic diseases such as asthma and allergic rhinitis, contributing to eosinophilic infiltration and IgE production. Fasting plasma levels of IL-4 are measured using high-sensitivity ELISA kits.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "IL-10",
          "description": "An anti-inflammatory cytokine that modulates immune responses by inhibiting the synthesis of pro-inflammatory cytokines. Fasting plasma levels of IL-10 are measured using high-sensitivity ELISA kits.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "IL-6",
          "description": "A pleiotropic cytokine involved in both pro-inflammatory and anti-inflammatory processes. It plays a role in acute-phase responses, B-cell differentiation, and chronic inflammation. Fasting plasma levels of IL-6 are measured using high-sensitivity ELISA kits.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "TNF-α",
          "description": "TNF-α is a central pro-inflammatory cytokine involved in the initiation and amplification of inflammation. It plays a major role in systemic inflammation and is implicated in numerous inflammatory and autoimmune conditions. Fasting plasma levels of TNF-α are measured using high-sensitivity ELISA kits.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "C-reactive protein (CRP )",
          "description": "CRP is an acute-phase reactant produced by the liver in response to inflammation. Elevated CRP levels serve as a sensitive, though non-specific, marker of systemic inflammatory activity. CRP levels are measured using an automated biochemical analyzer.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "ALT/AST",
          "description": "ALT and AST are hepatic enzymes that reflect liver function. Elevated levels are indicative of hepatocellular injury or inflammation. ALT/AST levels are measured using an automated biochemical analyzer.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "BUN/Cr",
          "description": "BUN and creatinine are metabolic waste markers used to evaluate kidney function. Abnormal levels may indicate renal impairment. The BUN/Cr ratio is useful in distinguishing between prerenal and renal causes of dysfunction. BUN/Cr levels are measured using an automated biochemical analyzer.",
          "timeFrame": "Baseline week 4 week 12"
        },
        {
          "measure": "Gut Microbiota Composition",
          "description": "Fecal microbiota is analyzed using 16S rRNA gene amplicon sequencing to evaluate microbial diversity (α/β diversity), relative abundance of dominant taxa, and ecological shifts in response to intervention.",
          "timeFrame": "Baseline week 4 week 12"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Aged between 18 and 35 years;\n2. Meeting the symptom criteria for persistent allergic rhinitis (AR) as defined in the Chinese Guidelines for Diagnosis and Treatment of Allergic Rhinitis (2022, Revised Edition): (1) Symptoms: Two or more of the following-paroxysmal sneezing, watery rhinorrhea, nasal itching, and nasal congestion-lasting continuously or cumulatively for at least 1 hour per day; ocular symptoms such as tearing, itching, and redness may also be present; (2) Persistent AR: Symptoms occur on ≥4 days per week and persist for ≥4 consecutive weeks;\n3. No use of probiotics, prebiotics, synbiotics, antihistamines, corticosteroids, or immunosuppressants within 1 month prior to screening;\n4. Willing and able to maintain usual physical activity levels and dietary patterns during the study;\n5. Able and willing to sign the informed consent form voluntarily.\n\nExclusion Criteria:\n\n1. Use of antibiotics, osmotic laxatives (e.g., magnesium sulfate, lactulose), anthraquinone-containing agents (e.g., rhubarb, aloe, senna), or gastrointestinal motility-promoting drugs (e.g., metoclopramide, domperidone, cisapride) within 1 month prior to screening;\n2. Diagnosed with non-allergic rhinitis (e.g., vasomotor rhinitis, infectious rhinitis, hormonal rhinitis, drug-induced rhinitis), or with nasal polyps, severe nasal septum deviation, cerebrospinal fluid rhinorrhea, or aspirin-exacerbated respiratory disease (AERD);\n3. Patients with uncontrolled allergic comorbidities, including sinusitis, otitis media, allergic asthma, or atopic dermatitis;\n4. History of serious gastrointestinal diseases (e.g., severe diarrhea, inflammatory bowel disease), or gastrointestinal endoscopy within the past month;\n5. Diagnosed with congenital genetic disorders, primary immunodeficiency diseases, severe systemic illnesses, or malignancies;\n6. Pregnant or lactating women, or women with plans to conceive during the study period.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "35 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Xiaoqin Li, Dr.Prof.",
          "role": "CONTACT",
          "phone": "+86 15927366423",
          "email": "lixiaoqin@lzu.edu.cn"
        }
      ],
      "locations": [
        {
          "facility": "School of Public Health, Lanzhou University",
          "city": "Lanzhou",
          "state": "Gansu",
          "country": "China",
          "geoPoint": {
            "lat": 36.05701,
            "lon": 103.83987
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP_ICF",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": true,
          "label": "Study Protocol, Statistical Analysis Plan, and Informed Consent Form",
          "date": "2025-06-10",
          "uploadDate": "2025-07-04T16:25",
          "filename": "Prot_SAP_ICF_000.pdf",
          "size": 345136
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}