{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06869382",
      "orgStudyIdInfo": {
        "id": "IRB number 10-XD-154"
      },
      "organization": {
        "fullName": "Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation",
        "class": "OTHER"
      },
      "briefTitle": "ICS+LABA Vs. ICS+LABA+Omalizumab: Impact on Asthma Control and Gene Expression",
      "officialTitle": "Comparative Analysis of ICS Combined with LABA Versus Addition of Omalizumab on Transcriptomic Expression Profiles in Patients with Allergic Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-12-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-03-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2025-02-25",
      "studyFirstSubmitQcDate": "2025-03-10",
      "studyFirstPostDateStruct": {
        "date": "2025-03-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Taipei Tzu Chi Hospital, Buddhist Tzu Chi Medical Foundation",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Asthma is a chronic respiratory disease characterized by airway inflammation and obstruction, leading to wheezing, breathlessness, chest tightness, and coughing. Uncontrolled asthma impairs daily activities and reduces quality of life, making it a significant global health concern affecting 334 million people worldwide. Proper management is essential to minimize its impact.\n\nThe Global Initiative for Asthma (GINA) recommends inhaled corticosteroids (ICS) combined with long-acting beta-agonists (LABA) as a cornerstone therapy for moderate to severe asthma, reducing inflammation and providing sustained bronchodilation. This combination improves symptom control and prevents exacerbations more effectively than ICS alone.\n\nFor severe asthma inadequately controlled with ICS+LABA, biologics such as omalizumab (Xolair®) may be added. Omalizumab, a monoclonal antibody targeting immunoglobulin E (IgE), inhibits allergic inflammation by preventing IgE binding to mast cells and basophils. Clinical studies show it reduces asthma attacks, improves lung function, and decreases corticosteroid dependence.\n\nWhile ICS+LABA is the primary treatment, omalizumab is often introduced when control remains insufficient. However, transcriptomic differences between these treatments remain unclear. Investigating mRNA expression changes may provide insights for optimizing asthma management.\n\nResearch purposes:\n\nThis study aims to compare transcriptomic expression profiles in patients with allergic asthma treated with ICS+LABA versus those receiving ICS+LABA with the addition of omalizumab. By analyzing RNA expression differences, the investigators seek to identify key molecular pathways influenced by these treatments, investigate omalizumab's impact on airway inflammation and immune regulation, and explore potential biomarkers for predicting treatment response. Understanding these transcriptomic changes may provide insights into optimizing therapeutic strategies and improving personalized asthma management.\n\nThe main inclusion and exclusion conditions of the study:\n\nParticipants were adults over 18 years old with a confirmed asthma diagnosis via a provocation test, receiving treatment according to GINA guidelines. The ICS+LABA group included asthma patients classified as stage III, while the ICS+LABA+omalizumab group consisted of patients with poor asthma control despite ICS+LABA therapy and elevated IgE levels. Exclusion criteria included current smokers, individuals with other lung diseases (e.g., lung cancer, COPD, bronchiectasis, ILD), or systemic conditions such as diabetes, hypertension, myocardial infarction, or heart failure. Those who declined participation were also excluded. Healthy controls had no history of asthma, systemic diseases, or medication use.\n\nResearch Methods and Procedures:\n\nPulmonary Function Tests PFTs followed American Thoracic Society guidelines using a Medical Graphics Corporation spirometer. Measured parameters included forced vital capacity (FVC), forced expiratory volume in one second (FEV1), mid-maximum expiratory flow (MMEF), and peak expiratory flow rate (PEFR).\n\nBlood Tests Comprehensive blood tests included RNA transcriptome analysis, allergen panel, IgE levels, complete blood count with differentials, hemoglobin, liver and kidney function tests, C-reactive protein (CRP), electrolytes, and chest X-rays.\n\nAsthma Control Assessment The Chinese-language Asthma Control Test (ACT) was used to evaluate asthma control, with scores ranging from 0 to 25, where higher scores indicate better management.\n\nLibrary Preparation and Sequencing RNA libraries were prepared using the TruSeq Stranded mRNA Library Prep Kit (Illumina), followed by mRNA extraction, fragmentation, cDNA synthesis, adapter ligation, and purification. Library quality was assessed using the Agilent Bioanalyzer 2100 system and real-time PCR. Sequencing was performed on the Illumina NovaSeq 6000 platform, generating 150 bp paired-end reads.\n\nBioinformatics Analysis Raw sequence data were processed using Fastp for quality control, aligned to reference genomes using STAR, and quantified with RSEM. Differential gene expression was analyzed with edgeR, while Gene Ontology (GO) and KEGG pathway enrichment were performed using clusterProfiler and ShinyGO. RNA sequencing data are available at the National Center for Biotechnology Information (NCBI)."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma Patients"
      ],
      "keywords": [
        "asthma",
        "airway inflammation",
        "omalizumab",
        "RNA transcriptome"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 26,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ICS+LABA therapy",
          "type": "EXPERIMENTAL",
          "description": "ICS+LABA therapy refers to the combination of inhaled corticosteroids (ICS) and long-acting beta-agonists (LABA) in the treatment of asthma",
          "interventionNames": [
            "Drug: Foster BDP/Formoterol"
          ]
        },
        {
          "label": "ICS+LABA+Omalizumab",
          "type": "EXPERIMENTAL",
          "description": "ICS+LABA+Omalizumab therapy is a combination treatment used for patients with moderate to severe asthma that is not well-controlled with inhaled corticosteroids (ICS) and long-acting beta-agonists (LABA) alone",
          "interventionNames": [
            "Drug: Foster BDP/Formoterol",
            "Drug: Omalizimab"
          ]
        },
        {
          "label": "control group",
          "type": "NO_INTERVENTION",
          "description": "healthy subjects"
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Foster BDP/Formoterol",
          "description": "Foster is a combination therapy containing beclometasone dipropionate (an inhaled corticosteroid, or ICS) and formoterol fumarate (a long-acting beta-agonist, or LABA), which is used for managing asthma and chronic obstructive pulmonary disease (COPD).",
          "armGroupLabels": [
            "ICS+LABA therapy",
            "ICS+LABA+Omalizumab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Omalizimab",
          "description": "Omalizumab is a monoclonal antibody that specifically targets immunoglobulin E (IgE), a key mediator in allergic asthma. By binding to free IgE in the bloodstream, omalizumab prevents it from attaching to FcεRI receptors on mast cells and basophils, inhibiting the allergic inflammatory cascade that contributes to asthma exacerbations and bronchoconstriction. This intervention is particularly useful in patients with severe allergic asthma, who have high levels of IgE and have not responded well to conventional therapies such as inhaled corticosteroids (ICS) and long-acting beta-agonists (LABA).",
          "armGroupLabels": [
            "ICS+LABA+Omalizumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Gene Expression Profiles and Differentially Expressed Genes (DEGs) Identified by RNA Sequencing",
          "description": "Purified RNA was used to generate sequencing libraries with the TruSeq Stranded mRNA Library Prep Kit (Illumina, San Diego, CA, USA). mRNA was extracted from 1 µg of total RNA using oligo(dT)-coupled magnetic beads, followed by heat fragmentation into smaller fragments. First-strand cDNA synthesis was performed using reverse transcriptase and random primers, followed by second-strand synthesis. After adenylation at the 3' ends, adapter ligation, and purification with the AMPure XP system (Beckman Coulter, Beverly, USA), library quality was assessed using the Agilent Bioanalyzer 2100 system and real-time PCR.\n\nQualified libraries were sequenced on the Illumina NovaSeq 6000 platform, generating 150 bp paired-end reads. Raw sequencing data were processed using the Fastp program (version 0.23.4) to remove adapter sequences and low-quality bases. Gene expression levels were quantified and normalized as transcripts per million (TPM). Differential gene expression analysis was performed by co",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Pulmonary function test",
          "description": "Patients underwent pulmonary function tests following the guidelines of the American Thoracic Society, using a spirometer manufactured by Medical Graphics Corporation in the USA. Measurements included forced vital capacity (FVC, L) and forced expiratory volume in the first second (FEV1, L). One patient had lower lung function.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Serum IgE Concentration",
          "description": "Total serum IgE levels were measured using an immunoassay. The concentration of IgE (IU/mL) was assessed at baseline and at the end of treatment to evaluate changes over time.\n\nThis outcome measure tracks the number of participants with elevated total IgE levels during the study period. The cutoff value for total IgE was set at 200 IU/mL, and 16 participants had total IgE levels above this threshold.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Asthma control test",
          "description": "The Chinese-language Asthma Control Test (ACT) was used to assess asthma control level.6 The ACT contains five questions, each rated on a scale from 0 to 5, giving a possible total score between 0 and 25, where higher scores indicate improved asthma management.\n\nNumber of Participants with Poor Asthma Control (ACT Score \\< 20) This outcome measure tracks the number of participants with poor asthma control, as determined by the Asthma Control Test (ACT). The normal ACT score is 20 or higher, with scores below 20 indicating poor control. Eight participants had ACT scores lower than 20, indicating poor asthma control.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Body Mass Index (BMI)",
          "description": "Body Mass Index (BMI) was calculated as weight in kilograms divided by height in meters squared (kg/m²). This measurement was used to assess the participants' overall body composition and its potential impact on asthma severity and treatment response.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Complete Blood Count (CBC)",
          "description": "Complete Blood Count (CBC) with differentials included measurements of white blood cell (WBC) count in 10⁹/L, red blood cell (RBC) count in 10¹²/L, and platelet count in 10⁹/L. These parameters were assessed to evaluate hematologic status and monitor potential changes during the study period. Number of Participants with Normal Laboratory Test Results All participants had normal complete blood count (CBC) results.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Hemoglobin (Hb) levels",
          "description": "Hemoglobin (Hb) levels were measured in grams per deciliter (g/dL) to assess potential anemia or other hematologic abnormalities in study participants. All participants had normal Hemoglobin (Hb) levels .",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Liver Function Markers",
          "description": "Liver function was assessed by measuring aspartate aminotransferase (AST) and alanine aminotransferase (ALT) levels in units per liter (U/L). All participants had Liver Function.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        },
        {
          "measure": "Kidney function",
          "description": "Kidney function was evaluated using serum creatinine (Cr) and blood urea nitrogen (BUN), both measured in milligrams per deciliter (mg/dL). These parameters were assessed to monitor renal function, detect potential impairment.",
          "timeFrame": "From enrollment to the end of treatment at 12 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 years old with a confirmed asthma diagnosis via a provocation test\n* The treatment of asthma was according to GINA guideline. ICS with LABA group are patients of asthma presented as stage III. The adding of omalizuamb is patients with poor control of ICS with LABA with high IgE.\n\nExclusion Criteria:\n\n* age less than 18 years old\n* current smokers\n* individuals with other lung diseases (such as lung cancer, chronic obstructive pulmonary disease, bronchiectasis, or interstitial lung disease)\n* those with systemic conditions like diabetes, hypertension, myocardial infarction, or congestive heart failure.\n* Individuals who opted not to participate were also excluded.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Taipei Tzu Chi Hospital",
          "city": "New Taipei City",
          "state": "None Selected",
          "zip": "23142",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 25.06199,
            "lon": 121.45703
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}