{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03014804",
      "orgStudyIdInfo": {
        "id": "16-001706"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2016-01587",
          "type": "REGISTRY",
          "domain": "CTRP (Clinical Trial Reporting Program)"
        },
        {
          "id": "16-001706",
          "type": "OTHER",
          "domain": "UCLA / Jonsson Comprehensive Cancer Center"
        }
      ],
      "organization": {
        "fullName": "Jonsson Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "briefTitle": "Autologous Dendritic Cells Pulsed With Tumor Lysate Antigen Vaccine and Nivolumab in Treating Patients With Recurrent Glioblastoma",
      "officialTitle": "A Phase II Clinical Trial Evaluating Combination Therapy Using DCVax-L (Autologous Dendritic Cells Pulsed With Tumor Lysate Antigen) and Nivolumab (an Anti-PD-1 Antibody) for Subjects With Recurrent Glioblastoma Multiforme"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-08",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "Final contract negotiations",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-12-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-12-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2022-12-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2016-11-30",
      "studyFirstSubmitQcDate": "2017-01-05",
      "studyFirstPostDateStruct": {
        "date": "2017-01-09",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2020-07-22",
      "lastUpdatePostDateStruct": {
        "date": "2020-07-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Jonsson Comprehensive Cancer Center",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Northwest Biotherapeutics",
          "class": "INDUSTRY"
        },
        {
          "name": "Bristol-Myers Squibb",
          "class": "INDUSTRY"
        },
        {
          "name": "Brain Tumor Funders Collaborative",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This phase II trial studies the side effects of autologous dendritic cells pulsed with tumor lysate antigen vaccine and nivolumab and to see how well they work in treating patients with glioblastoma that has come back. Vaccines made from a person's tumor cells may help the body build an effective immune response to kill tumor cells. Monoclonal antibodies, such as nivolumab, may interfere with the ability of tumor cells to grow and spread. Giving dendritic cell-autologous lung tumor vaccine and nivolumab may work better in treating patients with glioblastoma.",
      "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and tolerability of the combination treatment of autologous dendritic cells pulsed with tumor lysate antigen vaccine (DCVax-L) and nivolumab.\n\nII. To compare overall survival (OS) from the date of surgery in a pooled evaluation of group 1 subjects receiving DCVax-L and group 2 subjects receiving DCVax-L and nivolumab to recent historical standards.\n\nIII. To compare OS between the two groups.\n\nSECONDARY OBJECTIVES:\n\nI. Safety. II. Feasibility. III. Tumor response. IV. Immune response. V. Quality of Life (QoL). VI. Overall survival (OS). VII. Overall survival rate at 9, 12, and 18 months. VIII. Progression-free survival (PFS). IX. Evaluation of the safety of the DCVax-L + nivolumab combination regimen.\n\nTERTIARY OBJECTIVES:\n\nI. Estimate correlation of quantitative assessments of tumor-infiltrating lymphocyte (TIL) proliferation (CD8+/Ki-67+ staining).\n\nII. Estimate difference in PD-1 and PD-L1 immunohistochemistry expression between density or clonality with clinical responses to combination therapy in recurrent glioblastoma subjects.\n\nIII. Estimate differences between outcome groups in monocytic PD-L1 expression at baseline and over time.\n\nIV. Estimate differences between outcome groups in circulating tumor DNA, circulating tumor cells, and CD4+ T cells at baseline and over time.\n\nV. Estimate difference in PD-1 and PD-L1 immunohistochemical (IHC) expression between archived and study samples.\n\nVI. Explore patterns of tumor proteomic profiling. VII. Estimate efficacy of combination therapy by progression-free survival (PFS), rates of contrasted tumor change over time, and overall survival (OS).\n\nVIII. Explore effect of nivolumab on TIL proliferation (CD8+/Ki-67+ staining). IX. Explore whether oligoclonal T cell populations within tumor tissue are similarly expanded in peripheral blood after nivolumab, the magnitude of which correlates with clinical responses.\n\nX. Explore if changes in specific MRI parameters correlate with tumor and peripheral blood immune responses.\n\nXI. Explore if a mesenchymal gene expression signature present in the initial archived tumor sample correlates with T lymphocytic response in tumor after nivolumab.\n\nXII. Correlate changes of positron emission tomography (PET) in tumor with the following: TIL density or clonality, clinical outcome, T cell measures in peripheral blood, clinical toxicity.\n\nXIII. Correlate changes in PET in lymph nodes with the following: TIL density or clonality, clinical outcome, T cell measures in peripheral blood, clinical toxicity.\n\nXIV. Correlate changes in PET in organ tissue with TIL density or clonality.\n\nOUTLINE: Patients are randomized to 1 of 2 groups.\n\nGROUP I: Patients receive dendritic cell-autologous lung tumor vaccine intradermally (ID) on days 0, 7, 14, and weeks 4, 6, 8, 11, 14, 17 and 20.\n\nGROUP II: Patients receive dendritic cell-autologous lung tumor vaccine as in Group I, and nivolumab intravenously (IV) over 30 minutes on days 0, 14, and weeks 4, 6, 8, 11, 14, 17, and 20.\n\nAfter completion of study treatment, patients are followed up for up to 12 months."
    },
    "conditionsModule": {
      "conditions": [
        "Giant Cell Glioblastoma",
        "Gliosarcoma",
        "Oligodendroglioma",
        "Recurrent Glioblastoma",
        "Small Cell Glioblastoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Group I (DCVax-L)",
          "type": "EXPERIMENTAL",
          "description": "Patients receive autologous dendritic cells pulsed with tumor lysate antigen vaccine ID on days 0, 7, 14, and weeks 4, 6, 8, 11, 14, 17 and 20.",
          "interventionNames": [
            "Biological: autologous dendritic cells pulsed with tumor lysate antigen Vaccine",
            "Other: Laboratory Biomarker Analysis",
            "Other: Quality-of-Life Assessment",
            "Other: Questionnaire Administration"
          ]
        },
        {
          "label": "Group II (DCVax-L, nivolumab)",
          "type": "EXPERIMENTAL",
          "description": "Patients receive autologous dendritic cells pulsed with tumor lysate antigen vaccine as in Group I, and nivolumab IV over 30 minutes on days 0, 14, and weeks 4, 6, 8, 11, 14, 17, and 20.",
          "interventionNames": [
            "Biological: autologous dendritic cells pulsed with tumor lysate antigen Vaccine",
            "Other: Laboratory Biomarker Analysis",
            "Biological: Nivolumab",
            "Other: Quality-of-Life Assessment",
            "Other: Questionnaire Administration"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "autologous dendritic cells pulsed with tumor lysate antigen Vaccine",
          "description": "Given ID",
          "armGroupLabels": [
            "Group I (DCVax-L)",
            "Group II (DCVax-L, nivolumab)"
          ],
          "otherNames": [
            "DCVax-Lung"
          ]
        },
        {
          "type": "OTHER",
          "name": "Laboratory Biomarker Analysis",
          "description": "Correlative studies",
          "armGroupLabels": [
            "Group I (DCVax-L)",
            "Group II (DCVax-L, nivolumab)"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Nivolumab",
          "description": "Given IV",
          "armGroupLabels": [
            "Group II (DCVax-L, nivolumab)"
          ],
          "otherNames": [
            "BMS-936558",
            "MDX-1106",
            "NIVO",
            "ONO-4538",
            "Opdivo"
          ]
        },
        {
          "type": "OTHER",
          "name": "Quality-of-Life Assessment",
          "description": "Ancillary studies",
          "armGroupLabels": [
            "Group I (DCVax-L)",
            "Group II (DCVax-L, nivolumab)"
          ],
          "otherNames": [
            "Quality of Life Assessment"
          ]
        },
        {
          "type": "OTHER",
          "name": "Questionnaire Administration",
          "description": "Ancillary studies",
          "armGroupLabels": [
            "Group I (DCVax-L)",
            "Group II (DCVax-L, nivolumab)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of adverse events assessed by National Cancer Institute's Common Terminology Criteria for Adverse Events version 4.03",
          "description": "Will be compared between groups and to those reported for historical standards, including subjects treated with nivolumab in prior trials.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "The overall survival curves will be displayed using a Kaplan-Meier curve for the pooled and individual treatments. A one-sample log-rank test will also be completed as a sensitivity analysis for the same survival rate assumption as the primary efficacy analysis, and a two-sample log-rank test will be used to compare the survival distribution between the two arms.",
          "timeFrame": "Up to 12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall Survival rate",
          "description": "The overall survival curves will also be displayed using a Kaplan-Meier curve for the pooled and individual treatments. Estimated proportions of surviving subjects at 9 months will be provided along with the two-sided 95% CIs.",
          "timeFrame": "9 months"
        },
        {
          "measure": "Overall Survival rate",
          "description": "The overall survival curves will also be displayed using a Kaplan-Meier curve for the pooled and individual treatments. Estimated proportions of surviving subjects at 12 months will be provided along with the two-sided 95% CIs.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Overall Survival rate",
          "description": "The overall survival curves will also be displayed using a Kaplan-Meier curve for the pooled and individual treatments. Estimated proportions of surviving subjects at 18 months will be provided along with the two-sided 95% CIs.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Progression Free Survival (PFS)",
          "description": "Kaplan Meier estimates will be provided along with the one-sided 95% lower bound on the survival rate. PFS survival will be compared between groups using a log-rank test.",
          "timeFrame": "From treatment initiation to first progression or death assessed up to 12 months."
        },
        {
          "measure": "Quality of Life (QoL)",
          "description": "Will be summarized descriptively for available subjects, and shifts from day 0 will be summarized for post-baseline assessments using the European Organization for Research and Treatment of Cancer (EORTC) Overall Quality of Life (QoL) questionnaire.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Number of participants with complete response (CR)",
          "description": "Rates of CR will be provided at fixed intervals where tumor size is evaluated. Exact two-sided CIs for the response rate will be provided and the denominator will include subjects with available information or who have previously died or progressed. A Fisher's exact test will be used to compare the test that the number of CR, CR+PR, and CR+PR+SD subjects is homogeneous across the treatment arms.",
          "timeFrame": "Up to 12 months of follow up after initiation of treatment"
        },
        {
          "measure": "Number of participants with partial response (PR)",
          "description": "Rates of PR will be provided at fixed intervals where tumor size is evaluated. Exact two-sided CIs for the response rate will be provided and the denominator will include subjects with available information or who have previously died or progressed. A Fisher's exact test will be used to compare the test that the number of CR, CR+PR, and CR+PR+SD subjects is homogeneous across the treatment arms.",
          "timeFrame": "Up to 12 months of follow up after initiation of treatment"
        },
        {
          "measure": "Number of participants with stable disease (SD)",
          "description": "Rates of SD will be provided at fixed intervals where tumor size is evaluated. Exact two-sided CIs for the response rate will be provided and the denominator will include subjects with available information or who have previously died or progressed. A Fisher's exact test will be used to compare the test that the number of CR, CR+PR, and CR+PR+SD subjects is homogeneous across the treatment arms.",
          "timeFrame": "Up to 12 months of follow up after initiation of treatment"
        },
        {
          "measure": "Number of participants with progressive disease (PD)",
          "description": "Rates of PD will be provided at fixed intervals where tumor size is evaluated. Exact two-sided CIs for the response rate will be provided and the denominator will include subjects with available information or who have previously died or progressed. A Fisher's exact test will be used to compare the test that the number of CR, CR+PR, and CR+PR+SD subjects is homogeneous across the treatment arms.",
          "timeFrame": "Up to 12 months of follow up after initiation of treatment"
        },
        {
          "measure": "Objective response rate (ORR) defined as the percentage of participants with CR + PR",
          "description": "Rates of ORR will be provided at fixed intervals where tumor size is evaluated.",
          "timeFrame": "Up to 12 months of follow up after initiation of treatment"
        },
        {
          "measure": "Response/Stable Disease Rate (RSDR) defined as the percentage of participants demonstrating CR+PR+SD",
          "description": "Rates of RSDR will be provided at fixed intervals where tumor size is evaluated.",
          "timeFrame": "Up to 12 months of follow up after initiation of treatment"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Changes in PET in lymph nodes",
          "description": "Correlated with TIL density or clonality, clinical outcome, T cell measures in peripheral blood and clinical toxicity. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Baseline up to 12 months"
        },
        {
          "measure": "Changes in PET in organ tissue",
          "description": "Correlated with tumor infiltrating lymphocytes (TIL) density or clonality. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Baseline up to 12 months"
        },
        {
          "measure": "Changes of PET in tumor",
          "description": "Correlated with TIL density or clonality, clinical outcome, T cell measures in peripheral blood and clinical toxicity. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Baseline up to 12 months"
        },
        {
          "measure": "Effect of nivolumab on peripheral blood lymphocyte and TIL proliferation (CD8+/Ki-67+ staining)",
          "description": "Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Difference in Progression Free Survival (PFS) of participants treated with combination treatment (Group 1) versus single treatment (group 2)",
          "timeFrame": "Up to 12 months follow up after initiation of treatment"
        },
        {
          "measure": "Difference in the rates of contrast-enhanced tumor change over time of participants treated with combination treatment (Group 1) versus single treatment (group 2)",
          "timeFrame": "Up to 12 months follow up after initiation of treatment"
        },
        {
          "measure": "Difference in Overall Survival (OS) of participants treated with combination treatment (Group 1) versus single treatment (group 2)",
          "timeFrame": "Up to 12 months follow up after initiation of treatment"
        },
        {
          "measure": "Difference in Landmark survival at 9 month of participants treated with combination treatment (Group 1) versus single treatment (group 2)",
          "timeFrame": "Up to 9 months follow up after initiation of treatment"
        },
        {
          "measure": "Difference in Landmark survival at 12 month of participants treated with combination treatment (Group 1) versus single treatment (group 2)",
          "timeFrame": "Up to 12 months follow up after initiation of treatment"
        },
        {
          "measure": "Difference in Landmark survival at 18 month of participants treated with combination treatment (Group 1) versus single treatment (group 2)",
          "timeFrame": "Up to 18 months follow up after initiation of treatment"
        },
        {
          "measure": "Number of somatic mutations in each pre-treatment tumor sample",
          "description": "Correlated with T lymphocytic response in tumor after DCVax-L +/- nivolumab. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Oligoclonal T cell populations within tumor tissue",
          "description": "The magnitude of morphological changes correlated with clinical responses. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Association of Progression Free Survival (PFS) and Overall Survival (OS) with MGMT methylation status",
          "description": "The difference of PFS and OS between participants with methylated MGMT promotor and participants with unmethylated MGMT promotor enrolled in each treatment group",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Analysis of PD-L1 membrane protein expression level on monocytes in two groups",
          "description": "Difference in expression level on monocytes at baseline and over time (Week 8, the End of Treatment, month 6 and month 18) compared between two groups",
          "timeFrame": "from baseline, up to 12 months follow up"
        },
        {
          "measure": "PD-1 and PD-L1 immunohistochemical expression",
          "description": "Immunohistochemical staining (IHC) will be used to determine the difference in expression between archived tumor tissue samples and on study tumor tissue samples. Archived tumor tissue samples and on study tumor tissue samples are obtained in paraffin blocks or FFPE tissue slides, and are processed by IHC technique for antitumor expression of PD-1 and PD-L1. Multi-plex IHC stained will be performed to assess: 1) the proportion of PD-L1 expression on GFAP+ tumor cells versus myeloid cells (CD68+ or CD163+) within the tumor microenvironment; and 2) the proportion of PD-1 expression on CD4 or CD8 TIL; and 3) the proximity of CD4/8 TIL to PD-L1+ cells in the tumor microenvironment.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "PD-1 and PD-L1 immunohistochemistry density",
          "description": "Immunohistochemistry will be used to measure the difference in PD-1 and PD-L1 expression between density with clinical responses to combination therapy examined. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "PD-1 and PD-L1 immunohistochemistry clonality",
          "description": "Immunohistochemistry will be used to measure the difference in PD-1 and PD-L1 expression between clonality with clinical responses to combination therapy examined. Descriptive statistics, confidence intervals, or inferential analyses will comprise a set of exploratory analyses.",
          "timeFrame": "Up to 12 months"
        },
        {
          "measure": "Evaluate the effects of the study treatment on CD4+/8+ T cell ratios in two groups",
          "description": "Fluorescence-activated cell sorting assay will be used to measure T CD4+/8+ T cell ratios",
          "timeFrame": "From baseline up to 12 months of follow up"
        },
        {
          "measure": "Evaluate the effects of the study treatment on T cell subset proliferation and populations in two groups",
          "description": "Fluorescence-activated cell sorting assay will be used to measure T cell subset proliferation and population",
          "timeFrame": "From baseline up to 12 months of follow up"
        },
        {
          "measure": "Evaluate the effects of the study treatment on negative costimulatory molecule expression in two groups",
          "description": "Fluorescence-activated cell sorting assay will be used to measure negative costimulatory molecule expression",
          "timeFrame": "From baseline up to 12 months of follow up"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* PRE-SURGERY SCREENING PROCESS\n* Original diagnosis of glioblastoma multiforme (GBM) confirmed by central review\n* Radiographic evidence of first recurrence per Response Assessment in Neuro-Oncology (RANO) criteria confirmed by central review\n* Surgically accessible, unilateral, recurrent GBM tumor for which extirpative resection, with intent to perform a gross total or near gross total resection, is indicated; a subject may be screened if he or she has had a previous biopsy and is scheduled for a subsequent gross or near gross total resection prior to commencement of other therapies\n* Ability to understand and sign the tumor procurement informed consent form indicating awareness of the investigational nature of this study; the consent for tumor tissue donation may be signed by a legally authorized representative (LAR) if allowed by the institution\n* Life expectancy of \\>= 12 weeks\n* Absolute lymphocyte count \\>= 0.6 x 10\\^3/mm\\^3 (0.6 x 10\\^9/L)\n* MGMT promoter methylation status of original tumor is obtainable\n* POST-SURGERY, PRIOR TO PRE-LEUKAPHERESIS\n* Therapy for recurrent disease must have consisted of surgical resection extending beyond biopsy only, with the intent to achieve gross or near-total resection of the contrast-enhancing tumor mass; subjects who underwent resection confirmed beyond biopsy remain eligible for the screening process; subjects undergoing a biopsy only will be excluded; central confirmation is required before the subject can proceed to leukapheresis\n* Patients with recurrent unilateral GBM, confirmed through central pathology (grade IV), without metastases, remain eligible for this protocol\n\n  * For the purposes of this study, pathology reports for all histologically confirmed GBM includes the recognized variants of glioblastoma (small cell glioblastoma, giant cell glioblastoma, gliosarcoma, and glioblastoma with oligodendroglial components)\n* All subjects must have sufficient tumor lysate protein generated from the resected tumor tissue; this determination will be made by the sponsor's contracted manufacturer and communicated to the clinical site through the sponsor or its designee; this confirmation is not required prior to the pre-leukapheresis visit, but is required before the subject can proceed to leukapheresis\n* PRE-LEUKAPHERESIS EVALUATION\n* Hemoglobin \\> 10 g/dL (100 g/L)\n* White blood cell count 3.6-11.0 x 10\\^3/mm\\^3 (3.6-11.0 x 10\\^9/L)\n* Absolute granulocyte count \\>= 1.5 x 10\\^3/mm\\^3 (1.5 x 10\\^9/L)\n* Absolute lymphocyte count \\>= 1.0 x 10\\^3/mm\\^3 (1.0 x 10\\^9/L)\n* Platelet count \\>= 100 x 10\\^3/mm\\^3 (100 x 10\\^9/L)\n* Eligibility is maintained if these laboratory results are outside of the central laboratory's normal reference ranges or the sample ranges provided above but are not deemed clinically significant by the treating investigator\n* Eligibility level of hemoglobin can be reached by transfusion; these values are determined by a central laboratory\n* Serum glutamate pyruvate transaminase (SGPT) =\\< 4.0 times upper limits of normal (ULN)\n* Serum glutamic-oxaloacetic transaminase (SGOT) =\\< 4.0 times ULN\n* Alkaline phosphatase =\\< 4.0 times upper limits of normal (ULN)\n* Total bilirubin =\\< 1.5 mg/dL (25.7 umol/L)\n* Blood urea nitrogen (BUN) =\\< 1.5 times ULN\n* Creatinine =\\< 1.5 times ULN\n* Subjects must have a Karnofsky performance status (KPS) rating \\>= 70 at the pre-leukapheresis visit\n* PRIOR TO DAY 0\n* Subjects may have received steroid therapy as part of their primary treatment; steroid treatment should be stopped or, if continued steroid use is clinically indicated, be tapered down to no more than 2 mg dexamethasone per day (or equivalent) at least 7 days prior to the first immunization\n* White blood cell count \\>= 2.0 x 10\\^3/mm\\^3 (2.0 x 10\\^9/L)\n* Neutrophils \\>= 1.5 x 10\\^3/mm\\^3 (1.5 x 10\\^9/L)\n* Platelets \\>= 100 x 10\\^3/mm\\^3 (100 x 10\\^9/L)\n* Hemoglobin \\>= 9.0 g/dL (90 g/L)\n* Serum creatinine =\\< 1.5 x upper limit of normal (ULN)\n* SGOT (aspartate aminotransferase \\[AST\\]) =\\< 3 x ULN\n* SGPT (alanine aminotransferase \\[ALT\\]) =\\< 3 x ULN\n* Total bilirubin =\\< 1.5 x ULN\n\n  * Except subjects with Gilbert's syndrome, who must have total bilirubin \\< 3.0 mg/dL\n* Subjects must have a KPS rating a \\>= 60 at the pre-enrollment evaluation\n\nExclusion Criteria:\n\n* PRE-SCREENING\n* Progression on imaging based on RANO criteria within 12 weeks of conclusion of radiotherapy\n* History of other prior malignancy except for adequately treated basal cell or squamous cell skin cancer or in situ cervical cancer or other cancers that were deemed fully resolved 5 or more years prior to surgery\n* History of active, known, or suspected autoimmune or immunodeficiency disease\n* Known human immunodeficiency virus (HIV)-1 or -2 or human T-cell lymphotropic virus (HTLV)-1 or -2 positivity\n* Active uncontrolled infection, such as a sexually transmitted disease (STD), herpes, uncontrolled tuberculosis, malaria, etc\n* Known intolerance to cyclophosphamide or other alkylating agents, or any component of any study drug\n* History of active immunotherapy, including dendritic cell therapy, T cell therapy, immunization with tumor antigens in any form, any anti-PD-1, anti-PD-L1, anti-PD-L2, or anti-CTLA-4 antibody, or any other antibody or drug specifically targeting T-cell costimulation or immune checkpoint pathways or checkpoint inhibitor therapy such as ipilimumab\n* History of severe infusion-related reaction to any biologics therapy\n* Females who are gravid or breast-feeding\n* Inability to obtain informed consent because of psychiatric or complicating medical problems\n* Any known genetic cancer-susceptibility syndromes\n* Any positive test for hepatitis B virus surface antigen (HBV sAg) or hepatitis C virus ribonucleic acid (HCV antibody) indicative of acute or chronic infection\n* AT OR AROUND SURGERY\n* Bilateral or metastatic glioblastoma detected at diagnosis, during surgery, or at post-surgical magnetic resonance imaging (MRI); tumors may cross into, but not beyond, the corpus callosum\n* Postoperative MRI evidence of biopsy only, without significant tumor resection, confirmed by central reviewer\n* Implantation of Gliadel wafers (polifeprosan 20 with carmustine implant) at surgery\n* PRE-LEUKAPHERESIS VISIT\n* Positive HIV-1, -2, or HTLV-1, -2 tests\n* Recipient of organ allografts\n* Allergies to reagents used in this study\n* Unable to stop or taper steroid treatment to no more than 2 mg of dexamethasone per day (or equivalent) prior to leukapheresis; steroid use should be stopped or tapered down to the lowest clinically acceptable dose approximately 7 days prior to leukapheresis; the leukapheresis visit must be scheduled to occur a minimum of 21 days before the projected day 0\n\n  * It is critical to reduce steroid administration to the lowest possible dose, as steroids interfere with DCVax-L manufacturing by hampering the ability of monocytes to adhere to plastic surfaces during purification; leukapheresis should occur at least 21 days prior to the projected date of DCVax-L administration\n* Inability or unwillingness to return for required visits and follow-up exams\n* EXCLUSION PRIOR TO DAY 0\n* Fewer than 6 doses of DCVax-L available for administration\n* Continued requirement for medications that might affect immune function; the following are exceptions: nonprescription strength doses of NSAIDS, acetaminophen (paracetamol), or acetylsalicylic acid (aspirin)\n* Acute infection: any active viral, bacterial, or fungal infection that requires specific therapy; antibiotic therapy must be completed at least 7 days prior to the first DCVax-L/nivolumab administration\n* Fever \\>= 101.5 degrees Fahrenheit (F) (38.6 degrees Celsius \\[C\\]); if considered possibly transient, retesting is allowed\n* Unstable or severe intercurrent medical conditions\n* Women of child-bearing potential (WOCBP) who are pregnant or lactating or who are not using adequate contraception and willing to do so to avoid pregnancy for 5 months after the week 20 visit\n* Males who are sexually active with WOCBP and not willing to use any contraceptive method with a failure rate of less than 1% per year for 7 months after the week 20 visit\n* Any dose of steroids exceeding 10 mg/day of prednisone (or equivalent) within 2 weeks prior to study drug administration",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Timothy Cloughesy",
          "affiliation": "UCLA / Jonsson Comprehensive Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "UCLA / Jonsson Comprehensive Cancer Center",
          "city": "Los Angeles",
          "state": "California",
          "zip": "90095",
          "country": "United States",
          "geoPoint": {
            "lat": 34.05223,
            "lon": -118.24368
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005909",
          "term": "Glioblastoma"
        },
        {
          "id": "D018316",
          "term": "Gliosarcoma"
        },
        {
          "id": "D009837",
          "term": "Oligodendroglioma"
        }
      ],
      "ancestors": [
        {
          "id": "D001254",
          "term": "Astrocytoma"
        },
        {
          "id": "D005910",
          "term": "Glioma"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000077594",
          "term": "Nivolumab"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}