{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02541331",
      "orgStudyIdInfo": {
        "id": "LPI-1201"
      },
      "organization": {
        "fullName": "Lallemand Pharma AG",
        "class": "INDUSTRY"
      },
      "briefTitle": "Efficacy Of Bacterial Lysate In Asthmatic Children",
      "officialTitle": "Influence of Polyvalent Mechanical Bacterial Lysate ISMIGEN® on Clinical Course of Asthma and Related Immunological Parameters in Asthmatic Children (EOLIA Study): Randomised Double-blind Placebo-controlled Multicentre Parallel-group Study",
      "acronym": "EOLIA"
    },
    "statusModule": {
      "statusVerifiedDate": "2015-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2014-07"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2015-06",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2015-08-31",
      "studyFirstSubmitQcDate": "2015-09-02",
      "studyFirstPostDateStruct": {
        "date": "2015-09-04",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2015-09-03",
      "lastUpdatePostDateStruct": {
        "date": "2015-09-07",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Lallemand Pharma AG",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This study evaluate the efficacy of Mechanical Bacterial Lysate (PMBL - Ismigen®) to improve the asthma control level (ACT score) as add-on treatment to routine asthma treatment in children aged 6 to 16 with uncontrolled or partly controlled asthma. Half of the 150 participants will receive Ismigen® and their current asthma therapy while the other half will receive Placebo and their current asthma treatment.",
      "detailedDescription": "Acute and recurrent respiratory infections of the upper and middle respiratory tracts in the paediatric population of asthmatic patients represent a leading clinical burden, particularly during the winter. Respiratory tract infections, mainly viral infection are important factors that exacerbate asthma course in children. Currently no clinical data demonstrated the benefit of oral or sublingual bacterial lysates on asthma clinical course in children apart from one trial with OM-85 BV (Bronchovaxom®) suggesting reduced number and duration of infection-related wheezing attacks in children with asthma wheezing.\n\nTherefore it was hypothesized that PMBL (Ismigen®) used in asthmatic children should significantly improve asthma course and control. A seasonal approach of active prevention, based on full-fledged antibacterial oral vaccination would be useful to show the potential benefit of this type of products.\n\nThe Primary objective was to assess the benefit of Ismigen® versus Placebo on the mean ACT score after administration of a Polyvalent Mechanical Bacterial Lysate (PMBL - Ismigen®) as add-on to routine asthma treatment.\n\nSecondary objectives investigated:\n\n* the potential reduction (vs Placebo) of number of asthma exacerbations, time to first event with Ismigen®;\n* the potential decrease in number of respiratory tract infections during the observation period (3-month treatment and 6-month follow-up) after treatment;\n* the specific changes occurring in a panel of immunological markers as the result of Ismigen® effect (subset of 48 patients)."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Asthma"
      ],
      "keywords": [
        "IgE-dependent asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ISMIGEN",
          "type": "EXPERIMENTAL",
          "description": "Treatment over 3 successive months with one daily tablet over 10 days followed by 20 days of rest",
          "interventionNames": [
            "Biological: ISMIGEN"
          ]
        },
        {
          "label": "PLACEBO",
          "type": "PLACEBO_COMPARATOR",
          "description": "Treatment over 3 successive months with one daily tablet over 10 days followed by 20 days of rest",
          "interventionNames": [
            "Biological: PLACEBO"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "ISMIGEN",
          "description": "Tablets of 30 billion organisms/mg - Sublingual use 1 tablet per day over 10 days for 3 successive months.",
          "armGroupLabels": [
            "ISMIGEN"
          ],
          "otherNames": [
            "Polyvalent Mechanical Bacterial Lysate - PMBL"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "PLACEBO",
          "description": "Matched tablets without any active substance.",
          "armGroupLabels": [
            "PLACEBO"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in asthma control level (mean ACT or P-ACT) score",
          "description": "The main criterion is the improvement in mean ACT/P-ACT score versus baseline (between-groups comparison)",
          "timeFrame": "at 3-months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time-dependent change in asthma control level (mean ACT or P-ACT) score",
          "description": "Improvement in ACT/P-ACT score versus baseline (between-groups comparison)",
          "timeFrame": "at 6-months and at 9-months"
        },
        {
          "measure": "Number of respiratory infections occurring during the 3-mo treatment and the 6-mo follow-up after treatment",
          "description": "Comparison of frequency of events between groups during the observation period.",
          "timeFrame": "at 3-months, at 6-months and at 9-months"
        },
        {
          "measure": "Time to first mild or severe asthma exacerbation",
          "description": "To assess the exacerbation-free time after baseline (between-groups comparison)",
          "timeFrame": "From baseline"
        },
        {
          "measure": "Standardized mean daily dose of Inhaled Corticosteroids (ICS) used",
          "description": "To assess the amount of current asthma treatment (ICS) required to maintain a stable asthma control level (between-groups comparison)",
          "timeFrame": "From baseline, up to the 9-month time point"
        },
        {
          "measure": "Frequency of short acting beta-2 agonists use as rescue medication",
          "description": "To assess the necessary amount of rescue medication to cure exacerbations (between-groups comparison)",
          "timeFrame": "From baseline, up to the 9-month time point"
        },
        {
          "measure": "Serum Immunoglobulins",
          "description": "Levels of total IgE, IgA, IgM, IgG (including IgG1, IgG2, IgG3, IgG4) (between-groups comparison, biology subset)",
          "timeFrame": "At baseline and at 3-months"
        },
        {
          "measure": "Serum antibacterial antibodies concentration",
          "description": "Specific immunological response to Ismigen vaccination: IgG levels of Streptococcus pneumonia, Haemophilus Influenzae, Staphylococcus aureus, Klebsiella pneumonia, Streptococcus pyogenes, Klebsiella Ozenae, Streptococcus group A-G (between-groups comparison, biology subset)",
          "timeFrame": "At baseline, at 3-weeks and at 3-months"
        },
        {
          "measure": "Blood Specific markers of Lymphocyte activation",
          "description": "Levels of CD23 (B cells), CD25 (T cells) and CD69 (T, B and NK cells) (between-groups comparison, biology subset)",
          "timeFrame": "At baseline and at 3-months"
        },
        {
          "measure": "Activation of CD4 T cells in peripheral blood",
          "description": "Flow cytometric analyses of Foxp3 and CD25 expression as markers of conversion of T cells into nTreg and iTreg (between-groups comparison, biology subset)",
          "timeFrame": "At baseline and at 3-months"
        },
        {
          "measure": "Specific T cells responses in peripheral blood mononuclear cells (PBMC)",
          "description": "Number of vaccine specific T cells positive to IFN-gamma, IL-4, IL-13 assessed as spot-forming units by ELISPOT assay (between-groups comparison, biology subset)",
          "timeFrame": "At baseline, at 3-weeks and at 3-months"
        },
        {
          "measure": "PAQLQ (Paediatric Asthma Quality of Life Questionnaire) and PACQLQ (Paediatric Asthma Caregivers Quality of Life Questionnaire)",
          "description": "Patient and caregiver auto-questionnaires to assess the change in quality of life relative to asthma (between-groups comparison)",
          "timeFrame": "At baseline and at 9-months"
        },
        {
          "measure": "Cumulative number of days with respiratory tract infections",
          "description": "Cumulative number of days with an event (Between-groups comparison)",
          "timeFrame": "From baseline, up to the 9-month time point"
        },
        {
          "measure": "Number of lost school days due to respiratory infections and to asthma exacerbations",
          "description": "Cumulative number of days of absences (Between-groups comparison)",
          "timeFrame": "From baseline, up to the 9-month time point"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Children of both genders aged 6 to 16 years.\n2. Allergic asthma diagnosis with at least one perennial allergen according to the Global Strategy for Asthma Management and Prevention (GINA 2012 guidelines) prior to screening visit.\n3. Patient shows clinical characteristics of partly controlled or uncontrolled asthma according to GINA 2012.\n4. Already treated with SABA prn and ICS or ICS + LABA during the previous 3 months.\n5. Patient shows antigen-specific IgE against HDM ≥ class 2 or positive skin prick test or RAST for at least one perennial allergen.\n6. Patient who had at least 2 exacerbations of asthma within the 12-mo period before V1.\n7. Patient not treated with Polyvalent Mechanical Bacterial Lysate (Ismigen®) within the previous 6 months prior to Visit 1.\n\nExclusion Criteria:\n\n1. Patient received mechanical or any other bacterial lysate immunostimulation within the previous 6 months before Visit 1.\n2. Patient received oral/subcutaneous allergen-immunotherapy within the previous 6 months before Visit 1.\n3. History of near fatal asthma (e.g. brittle asthma, hospitalization for asthma exacerbation in Intensive Care Unit).\n4. Pregnant or breastfeeding woman.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "16 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Frederic Durmont, MD",
          "affiliation": "Lallemand Pharma International AG",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "LASERMED Diagnosis and Treatment Centre",
          "city": "Chełm",
          "zip": "22-100",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.14312,
            "lon": 23.4716
          }
        },
        {
          "facility": "Children University Hospital - Pneumology and Rheumatology Dept",
          "city": "Lublin",
          "zip": "20-093",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.25058,
            "lon": 22.57009
          }
        },
        {
          "facility": "ALERGOTEST s.c. Medical Centre",
          "city": "Lublin",
          "zip": "20-095",
          "country": "Poland",
          "geoPoint": {
            "lat": 51.25058,
            "lon": 22.57009
          }
        },
        {
          "facility": "Medical Centre Lucyna and Andrzej Dymek",
          "city": "Zawadzkie",
          "zip": "47-120",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.60503,
            "lon": 18.48467
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "20920766",
          "type": "BACKGROUND",
          "citation": "Razi CH, Harmanci K, Abaci A, Ozdemir O, Hizli S, Renda R, Keskin F. The immunostimulant OM-85 BV prevents wheezing attacks in preschool children. J Allergy Clin Immunol. 2010 Oct;126(4):763-9. doi: 10.1016/j.jaci.2010.07.038."
        },
        {
          "pmid": "18805338",
          "type": "BACKGROUND",
          "citation": "Sly PD, Boner AL, Bjorksten B, Bush A, Custovic A, Eigenmann PA, Gern JE, Gerritsen J, Hamelmann E, Helms PJ, Lemanske RF, Martinez F, Pedersen S, Renz H, Sampson H, von Mutius E, Wahn U, Holt PG. Early identification of atopy in the prediction of persistent asthma in children. Lancet. 2008 Sep 20;372(9643):1100-6. doi: 10.1016/S0140-6736(08)61451-8."
        },
        {
          "pmid": "18565953",
          "type": "BACKGROUND",
          "citation": "Jackson DJ, Gangnon RE, Evans MD, Roberg KA, Anderson EL, Pappas TE, Printz MC, Lee WM, Shult PA, Reisdorf E, Carlson-Dakes KT, Salazar LP, DaSilva DF, Tisler CJ, Gern JE, Lemanske RF Jr. Wheezing rhinovirus illnesses in early life predict asthma development in high-risk children. Am J Respir Crit Care Med. 2008 Oct 1;178(7):667-72. doi: 10.1164/rccm.200802-309OC. Epub 2008 Jun 19."
        },
        {
          "pmid": "33472687",
          "type": "DERIVED",
          "citation": "Bartkowiak-Emeryk M, Emeryk A, Rolinski J, Wawryk-Gawda E, Markut-Miotla E. Impact of Polyvalent Mechanical Bacterial Lysate on lymphocyte number and activity in asthmatic children: a randomized controlled trial. Allergy Asthma Clin Immunol. 2021 Jan 20;17(1):10. doi: 10.1186/s13223-020-00503-4."
        },
        {
          "pmid": "29575037",
          "type": "DERIVED",
          "citation": "Emeryk A, Bartkowiak-Emeryk M, Raus Z, Braido F, Ferlazzo G, Melioli G. Mechanical bacterial lysate administration prevents exacerbation in allergic asthmatic children-The EOLIA study. Pediatr Allergy Immunol. 2018 Jun;29(4):394-401. doi: 10.1111/pai.12894."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C030259",
          "term": "Broncho-Vaxom"
        }
      ]
    }
  },
  "hasResults": false
}