{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05599607",
      "orgStudyIdInfo": {
        "id": "ALO.PRO"
      },
      "organization": {
        "fullName": "Bioithas SL",
        "class": "INDUSTRY"
      },
      "briefTitle": "Clinical Trial to Evaluate Effectiveness of a Probiotic Preparation Administered to Patients With Alopecia Areata",
      "officialTitle": "Randomized, Double-blind and Placebo-controlled Clinical Study to Evaluate the Effectiveness of a Probiotic Preparation Administered to Patients With Alopecia Areata"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-03-08",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-10-08",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-12-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-10-26",
      "studyFirstSubmitQcDate": "2022-10-26",
      "studyFirstPostDateStruct": {
        "date": "2022-10-31",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-10-26",
      "lastUpdatePostDateStruct": {
        "date": "2022-10-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Bioithas SL",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Bionou Research, S.L.",
          "class": "NETWORK"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is part of a broader project that proposes the characterization of what we call the \"Entire-Systemic Axis\". It aims to study whether the bacteria present in the human skin microbiota and in the human intestinal microbiota can play a role in the pathophysiology of Alopecia Areata (AA), a fact that has not been studied to date. Based on the supposed relationship between the human microbiota and AA, we have formulated the hypothesis that the dietary supplementation of specific probiotic strains, with functional capacities on mucocutaneous tissue and its adnexa, could benefit patients with AA, acting on the patients' microbiome profile.",
      "detailedDescription": "This clinical study was designed to be a randomized, double-blind, with parallel-groups, and placebo-controlled with a duration of 24 weeks duration.\n\nThe 24 weeks of intervention were structured in 6 face-to-face visits in consultation: visit 1 or initial (week 0), visit 2 (week 4), visit 3 (week 8), visit 4 (week 12), visit 5 (week 16) and visit 6 or end of study (week 24).\n\nVisit 1 or initial (Week 0)\n\nTo recruit patients, all those voluntaries who attended the participating centre showing interest in the study with AA diagnosis meeting the criteria indicated in the study protocol were thoroughly informed of the study as well as of the implications of their participation.\n\nOnce the informed consent was signed a physician trained for the study conducted the initial interview The researcher proceeded to assign the patient a participant number in the study. According to a previously prepared randomization list, the patient was assigned the treatment received during the study by contacting the randomization centre Likewise, in this initial visit, the clinical history and capillary measurements were made: trichoscopy, plaques counting and photographs. In addition, the patient underwent a blood draw, and a skin sample from the area of plaques as well as sample of faeces was collected.\n\nFinally, following the therapeutic protocol, a local infiltration of corticosteroids was performed and data from the DLQI subjective scale was collected.\n\nThe patient was given enough treatment to cover the period until the next scheduled visit according to its assigned code\n\nIntermediate visits 2, 3 and 4 (Weeks 4, 8 and 12 respectively)\n\nIn addition to assessing the symptoms of the disease, the infiltration of topical corticosteroids and taking photographs was performed during these visits. The researcher recorded the adverse events reported by the patient (including the start date and in case those adverse events had already been resolved at the time of the visit the end date) as well as the accounting of the remaining product to evaluate treatment compliance in the Case Report Form (CRF).\n\nThe patient was given enough treatment to cover the period until the next scheduled visit according to its assigned code.\n\nIntermediate Visit 5 (Week 16)\n\nBesides performing the same procedures as in previous intermediate visits 2, 3 and 4, in this visit capillary measurements were added.\n\nThe patient was given enough treatment to cover the period until the next scheduled visit according to its assigned code\n\nVisit 6 or final (Week 24)\n\nDuring this final visit, the same procedures as in visit 1 were conducted, including capillary measurements and sample collection.\n\nPossible adverse events were recorded, specifying the start and end dates, and the treatment received, if any. In addition, patient's leftover study product was collected"
    },
    "conditionsModule": {
      "conditions": [
        "Alopecia Areata"
      ],
      "keywords": [
        "Probiotics"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized, double-blind, with parallel-groups, and placebo-controlled",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 26,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Probiotic group",
          "type": "EXPERIMENTAL",
          "description": "Probiotic in capsule format administered orally. This probiotic product contains a mixture of strains of lactobacillus and bifidobacteria, called BTHS21, at concentrations equal to or greater than 1x109 cfu/dose.",
          "interventionNames": [
            "Dietary Supplement: Probiotic mixture"
          ]
        },
        {
          "label": "Placebo group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Maltodextrin, masked in an identical and indistinguishable format to that of the probiotic",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Probiotic mixture",
          "description": "Mixture of strains of lactobacillus and bifidobacteria",
          "armGroupLabels": [
            "Probiotic group"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Maltodextrin",
          "armGroupLabels": [
            "Placebo group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes from baseline in signs of AA activity visualized by capillary trichoscopy at 16 and 24 weeks",
          "description": "The signs of AA activity assessed in trichoscopy were:\n\n* Black dots (cadaveric hairs). Pigmented broken or fractured hairs at the level of the scalp\n* Broken or exclamation mark hairs (peladic hairs). Fractured hairs with the distal end frayed and thicker.\n* Broken hairs\n* Tapered hairs (coudability hairs). Hairs of normal length, but with a narrower proximal shaft (indicating activity at the base of the hair).\n* Pseudomonilethrix",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in signs of AA inactivity visualized by capillary trichoscopy at 16 and 24 weeks",
          "description": "The signs of AA inactivity assessed in trichoscopy were:\n\n* Yellow dots\n* Fluffy hairs\n* Empty follicular orifices",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in signs of capillary repopulation visualized by capillary trichoscopy at 16 and 24 weeks",
          "description": "The signs of capillary repopulation assessed in trichoscopy were:\n\n* Straight hairs in regrowth\n* Pigtail hairs\n* Fluffy hairs",
          "timeFrame": "24 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes from baseline in AA plaques number at 16 and 24 weeks",
          "description": "Plaques counting",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in AA category/type at 16 and 24 weeks",
          "description": "Category types could be:\n\n* Single\n* Multifocal\n* Total\n* Universal",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in SALT scale at 16 and 24 weeks",
          "description": "SALT scale measures the skin surface affected by AA, taking into account only the plaques on the scalp\n\nScores range from 0 to 5 depending on the percentage of affected scalp:\n\nS0 = 0% S1 = 1 - 24% S2 = 25 - 49% S3 = 50 - 74% S4 = 75 - 99% S5 = 100%\n\nAreas to be evaluated are distributed in 4 parts:\n\nRight side (18%) Left side (18%) Top (40%) Back (24%)\n\n% Total alopecia = Sum of the areas with alopecia",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in haemoglobin values at 24 weeks",
          "description": "Haemoglobin values (g/dL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in leukocytes values at 24 weeks",
          "description": "Leukocytes values (cel x 10\\^3/uL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in platelets values at 24 weeks",
          "description": "Platelets values (cel x 10\\^3/uL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in urea values at 24 weeks",
          "description": "Urea values (mg/dL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in creatinine values at 24 weeks",
          "description": "Creatinine values (mg/dL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Thyroid-stimulating Hormone (TSH) values at 24 weeks",
          "description": "TSH values (mUI/L)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in C-reactive protein values at 24 weeks",
          "description": "C-reactive protein values (mg/L)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Aspartate Aminotransferase (AST) values at 24 weeks",
          "description": "AST values (U/L)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Alanine Aminotransferase (ALT) values at 24 weeks",
          "description": "ALT values (U/L)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Interleukin-10 (IL-10) values at 24 weeks",
          "description": "IL-10 values (pg/mL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Tumor Necrosis Factor (TNF) values at 24 weeks",
          "description": "TNF values (pg/mL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Immunoglobulin E (IgE) values at 24 weeks",
          "description": "IgE values (U/mL)",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in Dermatology Life Quality Index (DLQI) scale at 24 weeks",
          "description": "In DLQI scale, the patient answers a series of questions that assess the impact that Alopecia Areata has on their quality of life, categorizing each question as Very Much, Much, Little or Not at all.\n\nEach question answered with \"Very much\" is counted with 3 points, \"Much\" with 2, \"Slightly\" with 1, and \"Not at all\" as 0.\n\nThe score obtained can range from 0 to 30 points, the latter being the worst possible score. The total score gives a value to the degree of impact of the disease on the patient's life:\n\n0 - 1 = No effect 2 - 5 = Slight effect 6 - 10 = Moderate effect 11 - 20 = Very important effect 21 - 30 = Extremely important effect",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Changes from baseline in alpha diversity, beta diversity and composition of the skin and gut microbiota at 24 weeks",
          "description": "Microbiota study sequencing the R16s gene, from a skin sample and a stool sample.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Adherence to treatment at 4,8,12,16 and 24 weeks",
          "description": "Count of remaining capsules",
          "timeFrame": "24 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Adverse events at 4,8,12,16 and 24 weeks",
          "description": "Number, type and severity of all adverse events that occur during the study, related or not to the intake of the probiotic product.",
          "timeFrame": "24 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* AA diagnosis by clinical criteria.\n* Show at least 2 signs of AA activity, visualized by trichoscopy\n* Signature of informed consent by the patient, in accordance with the legislation on clinical trials.\n\nExclusion Criteria:\n\n* Allergies or contraindication to take any of the components of the product under study.\n* Topical or systemic use of antifungals and antibiotics in the previous 2 weeks.\n* Consumption of probiotics in the previous 2 months. - Participation in clinical studies in the previous 2 months.\n* Pregnancy and/or lactation.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Centro Dermatológico Estético",
          "city": "Alicante",
          "zip": "03014",
          "country": "Spain",
          "geoPoint": {
            "lat": 38.34517,
            "lon": -0.48149
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000506",
          "term": "Alopecia Areata"
        }
      ],
      "ancestors": [
        {
          "id": "D000505",
          "term": "Alopecia"
        },
        {
          "id": "D007039",
          "term": "Hypotrichosis"
        },
        {
          "id": "D006201",
          "term": "Hair Diseases"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    }
  },
  "hasResults": false
}