{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07171307",
      "orgStudyIdInfo": {
        "id": "CEI-2024/06/16"
      },
      "secondaryIdInfos": [
        {
          "id": "CI-032-2024",
          "type": "OTHER",
          "domain": "Research Committee"
        },
        {
          "id": "CB-031-2024",
          "type": "OTHER",
          "domain": "Biosecurity Committee"
        }
      ],
      "organization": {
        "fullName": "Instituto de Oftalmología Fundación Conde de Valenciana",
        "class": "OTHER"
      },
      "briefTitle": "Treg Effector Function and Th2/Treg Ratio in Allergic Conjunctivitis: Effect of Desensitization Therapy",
      "officialTitle": "Study of the Effector Function of Regulatory T Cells and the Th2/Treg in Patients With Allergic Conjunctivitis With and Without Desensitization Treatment",
      "acronym": "INMUNOREG"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-01-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-09",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-09-01",
      "studyFirstSubmitQcDate": "2025-09-10",
      "studyFirstPostDateStruct": {
        "date": "2025-09-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-15",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "María C. Jiménez Martínez",
        "investigatorTitle": "Head of the Immunology Department, Research Unit",
        "investigatorAffiliation": "Instituto de Oftalmología Fundación Conde de Valenciana"
      },
      "leadSponsor": {
        "name": "Instituto de Oftalmología Fundación Conde de Valenciana",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to evaluate the effector function and expression of TIGIT and PD-1 on Tregs, as well as the Th2/Treg ratio, in patients with allergic conjunctivitis with and without desensitization therapy, compared to healthy controls.\n\nPeripheral blood and tear samples will be collected once at enrollment. Treg and Th2 populations will be immunophenotyped, TIGIT and PD-1 expression assessed, and functional assays performed. Cytokine and antibody (IgE, IgG4) concentrations will be measured in serum and tears.\n\nResults will be analyzed using descriptive statistics, Shapiro-Wilk test for distribution, t-tests or ANOVA for group comparisons, and correlation analyses for associations, with p\\<0.05 considered significant. This study seeks to identify immunological markers associated with disease severity and treatment response, potentially informing future therapeutic strategies.",
      "detailedDescription": "Allergic conjunctivitis is a prevalent ocular condition affecting approximately 10-20% of the global population, with 40-60% of allergic individuals exhibiting ocular symptoms. It is characterized by redness, itching, burning, and tearing, which result from excessive activation of immune response cells. Severe forms can significantly impact vision and quality of life, particularly in children, adolescents, and young adults. The disease is mediated by hypersensitivity reactions: Th2 lymphocytes release cytokines (IL-4, IL-5, IL-13) that stimulate IgE production by B lymphocytes. IgE binds to mast cells and induces the release of pro-inflammatory mediators upon allergen recognition. Regulatory T cells (Tregs) play a critical role in maintaining immune homeostasis by suppressing the activation and proliferation of effector T cell subsets, including Th1, Th2, Th9, and Th17, via cell-surface molecules such as TIGIT, LAP-TGF-β, and PD-1. Additionally, Tregs produce IL-10, which suppresses IgE production and induces IgG4 secretion by B cells. Allergen-specific immunotherapy (desensitization) has been employed to reduce symptoms and prevent recurrence in allergic diseases.\n\nRationale:\n\nAllergic conjunctivitis is a public health concern that affects the quality of life of a substantial portion of the Mexican population. Immunological imbalances between effector T cells and Tregs have been reported. Understanding the balance of these subpopulations and the role of TIGIT and PD-1 molecules in Treg functional status is critical to elucidating disease mechanisms. Moreover, it is important to determine whether desensitization therapy induces changes in the Th2/Treg ratio and modulates TIGIT and PD-1 expression, which could serve as biomarkers of treatment response or therapeutic targets.\n\nHypothesis:\n\nThe effector function and expression of TIGIT and PD-1 on Tregs are decreased in patients with allergic conjunctivitis and are enhanced following desensitization therapy.\n\nObjectives:\n\nThe primary objective is to evaluate the effector function and expression of TIGIT and PD-1 on Tregs and the Th2/Treg ratio in patients with allergic conjunctivitis with and without desensitization therapy, compared to healthy controls. Secondary objectives include assessing correlations between immunological parameters and clinical severity of ocular symptoms and response to treatment.\n\nStudy Design and Methods:\n\nThis observational, cross-sectional, case-control study will include patients with allergic conjunctivitis, with or without desensitization therapy, and healthy control subjects. Peripheral blood and tear samples will be collected once at enrollment. Peripheral blood mononuclear cells will undergo immunophenotyping to quantify Treg and Th2 populations and assess TIGIT and PD-1 expression. Tregs will be isolated for functional assays. Cytokine concentrations associated with Th2 and Treg cells, as well as IgE and IgG4 levels, will be measured in serum and tears.\n\nStatistical Analysis:\n\nDescriptive statistics will summarize participant characteristics and study outcomes. The Shapiro-Wilk test will assess data distribution. Comparisons between two groups will use t-tests (parametric or non-parametric), and comparisons among more than two groups will use ANOVA (parametric or non-parametric). Correlation analyses will evaluate associations between immunological parameters and clinical outcomes. A p-value \\<0.05 will be considered statistically significant."
    },
    "conditionsModule": {
      "conditions": [
        "Conjunctivitis, Allergic"
      ],
      "keywords": [
        "conjunctivitis allergic",
        "TIGIT",
        "Tregs",
        "PDL-1"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "1 Day",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood and tear samples will be collected from patients with and without desensitization therapy, as well as from healthy control subjects. Blood samples will be collected via venipuncture into EDTA tubes for whole blood and into serum separator tubes for serum isolation. Tear samples will be collected by capillarity using sterile borosilicate tubes and physiological saline solution. Whole blood samples will be used immediately for immunophenotyping of Th2 and Treg lymphocytes, as well as for the isolation of mononuclear cells (MNCs). Serum and tear samples will be stored at -80°C until analysis of cytokines, IgE, and IgG4."
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Conjunctivitis Allergic with allergen-specific immunotherapy (AIT)",
          "description": "The study subjects will be patients with a confirmed diagnosis of allergic conjunctivitis, active symptoms, and positive skin tests, who do not present any other type of systemic or local disease or inflammatory process and who are receiving allergen-specific immunotherapy (AIT)."
        },
        {
          "label": "Conjunctivitis Allergic without allergen-specific immunotherapy (AIT)",
          "description": "The study subjects will be patients with a confirmed diagnosis of allergic conjunctivitis, active symptoms, and positive skin tests, who do not present any other type of systemic or local disease or inflammatory process, and who are not receiving immunotherapy treatment."
        },
        {
          "label": "Control group",
          "description": "The control subjects will be clinically healthy individuals, with a normal ocular surface and no evidence of active ocular disease or local or systemic inflammatory or infectious processes."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To evaluate the effector function and the expression of TIGIT and PD-1 molecules on regulatory T cells, as well as the Th2/Treg, in patients with allergic conjunctivitis with and without allergen-specific immunotherapy, and in healthy control subjects.",
          "description": "Patients with allergic conjunctivitis, both with and without desensitization treatment, as well as healthy subjects as a control group, will be included in the study. Peripheral blood and tear samples will be collected from all participants. Peripheral blood samples will be used for immunophenotyping of Treg and Th2 lymphocytes and for assessing the expression levels of the effector molecules TIGIT and PD-1.",
          "timeFrame": "At baseline (single assessment at enrollment in all study and control groups)"
        },
        {
          "measure": "Proportion of Treg and Th2 lymphocytes and Th2/Treg ratio in peripheral blood",
          "description": "Peripheral blood mononuclear cells will be immunophenotyped to quantify Treg and Th2 populations and calculate the Th2/Treg ratio.",
          "timeFrame": "At baseline (single assessment at enrollment in all study and control groups)"
        },
        {
          "measure": "Cytokine profile associated with Treg and Th2 lymphocytes in serum and tears",
          "description": "Concentrations of cytokines related to Treg (e.g., IL-10) and Th2 (e.g., IL-4, IL-5, IL-13) will be measured in serum and tear samples.",
          "timeFrame": "At baseline (single assessment at enrollment in all study and control groups)"
        },
        {
          "measure": "Effector function of Treg lymphocytes assessed by TIGIT and PD-1 expression and functional assays.",
          "description": "Treg cells will be analyzed for expression of effector molecules TIGIT and PD-1, and functional assays will be performed to assess suppressive capacity.",
          "timeFrame": "At baseline (single assessment at enrollment in all study and control groups)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Concentration of IgE and IgG4 antibodies in serum and tears",
          "description": "Serum and tear samples will be analyzed to determine levels of IgE and IgG4 antibodies.",
          "timeFrame": "At baseline (single assessment at enrollment in all study and control groups)"
        },
        {
          "measure": "Correlation of immunological parameters with ocular symptom severity and treatment response",
          "description": "Associations between immunological markers (Treg/Th2 ratio, cytokine levels, IgE/IgG4 concentrations, TIGIT/PD-1 expression) and clinical outcomes will be evaluated.",
          "timeFrame": "At enrollment (clinical evaluation performed once in all study and control groups)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects aged between 5 and 30 years, of either sex.\n* Subjects with a confirmed diagnosis of allergic conjunctivitis.\n* Presence of active symptoms.\n* Positive skin tests.\n* Willingness to participate in the protocol by signing informed consent.\n\nExclusion Criteria:\n\n* Subjects who have had an infection within the two months prior to sample collection.\n* Patients with other active systemic allergic diseases (such as bronchial asthma, dermatitis, among others).\n* Subjects with chronic-degenerative or autoimmune diseases.\n* Subjects who have received topical immunosuppressive treatment in the last two months.\n* Subjects receiving systemic immunosuppressive therapy.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "maximumAge": "30 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "The study subjects are patients recruited from the outpatient clinic of \"Clinical Immunology\" at Instituto de Oftalmologia Conde de Valenciana. All patients are evaluated by specialists in ophthalmology and allergy.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "María del Carmén Jiménez Martínez",
          "role": "CONTACT",
          "phone": "5554421700",
          "email": "mcjimenezm@institutodeoftalmologia.org"
        }
      ],
      "locations": [
        {
          "facility": "Instituto de Oftalmología FAP Conde de Valenciana, IAP Sede Centro",
          "city": "Mexico City",
          "state": "Mexico City",
          "zip": "06800",
          "country": "Mexico",
          "geoPoint": {
            "lat": 19.42847,
            "lon": -99.12766
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "32900655",
          "type": "BACKGROUND",
          "citation": "Kucuksezer UC, Ozdemir C, Cevhertas L, Ogulur I, Akdis M, Akdis CA. Mechanisms of allergen-specific immunotherapy and allergen tolerance. Allergol Int. 2020 Oct;69(4):549-560. doi: 10.1016/j.alit.2020.08.002. Epub 2020 Sep 6."
        },
        {
          "pmid": "30013991",
          "type": "BACKGROUND",
          "citation": "Calzada D, Baos S, Cremades-Jimeno L, Cardaba B. Immunological Mechanisms in Allergic Diseases and Allergen Tolerance: The Role of Treg Cells. J Immunol Res. 2018 Jun 14;2018:6012053. doi: 10.1155/2018/6012053. eCollection 2018."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-02"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003233",
          "term": "Conjunctivitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D003231",
          "term": "Conjunctivitis"
        },
        {
          "id": "D003229",
          "term": "Conjunctival Diseases"
        },
        {
          "id": "D005128",
          "term": "Eye Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}