{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05102214",
      "orgStudyIdInfo": {
        "id": "HLX301-001"
      },
      "organization": {
        "fullName": "Shanghai Henlius Biotech",
        "class": "INDUSTRY"
      },
      "briefTitle": "HLX301 (TIGIT×PDL1 Bispecific) in Patients With Locally Advanced or Metastatic Solid Tumors",
      "officialTitle": "A Phase 1/2 Study of HLX301, A Recombinant Humanized Anti-PDL1 and Anti-TIGIT Bispecific Antibody, in Patients With Locally Advanced or Metastatic Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-04",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-05-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-09-15",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-02",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-09-29",
      "studyFirstSubmitQcDate": "2021-10-20",
      "studyFirstPostDateStruct": {
        "date": "2021-11-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-08-07",
      "lastUpdatePostDateStruct": {
        "date": "2023-08-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Henlius Biotech",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This Phase 1/2, multicenter, first-in-human, open-label, dose-escalation, dose expansion, and clinical expansion study will evaluate the safety, tolerability, pharmacokinetics, and preliminary anti-tumor efficacy of HLX301 administered as a single-agent by IV infusion every 2 weeks to patients with locally advanced or metastatic solid malignancies, who have failed or are intolerant to standard therapy, or for whom no standard therapy is available. This study has three parts: phase 1a dose escalation, phase 1b dose expansion, and phase 2 clinical expansion.",
      "detailedDescription": "Up to 150 patients will be included in this study. Up to 30 DLT evaluable patients will be enrolled in phase 1a (dose escalation), 40 per-protocol treated patients in phase 1b (dose expansion), and 80 per-protocol treated patients in phase 2.\n\nPhase 1a uses the Bayesian optimal interval (BOIN) design, to investigate the safety and determine the MTD of HLX301. BOIN design combines rule-based and model-based design, allowing for flexibility of dose escalation and de-escalation, and high patient enrollment in doses closest to the target toxicity rate (pre-defined as 30% in this study). This study will also evaluate safety profiles at different dose levels, PK parameters, pharmacodynamic markers, immunogenicity, and the preliminary efficacy of the drug.\n\nFollowing dose escalation and determination of the MTD, additional patients with NSCLC will be enrolled in phase 1b dose expansion to further evaluate PK and pharmacodynamic characteristics, and preliminary efficacy in order to determine the RP2D.\n\nThe phase 2 clinical expansion will include patients with various cancer types, including:\n\n20 per-protocol treated patients with non-small cell lung cancer (NSCLC) 20 per-protocol treated patients with gastric/esophagogastric junction adenocarcinoma (GC/EGJ) 20 per-protocol treated patients with head and neck squamous cell carcinoma (HNSCC) 20 per-protocol treated patients with urothelial carcinoma (UC)"
    },
    "conditionsModule": {
      "conditions": [
        "Locally Advanced or Metastatic Solid Tumors",
        "Non-small Cell Lung Cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Phase 1a dose-escalation stage",
          "type": "EXPERIMENTAL",
          "description": "Phase 1a uses the Bayesian optimal interval (BOIN) design, to investigate the safety and determine the MTD of HLX301. Six dose levels of 0.25 mg/kg, 1 mg/kg, 2.5 mg/kg, 5 mg/kg, 10 mg/kg, and 15 mg/kg are planned for dose finding. Intra-patient dose escalation is not permitted. Enrollment will continue until a maximum of 30 patients are enrolled.",
          "interventionNames": [
            "Drug: HLX301"
          ]
        },
        {
          "label": "Phase 1b dose-expansion stage",
          "type": "EXPERIMENTAL",
          "description": "Patients with NSCLC will be enrolled in two expansion cohorts, at doses equal to or lower than the MTD, to better characterize the safety, tolerability, PK variability, and preliminary efficacy of single-agent HLX301. Phase 1b dose expansion will include 20 per-protocol treated patients, as defined above, in each of the two expansion cohorts.",
          "interventionNames": [
            "Drug: HLX301"
          ]
        },
        {
          "label": "Phase 2 clinical expansion stage: Cohort A",
          "type": "EXPERIMENTAL",
          "description": "20 per-protocol treated patients with non-small cell lung cancer (NSCLC), with PD-L1 expression, progression after one or two prior systemic anti-tumor regimens, and who have failed or are intolerant to standard therapy, or for whom no standard therapy is available, will be enrolled and treated in phase 2 at RP2D.",
          "interventionNames": [
            "Drug: HLX301"
          ]
        },
        {
          "label": "Phase 2 clinical expansion stage: Cohort B",
          "type": "EXPERIMENTAL",
          "description": "20 per-protocol treated patients with gastric/esophagogastric junction adenocarcinoma (GC/EGJ), with PD-L1 expression, progression after one or two prior systemic anti-tumor regimens, and who have failed or are intolerant to standard therapy, or for whom no standard therapy is available, will be enrolled and treated in phase 2 at RP2D.",
          "interventionNames": [
            "Drug: HLX301"
          ]
        },
        {
          "label": "Phase 2 clinical expansion stage: Cohort C",
          "type": "EXPERIMENTAL",
          "description": "20 per-protocol treated patients with head and neck squamous cell carcinoma (HNSCC), with PD-L1 expression, progression after one or two prior systemic anti-tumor regimens, and who have failed or are intolerant to standard therapy, or for whom no standard therapy is available, will be enrolled and treated in phase 2 at RP2D.",
          "interventionNames": [
            "Drug: HLX301"
          ]
        },
        {
          "label": "Phase 2 clinical expansion stage: Cohort D",
          "type": "EXPERIMENTAL",
          "description": "20 per-protocol treated patients with urothelial carcinoma (UC), with PD-L1 expression, progression after one or two prior systemic anti-tumor regimens, and who have failed or are intolerant to standard therapy, or for whom no standard therapy is available, will be enrolled and treated in phase 2 at RP2D.",
          "interventionNames": [
            "Drug: HLX301"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HLX301",
          "description": "A Recombinant Humanized Anti-PDL1 and Anti-TIGIT Bispecific Antibody, HLX301 will be administered as a single intravenous (IV) infusion on Day 1 in each 14-day cycle",
          "armGroupLabels": [
            "Phase 1a dose-escalation stage",
            "Phase 1b dose-expansion stage",
            "Phase 2 clinical expansion stage: Cohort A",
            "Phase 2 clinical expansion stage: Cohort B",
            "Phase 2 clinical expansion stage: Cohort C",
            "Phase 2 clinical expansion stage: Cohort D"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Phase 1a: Safety assessments in patients receiving the trial drug",
          "description": "including incidence, nature, and severity of adverse events graded according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v5.0",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The proportion of patients experiencing dose limiting toxicity (DLT) events",
          "timeFrame": "From baseline to the end of cycle 2 (28 days)"
        },
        {
          "measure": "Phase 1a: The maximum tolerated dose (MTD) of HLX301",
          "timeFrame": "From baseline to the end of cycle 2 (28 days)"
        },
        {
          "measure": "Phase 1b: Recommended phase 2 dose (RP2D)",
          "description": "One of the two doses in phase 1b with a more favorable safety profile, a favorable PK/PD/ADA profile, and potential clinical efficacy will be selected as the recommended phase 2 dose (RP2D)",
          "timeFrame": "From baseline to 48 weeks after first infusion"
        },
        {
          "measure": "Phase 2: Objective response rate (ORR) defined as achieving a complete response or partial response as determined by the investigator according to RECIST v1.1",
          "description": "Objective response rate (ORR) defined as achieving a complete response or partial response as determined by the investigator according to RECIST v1.1\n\n• Disease control rate (DCR) defined as achieving the complete response, partial response, or stable disease as determined by the investigator according to RECIST v1.1",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 2: Disease control rate (DCR) defined as achieving the complete response, partial response, or stable disease as determined by the investigator according to RECIST v1.1",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 2: Duration of response (DOR) defined as the time from the first occurrence of a documented ORR to disease progression, as determined by the investigator according to RECIST v1.1",
          "timeFrame": "2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Phase 1a: The pharmacokinetic parameters of HLX301: Peak concentration (Cmax, Cmax,ss)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The pharmacokinetic parameters of HLX301: Time to peak (Tmax, Tmax,ss)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The pharmacokinetic parameters of HLX301: Area under the concentration-time curve (AUC0-inf, AUC0-t, AUCss)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The pharmacokinetic parameters of HLX301: Elimination half-life (t1/2)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The pharmacokinetic parameters of HLX301: Clearance (CL, CLss)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The pharmacokinetic parameters of HLX301: Volume of distribution (Vz, Vss)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The pharmacodynamic profiles of HLX301 as determined by receptor occupancy of HLX301 on circulating T cells",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1a: The incidence of treatment-emergent anti-drug antibodies (ADA) of HLX301",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1b: The preliminary efficacy as determined by ORR",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1b: The preliminary efficacy as determined by DCR",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 1b: The preliminary efficacy as determined by DOR",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 2: The safety profile",
          "description": "assessing incidence, nature, and severity of adverse events according to NCI CTCAE v5.0",
          "timeFrame": "2 years"
        },
        {
          "measure": "Phase 2: To investigate the correlation between PD-L1 expression levels and anti-tumor activity of HLX301 in patients with NSCLC, GC/EJC, HNSCC and UC",
          "timeFrame": "2 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Exploratory biomarkers: To evaluate the correlation between biomarker expression levels in baseline tumor samples using IHC staining (including, not limited to, CD8, CD4, Ki67, CD56, PD-1, TIGIT, FoxP3, CD209, PD-L1(CPS and TPS)) and tumor response",
          "timeFrame": "2 years"
        },
        {
          "measure": "Exploratory biomarkers",
          "description": "To evaluate CD4 T cells, CD8 T cells, NK cells and T regulatory cells, as well as expression levels of CD3, CD4, CD8, CD56, CD25, FoxP3, Ki67, CCR7, PD-L1, TIGIT, CD226 and CD45RA on these cells, in serial blood samples using FACS analysis",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Patients who meet the following criteria will be enrolled:\n\n  1. Phase 1a dose escalation: patients must have histologically or cytologically confirmed malignant solid tumors which are advanced or metastatic, have failed prior standard treatment, and be intolerant or ineligible for standard therapy (with the exception of hepatocellular carcinoma, which meets diagnostic criteria by dynamic CT/MRI).\n  2. Phase 1b dose expansion: patients must have a histological or cytological diagnosis of Non-Small Cell Lung Cancer which is advanced or metastatic, have failed prior standard treatment, and be intolerant or ineligible for standard therapy.\n  3. Phase 2 clinical expansion: patients must have histological confirmed or cytological diagnosis of PD-L1 expressing, i.e., TPS ≥1% non-small cell lung cancer, CPS ≥1 gastric/esophagogastric junction adenocarcinoma, CPS ≥1 head and neck squamous cell carcinoma, or CPS ≥10 urothelial carcinoma, have failed at least one or two prior systemic anti-tumor regimens, and be intolerant or ineligible for standard therapy.\n* 2\\. Age ≥ 18 years, or legally an adult as per local regulations.\n* 3\\. Eastern Cooperative Oncology Group (ECOG) performance status 0 or 1.\n* 4\\. Measurable disease according to RECIST Version 1.1\n* 5\\. Able to provide informed consent.\n* 6\\. A life expectancy longer than three months.\n* 7\\. Adequate hematologic parameters, defined as white blood cell count ≥ 3000/mm3 and absolute neutrophil counts ≥ 1500/mm3; hemoglobin≥ 10 gm/dL; platelet count ≥ 100,000/mm3 without platelet transfusion within 14 days.\n* 8\\. Adequate hepatic function, defined as serum albumin ≥ 3.0 g/dL; serum total bilirubin ≤ 1.5x upper limit of normal (ULN); serum aspartate transaminase (AST) and alanine transaminase (ALT) ≤ 3.0 x ULN (AST and ALT ≤ 5 × ULN for patients with known liver metastasis or primary hepatocellular carcinoma); Child-Pugh score A in HCC.\n* 9\\. Adequate renal function, defined as serum creatinine ≤ 1.5x upper limit of normal (ULN).\n* 10\\. Adequate cardiac function defined as left ventricular ejection fraction (LVEF) ≥ 50% measured by cardiac ultrasound or MUGA scan; normal ECG or ECG without any clinically significant findings.\n\nExclusion Criteria:\n\n* 1\\. Received prior anti-TIGIT therapy.\n* 2\\. Patients who still have persistent ≥ grade 2 toxicities from prior therapies.\n* 3\\. Concurrent unstable or uncontrolled medical conditions including, but not limited to, the following:\n\n  1. Ongoing or active systemic infections requiring antibiotic treatment\n  2. Clinically significant arrhythmia, unstable angina pectoris, class III or IV congestive heart failure as per the New York Heart Association, or acute myocardial infarction in the past 6 months\n  3. Unhealed wound or ulcers persisting ≥ 3 months\n  4. Psychiatric illness or a social situation that would preclude study compliance\n  5. Any other diseases, metabolic dysfunction, physical examination findings, or laboratory results raising reasonable suspicion of a disease or condition that contraindicates use of the investigational drug, that may affect interpretation of results, or that may place the patient at high risk of treatment complications.\n* 4\\. Active CNS metastasis indicated by clinical symptoms, cerebral edema, steroid requirements (not including maintenance low dose steroids), or progressive growth.\n* 5\\. History of any secondary malignancy in the past 3 years with the exception of curatively treated non-melanoma skin cancer or treated cervical carcinoma in situ.\n* 6\\. Active or a history of (in the past 2 years) of autoimmune disease or syndrome requiring systemic steroid or immunosuppressive agents.\n* 7\\. History of interstitial lung disease.\n* 8\\. Hepatitis B virus infection (HBsAg or anti-HBc positive, and HBV-DNA positive), hepatitis C virus infection (anti-HCV positive, and HCV-RNA positive), or co-infection with hepatitis B and hepatitis C (positive HBsAg or anti-HBc, and positive anti-HCV).\n* 9\\. Human immunodeficiency virus (HIV) infection.\n* 10\\. Major surgery, treatment with anti-cancer or investigational agents, or radiotherapy in the 28 days prior to the first study dosing.\n* 11\\. Treatment with immune check point inhibitors (anti-PD-1 or anti-PD-L1) in the 42 days prior to the first study dosing.\n* 12\\. Pregnancy or breast-feeding.\n* 13\\. Patients of reproductive age who are unable to use effective contraceptive measures in the period from the first dose of study drug to 180 days following the last dose of study drug. Female patients who have been amenorrheic for at least 12 months, have had a hysterectomy or oophorectomy, or have been surgically sterilized do not require contraception.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Blacktown Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Blacktown",
          "state": "New South Wales",
          "country": "Australia",
          "contacts": [
            {
              "name": "Ines Silva",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": -33.76667,
            "lon": 150.91667
          }
        },
        {
          "facility": "Chris O'Brien Lifehouse",
          "status": "NOT_YET_RECRUITING",
          "city": "Camperdown",
          "state": "New South Wales",
          "country": "Australia",
          "contacts": [
            {
              "name": "Steven Kao",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": -33.88965,
            "lon": 151.17642
          }
        },
        {
          "facility": "Sunshine Coast University Private Hospital",
          "status": "RECRUITING",
          "city": "Birtinya",
          "state": "Queensland",
          "zip": "4575",
          "country": "Australia",
          "contacts": [
            {
              "name": "Vishwajeet Kumar",
              "role": "CONTACT",
              "phone": "07 5390 6057",
              "email": "kumarvishwa@ramsayhealth.com.au"
            },
            {
              "name": "Michelle Morris",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Jeremy Long",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Andrew Schmidt",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": -26.74322,
            "lon": 153.11913
          }
        },
        {
          "facility": "Southern Oncology Clinical Research Unit",
          "status": "NOT_YET_RECRUITING",
          "city": "Adelaide",
          "state": "South Australia",
          "country": "Australia",
          "contacts": [
            {
              "name": "Ganessan Kichenadasse",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": -34.92866,
            "lon": 138.59863
          }
        },
        {
          "facility": "Cabrini Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Brighton",
          "state": "Victoria",
          "country": "Australia",
          "contacts": [
            {
              "name": "Gary Richardson",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": -37.90561,
            "lon": 145.00279
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "35522941",
          "type": "DERIVED",
          "citation": "Mu S, Liang Z, Wang Y, Chu W, Chen YL, Wang Q, Wang G, Wang C. PD-L1/TIGIT bispecific antibody showed survival advantage in animal model. Clin Transl Med. 2022 May;12(5):e754. doi: 10.1002/ctm2.754. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        }
      ],
      "ancestors": [
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        }
      ]
    }
  },
  "hasResults": false
}