{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07013123",
      "orgStudyIdInfo": {
        "id": "RECHMPL25_0069"
      },
      "secondaryIdInfos": [
        {
          "id": "2025-521258-41-00",
          "type": "CTIS"
        }
      ],
      "organization": {
        "fullName": "University Hospital, Montpellier",
        "class": "OTHER"
      },
      "briefTitle": "Potency of HDM Sublingual AIT Tablets in Assuring the Persistency of Asthma Control in HDM Allergic Patients With Severe Asthma, Treated With Tezepelumab",
      "officialTitle": "Potency of HDM Sublingual AIT Tablets in Assuring the Persistency of Asthma Control in HDM Allergic Patients With Severe Asthma, Treated With Tezepelumab",
      "acronym": "TEZEPAIT"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-07-15",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-08-18",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-08-18",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-05-15",
      "studyFirstSubmitQcDate": "2025-06-05",
      "studyFirstPostDateStruct": {
        "date": "2025-06-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-05",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-10",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Montpellier",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "AstraZeneca",
          "class": "INDUSTRY"
        },
        {
          "name": "ALK-Abelló A/S",
          "class": "INDUSTRY"
        },
        {
          "name": "University hospital of Nîmes",
          "class": "UNKNOWN"
        },
        {
          "name": "ThermoFisher Scientific Brahms Biomarkers France",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The aim of this drug trial is to evaluate the annualized asthma exacerbation rate under treatment with Acarizax versus placebo. The trial is intended for adults aged 18 to 65 with severe uncontrolled asthma and a house dust mite allergy. The study will involve 32 patients (up to 38 with study dropouts) recruited from French hospitals, in pulmonology and allergology departments.\n\nInitially, all participants will receive Tezepelumab for 3 to 6 months (M-3/-6) to control asthma symptoms. If asthma is not controlled after 6 months, the participant will be excluded from the study and will continue on standard treatment.\n\nOnce their asthma is controlled, patients will be randomized in two groups:\n\n* Group A: Tezepelumab + Acarizax®\n* Group B: Tezepelumab + Placebo After 6 months of treatment with Acarizax or placebo (M6), Tezepelumab will be stopped and participants will continue treatment with Acarizax or placebo alone for a further 12 months (up to M18/End of search).\n\nThe study will include 5 visits during regular consultations (M-3/M-6, D0, M6, M12 and M18), as well as 2 follow-up telephone calls M3 and M9).",
      "detailedDescription": "The TEZEPAIT study is a prospective, multicentre, 2-parallel-arms, placebo-controlled, double-blind, randomized (1:1) trial.\n\nPHASE 1: Patients will be included in the study after verification of eligibility criteria and signing of informed consent. All patients will be treated with Tezepelumab for 3-6 months and randomized in two groups:\n\n* Group A: Tezepelumab + Acarizax®\n* Group B: Tezepelumab + Placebo If patients are not controlled (ACT ≥ 20/25) after 3 months of Tezepelumab, they will be re-assessed monthly, for 3 consecutive months, until asthma symptoms are controlled or they will be excluded from the rest of the study. If they are not controlled after 6 months, they will be excluded from the study.\n\nPHASE 2: After the phase 1, if asthma symptoms are controlled (Asthma Control Test, ACT ≥20/25), patients in Group A will start Acarizax®, in addition to Tezepelumab, while patients in Group B will continue Tezepelumab plus a placebo. Patients will all receive a 6-month treatment of Acarizax® or placebo, before stopping Tezepelumab (M6), to assure an optimal effect of AIT, as shown in Phase 3 trials.\n\nPatients will all receive an additional 6 months of Tezepelumab starting at D0 (Start of Acarizax®/placebo), before stopping it.\n\nPHASE 3: After stopping Tezepelumab, patients will receive an additional 12-month treatment of Acarizax® or placebo. Patients will receive an 18-month course of Acarizax® or placebo.\n\nFor safety and ethical reasons, between M6 and M18 (Tezepelumab treatment will be suspended), in case of reappearance of uncontrolled severe asthma, Tezepelumab will be re-prescribed to patients.\n\nAt the end of the study, patients on placebo, if their asthma is controlled, will be offered Acarizax® treatment (as a regular prescription and paid / reimbursed as proposed by the National French HealthCare system) and patients on Acarizax® treatment and controlled will be able to continue it as routine care."
    },
    "conditionsModule": {
      "conditions": [
        "Severe Asthma",
        "Allergy to House Dust Mites"
      ],
      "keywords": [
        "Asthma",
        "Dust Mite Allergy",
        "Allergen immunotherapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Once asthma symptoms are controlled (from D0), patients will receive:\n\n* Group A: 6 months of Tezepelumab and 18 months of Acarizax\n* Group B: 6 months of Tezepelumab and 18 months of Placebo",
        "primaryPurpose": "SUPPORTIVE_CARE",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "maskingDescription": "Acarizax and placebo tablets will be reconstituted in the same shape.",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 38,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Tezepelumab + Acarizax",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive Tezepelumab for 3 to 6 months to control asthma symptoms. After 3 to 6 months, if asthma is controlled, patients will take Tezepelumab for an additional 6 months plus 18 months of Acarizax.",
          "interventionNames": [
            "Drug: Tezepelumab",
            "Drug: Acarizax"
          ]
        },
        {
          "label": "Tezepelumab + Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants will receive Tezepelumab for 3 to 6 months to control asthma symptoms. After 3 to 6 months, if asthma is controlled, patients will take Tezepelumab for an additional 6 months plus 18 months of Placebo.",
          "interventionNames": [
            "Drug: Tezepelumab",
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Tezepelumab",
          "description": "Patients will take Tezepelumab for 3 to 6 months (M-3/-6) to control asthma symptoms.\n\nOnce asthma symptoms are controlled (D0), patients will take an additionnal of 18 months of Tezepelumab",
          "armGroupLabels": [
            "Tezepelumab + Acarizax",
            "Tezepelumab + Placebo"
          ],
          "otherNames": [
            "Tezspire"
          ]
        },
        {
          "type": "DRUG",
          "name": "Acarizax",
          "description": "Once asthma symptoms are controlled (D0), patients will take 18 months of Acarizax.",
          "armGroupLabels": [
            "Tezepelumab + Acarizax"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Once asthma symptoms are controlled (D0), patients will take 18 months of Placebo.",
          "armGroupLabels": [
            "Tezepelumab + Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Annualized total number of asthma exacerbations under acarizax/placebo treatment",
          "description": "The number of asthma exacerbations will be recorded by the participant in their follow-up diary throughout the Acarizax or placebo treatment period. Day 0 marks the start of Acarizax/placebo treatment, and Month 18 marks the end.",
          "timeFrame": "Between Day 0 and Month 18"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Annualized total number of asthma exacerbations without Tezepelumab",
          "description": "The number of asthma exacerbations will be recorded by the participant in their follow-up diary throughout the entire trial. Month 6 marks the end of Tezepelumab treatment, and Month 18 marks the end of Acarizax/placebo treatment.",
          "timeFrame": "Between Month 6 and Month 18 (during 21 to 24 months)"
        },
        {
          "measure": "ACT score",
          "description": "The primary purpose of the Asthma Control Test is to provide a systematic way to evaluate how well a patient's asthma is controlled. The test consists of 5 questions that cover different aspects of asthma control (Frequency of symptoms, limitations on Activities, Nighttime Symptoms, Need for rescue Medication, Self-Assessment). Each question is crafted to elicit information on the patient's experience over the past 4 weeks. The possible scores for each question range from 1 to 5. The total score can range from 5 to 25. A 2-points increase in the score has been proven to be statistically significant.",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 3, Month 6, Month 9, Month 12 and Month 18"
        },
        {
          "measure": "ARCT score only for patients suffering from allergic rhinitis",
          "description": "This test has been validated for assessing allergic rhinitis control and identifying severe allergic rhinitis. The test consists of 5 questions that cover different aspects of allergic rhinitis (Impact on daily life, Quality of life, Nighttime Symptoms, Need for rescue Medication, Self-Assessment). Each question is crafted to elicit information on the patient's experience over the past 2 weeks. The total score can range from 5 to 25. A 2-points increase in the score has been proven to be statistically significant.",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 3, Month 6, Month 9, Month 12 and Month 18"
        },
        {
          "measure": "Forced Expiratory Volume (FEV1)",
          "description": "Spirometry result: Forced Expiratory Volume in 1 second (L).",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Forced vital capacity (FVC)",
          "description": "Spirometry result: Forced Vital Capacity (L).",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Modified Tiffeneau-Pinelli index",
          "description": "Spirometry result: FEV₁/FVC ratio (%).",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Rate of Eosinophils",
          "description": "Rate of Eosinophils in peripheral blood (Cells/µL)",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Total and Specific IgE levels",
          "description": "Serum levels of total and specific IgE (kU/L)",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Specific IgG4 levels",
          "description": "Serum levels of Specific IgG4 (kU/L)",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Eosinophil-Derived Neurotoxin (EDN) levels",
          "description": "Serum levels of eosinophil-derived neurotoxin (ng/mL)",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "Cytokines IL-4, IL-5, IL-13",
          "description": "Serum levels of IL-4, IL-5 and IL-13 (pg/mL)",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 6, Month 12 and Month 18"
        },
        {
          "measure": "SGRQ score",
          "description": "The SGRQ is a 50-item questionnaire developed to measure health status (quality of life) in patients with diseases if airways obstruction.\n\nIt has two parts:\n\n* Part I (8 Symptoms items): Several scales\n* Part II (8 sections on Activity and Impacts): Dichotomous (true/false) except last question (4-point Likert scale) Scores are calculated for 3 domains: Symptoms, Activity and Impacts (Psycho-social) as well as a total score. Scores range from 0 to 100, with higher scores indicating more limitations.\n\nA minimum change in score of 4 units was established as clinically relevant after patient and clinician testing.",
          "timeFrame": "Month 3, Month 6, Month 9, Month 12 and Month 18"
        },
        {
          "measure": "GIRERD questionnaire score",
          "description": "This questionnaire evaluate treatment adherence. The investigator asks 6 yes/no questions, or the patient answers them independently. \"Yes\" = 1 point, \"No\" = 0 points. Total score: 0 to 6.",
          "timeFrame": "Month 3, Month 6, Month 9, Month 12 and Month 18"
        },
        {
          "measure": "Adverse events attributable to Tezspire® or Acarizax®",
          "description": "All adverse events will be collected to assess their causality in relation to experimental and/or auxiliary treatments.",
          "timeFrame": "At the start of Tezepelumab treatment (Month -3/-6), Day 0, Month 3, Month 6, Month 9, Month 12 and Month 18"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients aged ≥ 18 years and ≤ 65 years.\n* Patient followed by a specialist in allergy and/or respiratory diseases working at one of the investigating sites in France.\n* Patient allergic to HDM and with a clinical history of HDM-allergic asthma.\n* Positive specific IgE (≥ 0.35 kUA/L, ImmunoCAP®) and positive skin prick test for Dermtophagoides pteronyssinus and/or Dermtophagoides farinae at screening.\n* Patients satisfying diagnostic criteria for severe asthma, according to GINA international guidelines.\n* A clinical history of asthma exacerbations in the past two years.\n* A history of at least 2 asthma exacerbations during the previous 12 months.\n* Uncontrolled asthma (ACT \\<20/25)\n* Lung function measured by FEV1 ≥ 70% of predicted value or according to local requirements.\n* Patients with persistent severe asthma who meet the Marketing Authorization criteria for Tezspire® (Tezepelumab) and Acarizax® prescriptions.\n\nExclusion Criteria:\n\n* Patients sensitized and regularly exposed to animal dander, molds, and/or cockroach or any another perennial allergen.\n* Patients treated with a monoclonal antibody for asthma within the previous 3 months or 5 half-lives.\n* Patients who have received Sublingual immunotherapy (SLIT) or Sub-Cutaneous Immunotherapy (SCIT) treatment with DermatophagoIdes pteronyssinus and/or Dermatophagoïdes farinae within the previous 5 years.\n* Patients received any education provided by a medical indoor environment counselor during the 12 months before the study, or and educational program is programmed during the study.\n* Patients with acute respiratory tract infections.\n* The patient who have performed any specific measure for mites' avoidance during the 12 months before the study or plan to implement such measures during the study.\n* Pregnant, breastfeeding or lactating women.\n* Patients with a history of tumor, autoimmune, or immune deficiency pathology.\n* Patients with hematological pathology (coagulation disorders, anemia) that could interfere with the blood test.\n* The patient reports any previous hypersensitivity reaction to the active substance or excipients present in Tezspire® or Acarizax®.\n* Patients unable to read and/or write French language.\n* Absence of signed consent.\n* Patients who are not beneficiaries of the French social security system.\n* Presence of any condition (physical, psychological or other) that might, in the investigator's opinion, hinder study performance.\n* The patient is unavailable or unwilling to participate in future visits or is unable to comply with trial protocol.\n* Women of childbearing potential and fertile men not using effective contraception.\n* The patient is participating in another study for asthma and/or allergy treatment.\n* Patients in an exclusion period determined by a previous study or is currently participating to any other allergy/asthma trial.\n* Patients under legal protection (guardianship or curatorship)\n* Patients with a business or personal relationship with trial staff or sponsor who is directly involved with the conduct of the trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Davide CAIMMI, MD, PhD",
          "role": "CONTACT",
          "phone": "+33 4 67 33 61 03",
          "email": "dp-caimmi@chu-montpellier.fr"
        },
        {
          "name": "Amelie DENOUEL, CRA",
          "role": "CONTACT",
          "phone": "+33 4 67 33 55 72",
          "email": "a-denouel@chu-montpellier.fr"
        }
      ],
      "overallOfficials": [
        {
          "name": "Davide CAIMMI, MD, PhD",
          "affiliation": "University Hospital, Montpellier",
          "role": "STUDY_DIRECTOR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "28231834",
          "type": "BACKGROUND",
          "citation": "Seys SF, Scheers H, Van den Brande P, Marijsse G, Dilissen E, Van Den Bergh A, Goeminne PC, Hellings PW, Ceuppens JL, Dupont LJ, Bullens DM. Cluster analysis of sputum cytokine-high profiles reveals diversity in T(h)2-high asthma patients. Respir Res. 2017 Feb 23;18(1):39. doi: 10.1186/s12931-017-0524-y."
        },
        {
          "pmid": "35461560",
          "type": "BACKGROUND",
          "citation": "Lommatzsch M, Brusselle GG, Canonica GW, Jackson DJ, Nair P, Buhl R, Virchow JC. Disease-modifying anti-asthmatic drugs. Lancet. 2022 Apr 23;399(10335):1664-1668. doi: 10.1016/S0140-6736(22)00331-2. No abstract available."
        },
        {
          "pmid": "36223848",
          "type": "BACKGROUND",
          "citation": "Corren J, Larson D, Altman MC, Segnitz RM, Avila PC, Greenberger PA, Baroody F, Moss MH, Nelson H, Burbank AJ, Hernandez ML, Peden D, Saini S, Tilles S, Hussain I, Whitehouse D, Qin T, Villarreal M, Sever M, Wheatley LM, Nepom GT, Sanda S; Immune Tolerance Network ITN057AD CATNIP Study Team. Effects of combination treatment with tezepelumab and allergen immunotherapy on nasal responses to allergen: A randomized controlled trial. J Allergy Clin Immunol. 2023 Jan;151(1):192-201. doi: 10.1016/j.jaci.2022.08.029. Epub 2022 Oct 9."
        },
        {
          "pmid": "34901915",
          "type": "BACKGROUND",
          "citation": "Fritzsching B, Contoli M, Porsbjerg C, Buchs S, Larsen JR, Elliott L, Rodriguez MR, Freemantle N. Long-term real-world effectiveness of allergy immunotherapy in patients with allergic rhinitis and asthma: Results from the REACT study, a retrospective cohort study. Lancet Reg Health Eur. 2021 Nov 30;13:100275. doi: 10.1016/j.lanepe.2021.100275. eCollection 2022 Feb."
        },
        {
          "pmid": "28877011",
          "type": "BACKGROUND",
          "citation": "Corren J, Parnes JR, Wang L, Mo M, Roseti SL, Griffiths JM, van der Merwe R. Tezepelumab in Adults with Uncontrolled Asthma. N Engl J Med. 2017 Sep 7;377(10):936-946. doi: 10.1056/NEJMoa1704064."
        },
        {
          "pmid": "28913985",
          "type": "BACKGROUND",
          "citation": "Agache I, Rogozea L. Asthma Biomarkers: Do They Bring Precision Medicine Closer to the Clinic? Allergy Asthma Immunol Res. 2017 Nov;9(6):466-476. doi: 10.4168/aair.2017.9.6.466."
        },
        {
          "pmid": "3306486",
          "type": "BACKGROUND",
          "citation": "Influence of diet on fatty acid composition of red cell and neural membranes. Nutr Rev. 1987 Aug;45(8):246-8. doi: 10.1111/j.1753-4887.1987.tb02690.x. No abstract available."
        },
        {
          "pmid": "32567399",
          "type": "BACKGROUND",
          "citation": "Gauvreau GM, Sehmi R, Ambrose CS, Griffiths JM. Thymic stromal lymphopoietin: its role and potential as a therapeutic target in asthma. Expert Opin Ther Targets. 2020 Aug;24(8):777-792. doi: 10.1080/14728222.2020.1783242. Epub 2020 Jun 27."
        },
        {
          "pmid": "23433457",
          "type": "BACKGROUND",
          "citation": "Ziegler SF, Roan F, Bell BD, Stoklasek TA, Kitajima M, Han H. The biology of thymic stromal lymphopoietin (TSLP). Adv Pharmacol. 2013;66:129-55. doi: 10.1016/B978-0-12-404717-4.00004-4."
        },
        {
          "pmid": "34572294",
          "type": "BACKGROUND",
          "citation": "Pelaia C, Pelaia G, Longhini F, Crimi C, Calabrese C, Gallelli L, Sciacqua A, Vatrella A. Monoclonal Antibodies Targeting Alarmins: A New Perspective for Biological Therapies of Severe Asthma. Biomedicines. 2021 Aug 29;9(9):1108. doi: 10.3390/biomedicines9091108."
        },
        {
          "pmid": "24075231",
          "type": "BACKGROUND",
          "citation": "Peters MC, Mekonnen ZK, Yuan S, Bhakta NR, Woodruff PG, Fahy JV. Measures of gene expression in sputum cells can identify TH2-high and TH2-low subtypes of asthma. J Allergy Clin Immunol. 2014 Feb;133(2):388-94. doi: 10.1016/j.jaci.2013.07.036. Epub 2013 Sep 24."
        },
        {
          "pmid": "27115376",
          "type": "BACKGROUND",
          "citation": "Virchow JC, Backer V, Kuna P, Prieto L, Nolte H, Villesen HH, Ljorring C, Riis B, de Blay F. Efficacy of a House Dust Mite Sublingual Allergen Immunotherapy Tablet in Adults With Allergic Asthma: A Randomized Clinical Trial. JAMA. 2016 Apr 26;315(16):1715-25. doi: 10.1001/jama.2016.3964."
        },
        {
          "pmid": "21975173",
          "type": "BACKGROUND",
          "citation": "Shikotra A, Choy DF, Ohri CM, Doran E, Butler C, Hargadon B, Shelley M, Abbas AR, Austin CD, Jackman J, Wu LC, Heaney LG, Arron JR, Bradding P. Increased expression of immunoreactive thymic stromal lymphopoietin in patients with severe asthma. J Allergy Clin Immunol. 2012 Jan;129(1):104-11.e1-9. doi: 10.1016/j.jaci.2011.08.031. Epub 2011 Oct 5."
        },
        {
          "pmid": "24337046",
          "type": "BACKGROUND",
          "citation": "Chung KF, Wenzel SE, Brozek JL, Bush A, Castro M, Sterk PJ, Adcock IM, Bateman ED, Bel EH, Bleecker ER, Boulet LP, Brightling C, Chanez P, Dahlen SE, Djukanovic R, Frey U, Gaga M, Gibson P, Hamid Q, Jajour NN, Mauad T, Sorkness RL, Teague WG. International ERS/ATS guidelines on definition, evaluation and treatment of severe asthma. Eur Respir J. 2014 Feb;43(2):343-73. doi: 10.1183/09031936.00202013. Epub 2013 Dec 12."
        }
      ],
      "availIpds": [
        {
          "id": "2025-521258-41-00",
          "type": "Study Protocol",
          "url": "https://euclinicaltrials.eu/search-for-clinical-trials/?lang=en",
          "comment": "avalable after authorization of competent authorities"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D000092542",
          "term": "Dust Mite Allergy"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012221",
          "term": "Rhinitis, Allergic, Perennial"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000622721",
          "term": "tezepelumab"
        }
      ]
    }
  },
  "hasResults": false
}