{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04151069",
      "orgStudyIdInfo": {
        "id": "1718037516"
      },
      "organization": {
        "fullName": "National and Kapodistrian University of Athens",
        "class": "OTHER"
      },
      "briefTitle": "Re-Introducing Nuts in Allergic Patients",
      "officialTitle": "Comparison of Protocols for Re-introducing Tree Nuts in Patients With Allergy to Tree Nuts",
      "acronym": "ReINA"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-04",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-07-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-05-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-05-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-10-31",
      "studyFirstSubmitQcDate": "2019-10-31",
      "studyFirstPostDateStruct": {
        "date": "2019-11-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-04-01",
      "lastUpdatePostDateStruct": {
        "date": "2024-04-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Maria Pasioti",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "National and Kapodistrian University of Athens"
      },
      "leadSponsor": {
        "name": "National and Kapodistrian University of Athens",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hellenic Society of Allergology and Clinical Immunology",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to compare the safety and the compliance to different procedures (A: at home or B: at the hospital) for introducing tree nuts into the diet of patients with Immunoglobulin E (IgE)-mediated allergy to the aforementioned nuts. In parallel, the effectiveness of tree nuts' introduction in respect to tolerance induction compared to the standard care (strict avoidance of tree nuts) will be evaluated.",
      "detailedDescription": "This is a multi-centered observational study comparing the safety and compliance of different procedures for introducing tree nuts into the diet of patients with IgE-mediated allergy to nuts. The effectiveness of tree nuts' introduction in respect to tolerance induction compared to the standard care (strict avoidance of tree nuts) will also be evaluated.\n\nThe study will be contacted in the Department of Allergy and Clinical Immunology, 2nd University Pediatric Clinic of \"Panagiotis \\& Aglaia Kyriakou\" Children's Hospital, Athens, Greece, in collaboration with the Allergy Unit \"Dimitrios Kalogeromitros, 2nd University Clinic of Dermatology and Venereology, \"Attikon\" University Hospital, University of Athens, Greece and the Allergology Department of \"Laiko\" General Hospital, Athens, Greece.\n\nThe study will include participants with persistent IgE mediated allergy to tree nuts (including at least walnut or pistachio) who are willing to follow one of the two induction procedures (A: at home, B: at the hospital) and voluntarily provide written consent in the procedures and the goals of the study. Participants will adhere to one of the two induction procedures according to their preferences. Groups will be matched in respect to the number of participants.\n\nParticipants who have already followed one of the two procedures can participate following written informed consent.\n\nThe control group consists of participants who do not wish to introduce tree nuts into their diet but will consent to provide their medical data and the results of their allergology work-up for research purposes. The target ratio between active and control groups will be 3:1.\n\nIntroduction of Tree Nuts consists of:\n\nBaseline Assessment (Screening period):\n\nIn all participants, active and control, IgE-mediated allergy is evaluated by Skin Prick Tests (SPTs), serum specific IgE (sIgE) to tree nuts, serum sIgE to tree nuts' components and Basophile Activation Test (BAT) to the implicated tree nut and is confirmed by oral food challenges (OFC) with the nut. Additionally, total IgE and tryptase levels are assessed.\n\nTree Nuts' Introduction Phase:\n\nCommercially available drinks of the respective tree nut, in suitable dilutions, are used for the introduction.\n\nFirst day of introduction: Participants in both active groups (procedures A and B) receive the first dose of the drink in the hospital under specialized medical observation.\n\nEscalation period: Drinks in suitable dilutions are given daily to participants. Dose escalation is performed at weekly intervals at home (procedure A) or every 2 months at the hospital (procedure B) until reaching maintenance dose or patient's maximum tolerated dose. The escalation period is estimated at 64 weeks (16 months). The up-dosing scheme and maintenance dose and duration will be adjusted in case of adverse allergic reactions.\n\nMaintenance Phase: The maintenance starts when participants reach the maintenance dose or their maximum tolerated dose, and lasts for at least 4 weeks.\n\nParticipants in the control group are instructed to strictly avoid offending tree nuts, as per standard care.\n\nDuring Tree Nuts' Introduction Phase all participants, active and control, will be followed up periodically in two months intervals.\n\nFinal Assessment:\n\nAfter completing at least 4 weeks at maintenance phase all participants will undergo an open oral food challenge with the offending nut(s) to assess tolerance. SPTs, total IgE, serum sIgE to tree nuts, serum sIgE to tree nuts' components and Basophile Activation Test (BAT) to each tree nut the participant is allergic will be re-evaluated."
    },
    "conditionsModule": {
      "conditions": [
        "Tree Nut Allergy"
      ],
      "keywords": [
        "Tree Nut Allergy",
        "Walnut Allergy",
        "Pistachio Allergy",
        "Cashew Allergy",
        "Tree Nut Hypersensitivity",
        "Tree Nut Anaphylaxis"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Serum Whole Blood Stool"
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "At home group",
          "description": "Participants with allergy to tree nuts who follow the introduction procedure A (at home)",
          "interventionNames": [
            "Other: Procedure A"
          ]
        },
        {
          "label": "At the hospital group",
          "description": "Participants with allergy to tree nuts who follow the introduction procedure B (at the hospital)",
          "interventionNames": [
            "Other: Procedure B"
          ]
        },
        {
          "label": "Control group",
          "description": "Participants with allergy to tree nuts who follow strict avoidance of the offending nuts.",
          "interventionNames": [
            "Other: Control group"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Procedure A",
          "description": "Up-dosing nut drink at home",
          "armGroupLabels": [
            "At home group"
          ]
        },
        {
          "type": "OTHER",
          "name": "Procedure B",
          "description": "Up-dosing nut drink at the hospital",
          "armGroupLabels": [
            "At the hospital group"
          ]
        },
        {
          "type": "OTHER",
          "name": "Control group",
          "description": "Strict avoidance of tree nut consumption",
          "armGroupLabels": [
            "Control group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number and severity of allergic reactions in procedure A and procedure B.",
          "description": "Comparison of the frequency and severity of allergic reactions, and the frequency of adrenaline use in two remedies.",
          "timeFrame": "2 years."
        },
        {
          "measure": "Number of patients who adhere to each procedure (A or B).",
          "description": "Comparison of the proportion of participants who follow the procedure.",
          "timeFrame": "2 years."
        },
        {
          "measure": "Number of participants with tolerance induction after procedure A and B compared to strict avoidance.",
          "description": "The proportion of participants in each group who achieve to consume 300mg of tree nut protein at Final Assessment (cumulative dose of 433mg ), if baseline provocation dose was ≤100mg, or 1000mg (cumulative dose 1433mg), if baseline provocation dose was ≥300mg.",
          "timeFrame": "2 years."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Comparison of the mean change in the maximum tolerated dose in participants following procedure A compared to procedure B.",
          "description": "The change in the maximum tolerated dose of the tree nut between baseline and final assessment.",
          "timeFrame": "2 years."
        },
        {
          "measure": "Immunological alterations induced by the two procedures.",
          "description": "Alterations in SPTs, sIgEs and BAT outcomes between baseline and final assesment.",
          "timeFrame": "2 years."
        },
        {
          "measure": "Mean change from baseline in Food Allergy Quality of Life Questionnaire- Food Allergy Independent Measure (FAQLQ-FAIM)-Likert scale-questions , range from 1 'not troubled' to 7 'extremely troubled'.",
          "description": "The effect of two procedures in quality of life of patients as measured by FAQLQ-FAIM at baseline, 6 months and final assessment.The Food Allergy Quality of Life Questionnaires (FAQLQ) are disease-specific health-related quality of life (HRQL) questionnaires for patients with food allergy.The number of items of each FAQLQ ranges from 23 to 30 items, depending on age. Each question is answered on a 7-point scale (0 \"no impairment\" to 6 \"maximal impairment\" ).",
          "timeFrame": "2 years."
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Mean change from baseline in specific Immunoglobulin G (IgG) and Immunoglobulin G4 (IgG4) serum levels.",
          "description": "The effect of each procedure or avoidance in the levels of serum IgG and IgG4.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Epigenetic and transcriptomic changes related to tolerance induction.",
          "description": "The effect of each procedure or avoidance in immune response at the level of epigenetics and transcriptomics.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Changes in the gut microbiome of participants.",
          "description": "The effect of each procedure or avoidance in the population,the composition and the variety of the gut microbiome.",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Written informed consent from adult participants or parent/guardian for children. Written assent from participants above the age of 12 years.\n* Male or female participants aged 5 through 40 years, in a good general health condition according to the participant's medical history and the clinical examination and no chronic diseases, except:\n\n  * Allergic rhinitis\n  * Asthma controlled with therapy steps 1-3 according to Global Initiative for Asthma (GINA) 2017.\n  * Well-controlled atopic dermatitis.\n* SPT to tree nut's extract and/or the natural tree nut (Prick-to-Prick) ≥ 3 mm (the largest diameter of the wheal) and serum IgE to tree nut of ≥ 0.35 kUA/L.\n* sIgE \\> 0.1 kUA/L to at least one seed storage protein of the offending tree nut, except for pistachio, where Ana o 3 will serve as a sensitization marker.\n* Positive baseline OFC, at any dose but the final, conducted following PRACTALL (Practical Issues in Allergology, Joint United States/European Union Initiative) / iFAAM (Integrated Approaches to Food Allergen and Allergy Risk Management) guidelines.\n* Exclusion of active co-allergy to walnut, almond or pistachio, unless they are introduced to the diet simultaneously, by a negative open OFC or a recent (within the last two months) history of uneventful digestion, except for pistachio introduction in participants who are co-allergic to cashew.\n* Forced Expiratory Volume at 1 second (FEV1) or Peak Expiratory Flow Rate (PEFR) ≥ 80% of predictive.\n* The participant and/or the legal custodian should agree to comply with the study procedures.\n\nExclusion Criteria:\n\n* History of systematic anaphylaxis GRADE 5 according to Sampson (loss of bowel control, respiratory arrest, severe bradycardia and/or hypotension or cardiac arrest, loss of consciousness) or/and during OFC.\n* Recent (within 12 months) initiation of immunotherapy to any allergen.\n* Past or present eosinophilic esophagitis (EoE).\n* Chronic urticaria.\n* Severe or uncontrolled atopic dermatitis.\n* Uncontrolled asthma of any severity or asthma controlled with therapy steps 4-5 according to GINA 2017.\n* Concurrent or within 6 months therapy with omalizumab or another monoclonal antibody.\n* Systematically used corticosteroids:\n\n  * Daily for more than a month during the last year,\n  * Courses of corticosteroids during the last 3 months.\n  * \\>2 Courses of corticosteroids lasting ≥1 week during the last year.\n* Inability to discontinue antihistamines 4 days before skin prick testing or OFC.\n* Severe immune disease, severe cardiovascular disease, malignancy, chronic infection, poor compliance, and severe psychiatric disorders.\n* Any important clinical condition that can affect the safety of the participant or the results of the study, including but not limited to cardiovascular diseases, malignancies, diseases of the liver and/or the kidneys, hematologic diseases, physiologic, immunologic and endocrinologic diseases.\n* Use of beta-blockers, angiotensin-converting enzyme (ACE) inhibitors or angiotensin-receptor blockers (ARB).\n* Pregnancy or lactation.\n* History of alcohol or drug abuse.",
      "sex": "ALL",
      "minimumAge": "5 Years",
      "maximumAge": "40 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ],
      "studyPopulation": "Children and adults seen in specialized Allergy Departments of three hospitals in Athens with allergy to at least one of the tree nuts studied, namely walnut, cashew and/or pistachio.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Department of Allergy and Clinical Immunology, 2nd University Pediatric Clinic of \"Panagiotis & Aglaia Kyriakou\" Children's Hospital, Athens, Greece",
          "city": "Athens",
          "state": "Attica",
          "zip": "11527",
          "country": "Greece",
          "geoPoint": {
            "lat": 37.98376,
            "lon": 23.72784
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021184",
          "term": "Nut Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D035061",
          "term": "Control Groups"
        }
      ],
      "ancestors": [
        {
          "id": "D015340",
          "term": "Epidemiologic Research Design"
        },
        {
          "id": "D004812",
          "term": "Epidemiologic Methods"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D012107",
          "term": "Research Design"
        },
        {
          "id": "D008722",
          "term": "Methods"
        }
      ]
    }
  },
  "hasResults": false
}