{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05641558",
      "orgStudyIdInfo": {
        "id": "SSGJ-611-AD-I-C"
      },
      "organization": {
        "fullName": "Sunshine Guojian Pharmaceutical (Shanghai) Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Evaluation of 611 in Chinese Adult Patients With Moderate-to-Severe Atopic Dermatitis",
      "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Single and Repeated Dose Escalation Study of the Safety, Tolerability and Pharmacokinetics of 611 in Adult Patients With Moderate-to-Severe Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-10-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-10-21",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-10-21",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-11-02",
      "studyFirstSubmitQcDate": "2022-11-30",
      "studyFirstPostDateStruct": {
        "date": "2022-12-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-11-30",
      "lastUpdatePostDateStruct": {
        "date": "2022-12-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Sunshine Guojian Pharmaceutical (Shanghai) Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The primary objective of the study was to evaluate the safety and tolerability of 611 in chinese adults with moderate to severe atopic dermatitis.",
      "detailedDescription": "The maximum study duration was 30 weeks per participants, including a screening period of up to 2 weeks, a 4-weeks single dose treatment period, and then a 16-weeks repeated dose treatment period, and an 8-week follow-up period."
    },
    "conditionsModule": {
      "conditions": [
        "Dermatitis, Atopic"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 24,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "611 dose 1 plus placebo",
          "type": "EXPERIMENTAL",
          "description": "One subcutaneous injections of 611 150 mg on Day 1, followed by a 4-week observation period. Two subcutaneous injections of 611 150 mg (for a total of 300 mg) as a loading dose on Week 0 Day 29, followed by one 150 mg injection quaque week (QW) from Week 1 to Week 15 (15 cycles).",
          "interventionNames": [
            "Drug: 611 150mg",
            "Other: Placebo"
          ]
        },
        {
          "label": "611 dose 2 plus placebo",
          "type": "EXPERIMENTAL",
          "description": "Two subcutaneous injections of 611 150 mg (for a total of 300 mg) on Day 1, followed by a 4-week observation period. Four subcutaneous injections of 611 150 mg (for a total of 600 mg) as a loading dose on Week 0 Day 29, followed by one 300 mg injection quaque 2 week (Q2W) from Week 1 to Week 15 (8 cycles).",
          "interventionNames": [
            "Drug: 611 300mg",
            "Other: Placebo"
          ]
        },
        {
          "label": "611 dose 3 plus placebo",
          "type": "EXPERIMENTAL",
          "description": "Four subcutaneous injections of 611 150 mg (for a total of 600 mg) on Day 1, followed by a 4-week observation period. Four subcutaneous injections of 611 150 mg (for a total of 600 mg) as a loading dose on Week 0 Day 29, followed by one 300 mg injection QW from Week 1 to Week 15 (15 cycles).",
          "interventionNames": [
            "Drug: 611 600mg",
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "611 150mg",
          "description": "subcutaneous injection, 150 mg (single dose treatment period) + 300mg (loading dose, week 0) + 150mg QW (maintenance dose, from Week 1 to Week 15, 15 cycles)",
          "armGroupLabels": [
            "611 dose 1 plus placebo"
          ]
        },
        {
          "type": "DRUG",
          "name": "611 300mg",
          "description": "subcutaneous injection, 300 mg (single dose treatment period) + 600mg (loading dose, week 0) + 300mg Q2W (maintenance dose, from Week 1 to Week 15, 8 cycles)",
          "armGroupLabels": [
            "611 dose 2 plus placebo"
          ]
        },
        {
          "type": "DRUG",
          "name": "611 600mg",
          "description": "subcutaneous injection, 600 mg (single dose treatment period) + 600mg (loading dose, week 0) + 300mg QW (maintenance dose, from Week 1 to Week 15, 15 cycles)",
          "armGroupLabels": [
            "611 dose 3 plus placebo"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "During the study, placebos shall be filled timely according to the administration of the test drug to ensure the consistency of the times of administration in each group, so as to maintain the blind state.",
          "armGroupLabels": [
            "611 dose 1 plus placebo",
            "611 dose 2 plus placebo",
            "611 dose 3 plus placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Adverse events (AEs), measurement of vital signs，physical examination，electrocardiogram and laboratory tests at each visit.",
          "description": "The incidence and severity of treatment emergent adverse event (TEAE), including Serious Adverse Event (SAE), as well as clinical symptoms, and any abnormalities of vital signs, physical examinations，electrocardiogram，laboratory tests and, etc.",
          "timeFrame": "Up to 24 Weeks (Day 197)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Maximum Concentration (Cmax).",
          "description": "Maximum Observed Serum Concentration (Cmax) of 611",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Minimum concentration (Cmin).",
          "description": "Minimum concentration (Cmin) of 611.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Time to Reach the Maximum Concentration (Tmax).",
          "description": "Time to Reach the Maximum Serum Concentration (Tmax) of 611.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Area under the serum concentration-time curve from 0 to the time of the last quantifiable concentration (AUC0-last).",
          "description": "Area under the serum concentration-time curve from 0 to the time of the last quantifiable concentration (AUC0-last) of 611.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "AUC to the end of the dosing period (AUC0-tau)",
          "description": "AUC to the end of the dosing period (AUC0-tau) of 611.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Clearance rate (CL/F).",
          "description": "Clearance rate (CL/F) of 611.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Percentage of Participants With Anti-drug Antibodies and Neutralizing Antibodies.",
          "description": "Immunogenicity assessment will be based on Anti-drug Antibodies (ADAs) response and development of Neutralizing Antibodies (NABs). Percentage is calculated based on the number of evaluable participants and was calculated by number of participants with treatment-emergent positive anti-drug antibodies / number of evaluable participants \\* 100%.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Number of Participants With Investigator's Global Assessment (IGA) Score of \"0\" or \"1\" and Improvement From Baseline of Greater Than or Equal to (>=) 2 Points at Week 8(Day 85), Week 12(Day 113), Week 16(Day 141).",
          "description": "The IGA is an assessment instrument used to rate the severity of AD globally based on a 5-point scale ranging from (0 = clear; 1 = almost clear; 2 = mild; 3 = moderate; 4 = severe), higher score indicated higher severity.",
          "timeFrame": "Baseline , Week 8(Day 85), Week 12(Day 113), Week 16(Day 141)."
        },
        {
          "measure": "Number of Participants With Eczema Area and Severity Index (EASI) - 75 Response (>= 75% Improvement in Score From Baseline) at Week 8(Day 85), Week 12(Day 113), Week 16(Day 141).",
          "description": "The EASI score was used to measure the severity and extent of atopic dermatitis (AD) and measures erythema, infiltration, excoriation and lichenification on 4 anatomic regions of the body: head, trunk, upper and lower extremities. The total EASI score range from 0 (minimum) to 72 (maximum) points, with the higher scores reflecting the worse severity of AD.",
          "timeFrame": "Baseline , Week 8(Day 85), Week 12(Day 113), Week 16(Day 141)."
        },
        {
          "measure": "Percentage Change in EASI Score",
          "description": "The EASI score was used to measure the severity and extent of atopic dermatitis (AD) and measures erythema, infiltration, excoriation and lichenification on 4 anatomic regions of the body: head, trunk, upper and lower extremities. The total EASI score range from 0 (minimum) to 72 (maximum) points, with the higher scores reflecting the worse severity of AD.",
          "timeFrame": "Baseline , Week 8(Day 85), Week 12(Day 113), Week 16(Day 141)."
        },
        {
          "measure": "Percentage Change in Percent Body Surface Area (BSA) of AD Involvement.",
          "description": "BSA affected by AD was assessed for each section of the body (the possible highest score for each region was: head and neck \\[9%\\], anterior trunk \\[18%\\], back \\[18%\\], upper limbs \\[18%\\], lower limbs \\[36%\\], and genitals \\[1%\\]) and reported as a percentage of all major body sections combined. The reported percentage of BSA was combined percentage of all major body sections.",
          "timeFrame": "Baseline , Week 8(Day 85), Week 12(Day 113), Week 16(Day 141)."
        },
        {
          "measure": "Number of Participants Who Achieved >=4 Points With Improvement From Baseline in Weekly Average of Pruritus Numerical Rating Scale (NRS) Score at Week 8(Day 85), Week 12(Day 113), Week 16(Day 141).",
          "description": "Pruritus NRS was an assessment tool that was used to report the intensity of a participant's pruritus (itch), during a 24-hour recall period. Participants were asked the following question: how would a participant rate his itch at the worst moment during the previous 24 hours (for maximum itch intensity on a scale of 0 - 10 \\[0 = no itch; 10 = worst itch imaginable\\]), higher scores indicated greater severity.",
          "timeFrame": "Baseline , Week 8(Day 85), Week 12(Day 113), Week 16(Day 141)."
        },
        {
          "measure": "Change in serum concentrations of Thymus and activation regulated chemokine (TARC)",
          "description": "Change in serum concentrations of TARC",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Change in serum concentrations of immunoglobulin E (IgE)",
          "description": "Change in serum concentrations of IgE.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Change in whole blood eosinophil counts",
          "description": "Change in whole blood eosinophil counts.",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        },
        {
          "measure": "Change in serum concentrations of lactate dehydrogenase (LDH)",
          "description": "Change in serum concentrations of lactate dehydrogenase (LDH).",
          "timeFrame": "Baseline to Week 24 (Day 197)."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, 18 years or older who has AD (according to Williams Criteria) at the screening visit.\n* AD that had been present for at least 1 year before the baseline visit.\n* Body mass index (BMI) was 19-32 kg/m\\^2 (including boundary values), male subjects weighed ≥50.0kg, female subjects weighed ≥45.0kg.\n* Eczema Area and Severity Index (EASI) score greater than or equal to (\\>=) 16.\n* Investigator's Global Assessment (IGA) score \\>=3 (on the 0 to 4 IGA scale, in which 3 was moderate and 4 was severe).\n* Participants with \\>=10 percent (%) body surface area (BSA) of AD involvement.\n* Baseline Pruritus Numerical Rating Scale (NRS) average score for maximum itch intensity \\>=4.\n* Recent history (within 6 months before the screening visit) of inadequate response to treatment with topical medications or for whom topical treatments were otherwise medically inadvisable (e.g., because of important side effects or safety risks).\n* Have applied a stable dose of topical emollient (moisturizer) twice daily for at least the 7 consecutive days before the baseline visit.\n* Subject must be able to understand and complete the study related questionnaires and sign the written informed consent (ICF).\n\nExclusion Criteria:\n\n* Presence of any one of the following lab abnormalities at screening: Hemoglobin ≤ the lower limit of normal (LLN); White blood cell count below LLN; Neutrophil count below LLN; Blood platelet count below LLN; Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) ≥ 2 times the upper limit of normal (ULN); Total bilirubin ≥ 1.5 × ULN; Serum creatinine (Cr) ≥ 1.5×ULN;\n* History of treatment with dupilumab, anti-interleukin (IL)-4 or IL13 agents.\n* Patients who have received any of the following treatments within 4 weeks before baseline: Treatment with immunosuppressive/immunomodulating substances (e.g., systemic corticosteroids, cyclosporine, mycophenolate mofetil, interferon-gamma \\[IFN-γ\\], oral JAK inhibitors, compound glycyrrhizin, azathioprine, or methotrexate); Treatment with phototherapy (narrow band ultraviolet B \\[NBUVB\\], ultraviolet B \\[UVB\\], ultraviolet A1 \\[UVA1\\], psoralen + ultraviolet A \\[PUVA\\]), sunbed or any other light emitting device (LED) therapy;\n* Treatment with topical drugs such as corticosteroids, topical calcineurin inhibitors, phosphodiesterase (PDE) inhibitors, or Janus kinase (JAK) inhibitors within 1 weeks before baseline;\n* Treatment with systemic traditional Chinese medicine (TCM) within 4 weeks before baseline or treatment with topical TCM within 1 weeks before baseline;\n* Patients who have received any of the following biological agents: Treatment with cell depletion agents (e.g., rituximab) within 6 months before baseline. Treatment with other biological agents within 3 months before baseline or 5 drug half-lives (if known), whichever is longer;\n* Have undergone bleaching baths ≥ twice within 2 weeks before baseline;\n* Planned or anticipated use of any banned drugs or any prohibited therapeutic procedures during the study.\n* Have been vaccinated with live (attenuated) vaccine within 8 weeks before baseline or planned during the study period or within 12 months after the study;\n* History of hypersensitivity to any biological agents. History of hypersensitivity to 611 or their excipients.\n* Participants who had donated blood (≥200 ml) within 8 weeks before enrollment or had severe blood loss of ≥200 ml, received a blood transfusion within 8 weeks, or planned to donate blood during the course of the study.\n* Active chronic or acute infection requiring treatment with systemic anti-infective therapy within 2 weeks before the baseline visit, or superficial skin infections within 1 week before the baseline visit.\n* Known or suspected history of immunosuppression, including history of invasive opportunistic infections (e.g., tuberculosis \\[TB\\], histoplasmosis, listeriosis, coccidioidomycosis, pneumocystosis, aspergillosis).\n* Any history of vernal keratoconjunctivitis (VKC) and atopic keratoconjunctivitis (AKC).\n* History of alcohol within 6 months before baseline.\n* Smoking more than 5 cigarettes per day within 3 months before the screening visit, or unable to stop using any tobacco products during the trial;\n* History of drug abuse or urine drug screening was positive.\n* Hepatitis B surface Antigen (HBsAg)-positive, or Hepatitis B core Antibody (HbcAb) was positive and Hepatitis B surface Antibody (HBsAb) was negative, or Hepatitis C Virus Antibodie (HCV Ab)-positive, Human Immunodeficiency Virus Antibody (HIV Ab) positive;\n* Presence of skin comorbidities that may interfere with study assessments.\n* History of malignancy within 5 years before the screening visit, except completely treated in situ carcinoma of the cervix, completely treated and resolved non-metastatic squamous or basal cell carcinoma of the skin.\n* History of parasitic infections within 6 months before baseline.\n* Any medical condition that, in the opinion of the investigator, is serious or unstable and may affect the subject's safety and/or prevent the subject from completing the study.\n* Any other medical or psychological condition that was judged by the investigator to be ineligible for enrollment.\n* Planned or anticipated major surgical procedure during the patient's participation in this study.\n* Pregnant or lactating women, or subjects with pregnancy or lactation plans during the study period. Women/men unwilling or unable to use highly effective contraception throughout the study period until at least 6 months after the last dose of study drug, and Women of Childbearing Potential (WOCBP) who had a positive pregnancy test and/or were unwilling or unable to undergo a pregnancy test\n* Other conditions were deemed by the investigator to be inappropriate for trial participation.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Xinghua Gao, MD",
          "affiliation": "The First of Hospital China Medical University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "The First Affiliated Hospital of Wannan Medical College",
          "city": "Wuhu",
          "state": "Anhui",
          "zip": "241001",
          "country": "China",
          "geoPoint": {
            "lat": 31.35259,
            "lon": 118.42947
          }
        },
        {
          "facility": "Peking University Shougang Hospital",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100144",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Nanyang First People's Hospital",
          "city": "Nanyang",
          "state": "Henan",
          "zip": "473010",
          "country": "China",
          "geoPoint": {
            "lat": 32.99472,
            "lon": 112.53278
          }
        },
        {
          "facility": "Dermatology Hospital of Jiangxi Province",
          "city": "Nanchang",
          "state": "Jiangxi",
          "zip": "330001",
          "country": "China",
          "geoPoint": {
            "lat": 28.68396,
            "lon": 115.85306
          }
        },
        {
          "facility": "The First of Hospital China Medical University",
          "city": "Shenyang",
          "state": "Liaoning",
          "zip": "110001",
          "country": "China",
          "geoPoint": {
            "lat": 41.79222,
            "lon": 123.43278
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C071192",
          "term": "entacapone"
        }
      ]
    }
  },
  "hasResults": false
}