{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05444946",
      "orgStudyIdInfo": {
        "id": "INT/IEC/2021/SPL-749"
      },
      "organization": {
        "fullName": "Post Graduate Institute of Medical Education and Research, Chandigarh",
        "class": "OTHER"
      },
      "briefTitle": "Oral Itraconazole Versus Combination of Systemic Glucorticoids and Oral Itraconazole in CPA-ABPA Overlap Syndrome",
      "officialTitle": "A Randomized Controlled Trial to Compare Oral Itraconazole Versus Combination of Systemic Glucorticoids and Oral Itraconazole in Chronic Pulmonary and Allergic Bronchopulmonary Aspergillosis Overlap Syndrome",
      "acronym": "GLITZ"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-02",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-06-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-06-21",
      "studyFirstSubmitQcDate": "2022-07-01",
      "studyFirstPostDateStruct": {
        "date": "2022-07-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-02-12",
      "lastUpdatePostDateStruct": {
        "date": "2024-02-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Inderpaul singh",
        "investigatorTitle": "Assistant Professor",
        "investigatorAffiliation": "Post Graduate Institute of Medical Education and Research, Chandigarh"
      },
      "leadSponsor": {
        "name": "Post Graduate Institute of Medical Education and Research, Chandigarh",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "While ABPA and CPA represent two distinct manifestations of Aspergillus-related lung disease, there is an overlap of investigations that are currently used for the diagnosis of these entities. In a previous study, the authors have demonstrated that 22% of subjects with CPA fulfilled the obligatory criteria for ABPA. While the preferable therapy in patients with ABPA is systemic glucocorticoids, the primary therapy in CPA is oral triazoles. However, a different management protocol in the \"overlap group\" with low doses of glucocorticoids and triazoles, needs to be systematically explored. In this study the investigators intend to compare the clinical outcomes in subjects with ABPA-CPA overlap treated either with oral azoles or a combination of systemic glucocorticoids and oral azoles.",
      "detailedDescription": "Aspergillus causes a variety of pulmonary disorders depending on the host immunity. In immunocompetent hosts, it can cause allergic diseases, the prototype being allergic bronchopulmonary aspergillosis (ABPA). In immunosuppressed host, it causes life-threatening invasive disease. Chronic pulmonary aspergillosis (CPA) represents chronic Aspergillus infection of the pulmonary parenchyma in subjects with normal or slightly suppressed immunity, and generally an underlying structural lung disease (previously treated pulmonary tuberculosis, chronic obstructive pulmonary disease, sarcoidosis, diffuse parenchymal lung disease and others). The diagnosis of CPA is based on the presence of clinical symptoms (low-grade fever, weight loss, malaise, chronic cough, recurrent hemoptysis and others), radiological features (combination of one or more cavities and presence of fungal ball or fibrosis, pericavitary infiltrates, consolidation, nodules and pleural thickening) and the demonstration of either direct (growth of Aspergillus on sputum or bronchoalveolar lavage fluid \\[BALF\\] culture) or indirect (elevated serum or BALF galactomannan index or A.fumigatus-specific IgG or precipitin in serum) evidence of Aspergillus infection. Primarily seen in patients with asthma and cystic fibrosis, the diagnosis of ABPA is currently made on the combination of clinical (low grade fever, hemoptysis and others), radiological (bronchiectasis, mucus impaction, centrilobular nodules and others) and immunological (A.fumigatus-specific IgE and IgG, total IgE, and elevated eosinophils) findings.\n\nWhile ABPA and CPA represent two distinct manifestations of Aspergillus-related lung disease, there is an overlap of investigations that are currently used for the diagnosis of these entities. For example, A.fumigatus-specific IgG and Aspergillus precipitins are used both in diagnosing ABPA and CPA.(10) The culture of respiratory tract secretions can demonstrate the growth of Aspergillus in both these disorders. Also, ABPA is a predisposing condition for developing CPA and it is likely that both ABPA and CPA may coexist. In a previous study, the authors have demonstrated that 22% of subjects with CPA fulfilled the obligatory criteria for ABPA. While CPA is primarily due to dysfunction of Th-1 immunity, ABPA represents an inflammatory response due to Th-2 hyper response. Thus, it is possible that subjects with ABPA-CPA overlap could have components of both heightened inflammatory response and local immune dysfunction thereby perpetuating structural lung damage. While the preferable therapy in patients with ABPA is systemic glucocorticoids, the primary therapy in CPA is oral triazoles. However, a different management protocol in the \"overlap group\" with low doses of glucocorticoids and triazoles, needs to be systematically explored. In this study the investigators intend to compare the clinical outcomes in subjects with ABPA-CPA overlap treated either with oral azoles or a combination of systemic glucocorticoids and oral azoles."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Pulmonary Aspergillosis",
        "Allergic Bronchopulmonary Aspergillosis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Subjects with CPA-ABPA overlap will be randomized to receive either a combination of systemic steroids and oral itraconazole or oral itraconazole alone",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 104,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Steroid itraconazole",
          "type": "EXPERIMENTAL",
          "description": "Combination of oral glucocorticoid (prednisolone 0.5 mg/Kg body weight tapered over 4 months) and itraconazole for 12 months",
          "interventionNames": [
            "Drug: Prednisone tablet and Itraconazole"
          ]
        },
        {
          "label": "Itraconazole",
          "type": "ACTIVE_COMPARATOR",
          "description": "Oral itraconazole for 12 months",
          "interventionNames": [
            "Drug: Oral itraconazole"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Prednisone tablet and Itraconazole",
          "description": "Oral prednisolone 0.5 mg/Kg body weight tapered over 4 months and oral itraconazole (400 mg/day). The dose of itraconazole will be adjusted according to therapeutic drug monitoring to achieve a serum trough level of 0.5 microgram/mL. traconazole will be given for 12 months",
          "armGroupLabels": [
            "Steroid itraconazole"
          ],
          "otherNames": [
            "sporanox"
          ]
        },
        {
          "type": "DRUG",
          "name": "Oral itraconazole",
          "description": "Oral itraconazole (400 mg/day). The dose of itraconazole will be adjusted according to therapeutic drug monitoring to achieve a serum trough level of 0.5 microgram/mL. Itraconazole will be given for 12 months",
          "armGroupLabels": [
            "Itraconazole"
          ],
          "otherNames": [
            "sporanox"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Favourable response at six months after the randomization",
          "description": "Proportion of subjects with an overall favourable response at six months after the randomization. The overall response will be categorized as favourable: improved or stable clinical response with radiologically improved or stable disease",
          "timeFrame": "6 months after randomization"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall favourable response at 12 months after randomization",
          "description": "Proportion of subjects with an overall favourable response at 12 months after the randomization. The overall response will be categorized as favourable: improved or stable clinical response with radiologically improved or stable disease",
          "timeFrame": "12 months after randomization"
        },
        {
          "measure": "frequency of relapses at 18-months after randomization",
          "description": "Relapse: will be defined as persistent worsening of symptoms (for 14 days or more) as measured by VAS and radiological worsening. The subjects will be investigated for other causes of worsening such as bacterial infection or reinfection/reactivation of tuberculosis before labelling the worsening due to relapse of CPA. A relapse will be defined as an event that occurs 3 months after stopping treatment",
          "timeFrame": "18 months after randomization"
        },
        {
          "measure": "adverse events in either arm",
          "description": "Adverse events due to systemic glucocorticoids and oral itraconazole will be assessed at 2 weeks after treatment initiation and then at 3 months interval till treatment completion",
          "timeFrame": "12 months after randomization"
        },
        {
          "measure": "Serum total IgE response to treatment",
          "description": "proportion of subjects with 25% reduction in serum IgE at 6 weeks after treatment initiation",
          "timeFrame": "6 weeks after treatment initiation"
        },
        {
          "measure": "Serum total IgE during relapse",
          "description": "Proportion of subjects with 50% increase in serum IgE during relapse",
          "timeFrame": "18 months after randomization"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nSubjects fulfil criteria for ABPA and CPA as below.\n\nThe criteria for CPA would include the presence of all the following: (i) one or more clinical symptoms (persistent cough, recurrent hemoptysis, weight loss, malaise, fever and dyspnea) for ≥3 months; (ii) slowly progressive or persistent findings (one or more cavities and surrounding fibrosis, infiltrates, consolidation, with or without fungal ball or progressive pleural thickening) on computed tomography (CT) of the thorax; (iii) immunological (A.fumigatus-specific IgG \\>27 mgA/L or positive Aspergillus precipitins) or microbiological evidence of Aspergillus infection (growth of Aspergillus in respiratory secretions) and, (iv) exclusion of other pulmonary disorders with similar presentation.\n\nThe diagnosis of ABPA will be made based on the presence of all the following: (a) A.fumigatus specific IgE \\>0.35 kUA/L; (b) total IgE ≥500 IU/mL; (c) eosinophil count ≥500 cells/µL); (d) A.fumigatus IgG\\>27 mgA/L.\n\nExclusion Criteria:\n\n(i) failure to provide informed consent; (ii) patients on immunosuppressive drugs, intake of prednisolone (or equivalent) \\>10 mg for at least 3 weeks or a diagnosis of human immunodeficiency virus syndrome; (iii) intake of antifungal triazoles for \\>3 weeks in the preceding three months; (iv) subjects with active pulmonary infection due to mycobacterium tuberculosis or mycobacteria other than tuberculosis (MOTT); (v) subjects with others forms of pulmonary aspergillosis (subacute and acute invasive aspergillosis); and, (vi) pregnancy.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "15 Years",
      "maximumAge": "90 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Inderpaul S Sehgal, MD, DM",
          "role": "CONTACT",
          "phone": "91-172275",
          "phoneExt": "6823",
          "email": "inderpgi@outlook.com"
        },
        {
          "name": "Ritesh Agarwal, MD,DM",
          "role": "CONTACT",
          "phone": "91-172275",
          "phoneExt": "6825",
          "email": "agarwal.ritesh@outlook.in"
        }
      ],
      "locations": [
        {
          "facility": "Chest clinic, PGIMER",
          "status": "ACTIVE_NOT_RECRUITING",
          "city": "Chandigarh",
          "zip": "160012",
          "country": "India",
          "geoPoint": {
            "lat": 30.73629,
            "lon": 76.7884
          }
        },
        {
          "facility": "Chest clinic",
          "status": "RECRUITING",
          "city": "Chandigarh",
          "zip": "160012",
          "country": "India",
          "contacts": [
            {
              "name": "Inderpaul S Sehgal, MD,DM",
              "role": "CONTACT",
              "phone": "+91-172275",
              "phoneExt": "6823",
              "email": "inderpgi@outlook.com"
            }
          ],
          "geoPoint": {
            "lat": 30.73629,
            "lon": 76.7884
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED",
      "description": "IPD will be shared on email to the corresponding author"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001229",
          "term": "Aspergillosis, Allergic Bronchopulmonary"
        }
      ],
      "ancestors": [
        {
          "id": "D055732",
          "term": "Pulmonary Aspergillosis"
        },
        {
          "id": "D001228",
          "term": "Aspergillosis"
        },
        {
          "id": "D009181",
          "term": "Mycoses"
        },
        {
          "id": "D001423",
          "term": "Bacterial Infections and Mycoses"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D008172",
          "term": "Lung Diseases, Fungal"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D011241",
          "term": "Prednisone"
        },
        {
          "id": "D017964",
          "term": "Itraconazole"
        }
      ],
      "ancestors": [
        {
          "id": "D011244",
          "term": "Pregnadienediols"
        },
        {
          "id": "D011245",
          "term": "Pregnadienes"
        },
        {
          "id": "D011278",
          "term": "Pregnanes"
        },
        {
          "id": "D013256",
          "term": "Steroids"
        },
        {
          "id": "D000072473",
          "term": "Fused-Ring Compounds"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        },
        {
          "id": "D014230",
          "term": "Triazoles"
        },
        {
          "id": "D001393",
          "term": "Azoles"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        },
        {
          "id": "D010879",
          "term": "Piperazines"
        }
      ]
    }
  },
  "hasResults": false
}