{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03964051",
      "orgStudyIdInfo": {
        "id": "2017-003627-30"
      },
      "organization": {
        "fullName": "Odense University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Protection From Food Induced Anaphylaxis by Reducing the Serum Level of Specific IgE (Protana).",
      "officialTitle": "Protection From Food Induced Anaphylaxis by Reducing the Serum Level of Specific IgE (Protana)."
    },
    "statusModule": {
      "statusVerifiedDate": "2023-12",
      "overallStatus": "TERMINATED",
      "whyStopped": "Finished",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-07-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-12-21",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-12-21",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-05-16",
      "studyFirstSubmitQcDate": "2019-05-23",
      "studyFirstPostDateStruct": {
        "date": "2019-05-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-12-04",
      "lastUpdatePostDateStruct": {
        "date": "2023-12-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Carsten Bindslev-Jensen",
        "investigatorTitle": "Professor, M.D, Dr.Med., Ph.d.,",
        "investigatorAffiliation": "Odense University Hospital"
      },
      "leadSponsor": {
        "name": "Carsten Bindslev-Jensen",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Miltenyi Biomedicine GmbH",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Anaphylaxis elicited by accidental intake of the offending food constitutes a major health risk to the food allergic patient. Current advice for the food allergic patient is to avoid the offending food allergen and to carry an epinephrine autoinjector. However, novel treatments altering the clinical reactivity to the offending food thereby diminishing the risk of anaphylaxis are much needed. A correlation between the level of specific IgE in serum towards the offending food and the clinical sensitivity of the patient has been suggested. The clinical threshold for a food allergic reaction to occur is therefore hypothesized to increase by reducing the level of specific IgE to the relevant food allergen.\n\nTherapy with Omalizumab has proven efficacious in lowering the level of IgE in serum but a high pre-treatment level of total IgE in serum potentially hampers the efficacy in a number of patients, as seen especially in patients with concomitant atopic dermatitis. The aim of this study is to investigate if the combination of initial IgE specific immunoadsorption combined with subsequent treatment with Omalizumab will increase the clinical threshold to the culprit food and thus prevent medical emergencies (anaphylaxis) in patients with severe food allergy.",
      "detailedDescription": "10 patients with a proven food allergy will be submitted to the combined effort of IgE specific (selective) immunoadsorption and subsequent treatment with Omalizumab.\n\nAn Oral Food Challenge (OFC) will be performed before, during and after the above mentioned treatments according to international guidelines with administration of increasing doses (3, 10, 30, 100, 300, 1000 and 3000 mg of protein) of the incriminated food at one hour intervals, until objective signs of an allergic reaction in the patient occur. The cumulated dose eaten before this reaction is defined as the threshold (Tr).\n\nThe patient's threshold value (mg protein) before therapy (Tr0) will be determined by OFC immediately before three cycles of immunoadsorption on three consecutive days are performed. This repeated procedure will expectedly reduce the serum level of IgE (total as well as specific) by a factor of at least 10. Immediately after the last day of immunoadsorption, a second OFC for determination of threshold (TrP) will be performed and compared to Tr0, in order to determine the efficacy of the immunoadsorption.\n\nImmediately after finalization of the second OFC, treatment with Omalizumab 300 mg s.c. injection will be initiated and repeated every 2 weeks until 12 weeks of treatment has been reached. The administration, the dose and dose interval is the recommended dosage as to the SPC (Summary of Product Characteristics). Treatment with Omalizumab will expectedly reduce the level of serum IgE (total as well as specific) by a factor of 2-4. The day following the final administration of Omalizumab, a third OFC for determination of threshold (TrX) will be performed and followed by a fourth OFC for determination of threshold (TrW) four weeks later. These thresholds will be compared to Tr0 and TrP to determine the combined efficacy of immunoadsorption and therapy with Omalizumab during therapy and after cessation of therapy.\n\nSkin Prick Tests (SPTs), serum levels of total (t-IgE) and specific IgE (s-IgE) as well as relevant component resolved diagnostics (all in kIU/L) and Basophil Histamine Release (BaHR) (ng/mL) for relevant food allergens will be determined immediately before and after immunoadsorption, before challenges and before administration of Omalizumab.\n\nProvided that 80 % of the patients will respond to immunoadsorption and therapy with Omalizumab (i.e. a comparison between Tr0 and TrX) with at least a two-step increase in threshold, a number of 10 included patients will result in a statistical significance for difference between the two parameters of 0.0047, if the remaining two patients do not change their threshold values. If, additionally one patient decreases threshold (i.e. 7 positive, 2 unchanged and 1 negative), the value will still be statistically significant (p=0.0142) using the Wilcoxon signed-rank test. The specified number of patients have to complete the study to ensure the results.\n\nGCP-monitoring is performed by the local GCP-unit at Odense University Hospital."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ],
      "keywords": [
        "Omalizumab",
        "Xolair",
        "Anaphylaxis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "10 patients with severe food allergy will receive subcutaneous injections of Omalizumab 300 mg every 2 week for 12 weeks.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 7,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab 300 mg for s.c.injection",
          "type": "EXPERIMENTAL",
          "description": "Omalizumab 300 mg steril solution in prefilled syringes are administrated every 2. week for 12 weeks",
          "interventionNames": [
            "Drug: Omalizumab Injection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab Injection",
          "description": "Omalizumab 300 mg for subcutaneous injection",
          "armGroupLabels": [
            "Omalizumab 300 mg for s.c.injection"
          ],
          "otherNames": [
            "Xolair 300 mg"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in food challenge threshold (as measured in amount of food protein in milligrams tolerated by oral challenge)",
          "description": "As described open food challenges will be performed according to international guidelines (1) at specified time points and thresholds for a clinical objective reaction as measured in milligrams food protein before (Tr0) and after (TrP) the initial immunoadsorption and then during (TrX) and after cessation (TrW) of treatment with Omalizumab. Challenge thresholds at Tr0, TrP, TrX and TrW will be reported for each patient and compared. Since the study is non-randomized and uncontrolled the individual patient will serve as his/her own control. A 2-step change in threshold will be considered significant.",
          "timeFrame": "18 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in SPT size (mm) and levels of s-IgE, t-IgE and BaHR",
          "description": "At the specified time points (Tr0, TrP, TrX and TrW) SPT and measurement of specific IgE and component resolved diagnostics (for relevant allergens for the individual patient), total IgE and BaHR will be measured and compared. Since the study is non-randomized and uncontrolled the individual patient will serve as his/her own control. The immunological changes will be correlated to the corresponding thresholds (the primary outcome). An inverse correlation is expected (reduced immunological response expected to correlate with increased thresholds).",
          "timeFrame": "18 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Individuals aged 18 - 70 years with verified allergy to a food allergen, where validated methods for determination of specific IgE to the food and to the major allergens (Component Resolved Diagnostics) are available. The foods include, but will not be confined to milk, egg, peanut, hazelnut, sesame, wheat, cod and shrimp. Patients with/without elevated levels of total IgE (\\> 1000 kIU/l) will be included. Minimum level of specific IgE to the major allergen component in the food in question will be 10 kIU/l. No control group will be included.\n\nExclusion Criteria:\n\n* Ischemic heart disease or other significant co-morbidity (e.g. uncontrolled asthma) that might compromise the patient's safety or study outcomes.\n* Infection on the day of study\n* Pregnancy or nursing. Women of childbearing potential have to use safe contraception (intrauterine device or hormonal contraception (birth control pill, implant, transdermal patch, vaginal ring or depot injection)). Safe contraception has to be used during the whole trial period and half a year after the last dose of the trial medicine has been taken. It is accepted, if the female patient is permanently sterile or infertile, if her sole partner is permanently sterile or if they use both condom and diaphragm. The definition of sterile or infertile is surgically sterilized (vasectomy/bilateral salpingectomy, hysterectomy and/or bilateral ovariectomy) or post menopause defined as a non-menstrual period of at least 12 months before inclusion in the trial.\n* Ongoing treatment with antihistamine or drugs with antihistaminic properties that cannot be paused three days prior to the tests\n* Ongoing treatment with β-blockers that cannot be paused one day prior to the tests\n* Ongoing treatment with oral glucocorticoids (\\>10 mg daily)\n* Alcohol abuse, abuse of opioids or other drugs\n* Occurrence of unexpected side effects\n* Patients who are not supposed to be able to meet the requirements in the protocol\n* Patients who are physically or mentally unable to consent\n* Patients who have reduced liver function or kidney function",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Carsten Bindslev-Jensen, ProfDrMedPhd",
          "affiliation": "Odense Research Center for Anaphylaxis",
          "role": "STUDY_DIRECTOR"
        },
        {
          "name": "Charlotte G. Moertz, ProfMDPhd",
          "affiliation": "Odense Research Center for Anaphylaxis",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Odense Research Center for Anaphylaxis, Allergy Center",
          "city": "Odense C",
          "state": "Funen",
          "zip": "5000",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.40841,
            "lon": 10.39538
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "15180754",
          "type": "BACKGROUND",
          "citation": "Bindslev-Jensen C, Ballmer-Weber BK, Bengtsson U, Blanco C, Ebner C, Hourihane J, Knulst AC, Moneret-Vautrin DA, Nekam K, Niggemann B, Osterballe M, Ortolani C, Ring J, Schnopp C, Werfel T; European Academy of Allergology and Clinical Immunology. Standardization of food challenges in patients with immediate reactions to foods--position paper from the European Academy of Allergology and Clinical Immunology. Allergy. 2004 Jul;59(7):690-7. doi: 10.1111/j.1398-9995.2004.00466.x. No abstract available."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D000707",
          "term": "Anaphylaxis"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}