{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06422078",
      "orgStudyIdInfo": {
        "id": "D3250R00124"
      },
      "organization": {
        "fullName": "AstraZeneca",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Non-interventional, Prospective Study With Benralizumab",
      "officialTitle": "A Non-interventional, Prospective Study With Benralizumab to Investigate Clinical Outcome Based on Standard of Care Medication in Real-life",
      "acronym": "AIR POWER"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-07-25",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-07-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-07-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-05-15",
      "studyFirstSubmitQcDate": "2024-05-15",
      "studyFirstPostDateStruct": {
        "date": "2024-05-20",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-19",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "AstraZeneca",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a prospective, non-interventional, single-arm, multicenter study to investigate asthma control, and health-related quality of life (HRQL), lung function and asthma medication intake in severe eosinophilic asthma patients treated with benralizumab in a real-life setting in Germany.",
      "detailedDescription": "This is a prospective observational study to investigate the asthma control and health realted quality of life (HRQL) of benralizumab treated patients in routine clinical practice, their asthma medication intake, and their changes in asthma medication during the study, up to 52 weeks.\n\nThe asthma control will be analyzed by using the Asthma Control Test (ACT) and the Asthma Impairment and Risk Questionnaire (AIRQ®) at different timepoints during the study period either collected by the investigator or self-reported by the patient. In addition, health realted quality of life will be assessed at baseline and routine follow-up visits using the mini Asthma Quality of Life Questionnaire (miniAQLQ) which is collected by the investigator. To investigate the medication intake and assess the changes in asthma medication, the patients will record their weekly medication intake in a paper-based or an electronic medication diary throughout the study."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma, Bronchial"
      ],
      "keywords": [
        "benralizumab",
        "severe eosinophilic asthma",
        "quality of life",
        "asthma control"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 300,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in Asthma Control Test (ACT) total score in patients from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To assess asthma control in patients initiating treatment with benralizumab over time.\n\nThe ACT includes 5 questions. The score can range from 5 (worst control) to 25 (best control). Scores between 20 and 25 indicate well-controlled asthma, and scores lower than 20 indicate patients with not-well controlled asthma.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Proportion of responders at baseline, week 12, 24 and 52 after first benralizumab dose, using ACT",
          "description": "To assess asthma control in patients initiating treatment with benralizumab. Responders are defined as patients with well-controlled asthma (ACT score ≥20).",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Change in daily doses of prescribed inhaled corticosteroids (ICS) intake from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To assess prescribed daily ICS dose of benralizumab treated patients over time. Doses of medication will be converted to equivalents to be able to make comparisons.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Change in daily doses of patient-reported inhaled corticosteroids (ICS) intake from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To assess patient-reported daily ICS dose of benralizumab treated patients over time. Doses of medication will be converted to equivalents to be able to make comparisons.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Reduction (in percentage) in prescribed daily ICS dose intake from baseline to week 52 after first benralizumab dose",
          "description": "To assess prescribed daily ICS dose of benralizumab treated patients with ICS dose reduction.",
          "timeFrame": "From baseline to week 52"
        },
        {
          "measure": "Reduction (in percentage) in patient-reported daily ICS dose intake from baseline to week 52 after first benralizumab dose",
          "description": "To assess patient-reported daily ICS dose of benralizumab treated patients with ICS dose reduction.",
          "timeFrame": "From baseline to week 52"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Proportion of patients meeting any individual criteria for remission at baseline, week 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients who meet any individual criteria for remission.\n\nCriteria for remission are defined as no exacerbation, no prescribed use of oral corticosteroids (OCS) for asthma, ACT score ≥20, and stable lung function).",
          "timeFrame": "At baseline, week 24 and 52"
        },
        {
          "measure": "Proportion of patients fulfilling all the criteria for remission at baseline, week 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients who meet all criteria for remission after initiation of benralizumab treatment.",
          "timeFrame": "At baseline, week 24 and 52"
        },
        {
          "measure": "Total Asthma Impairment and Risk Questionnaire® (AIRQ®) score reduction from baseline to every 4 weeks after first benralizumab dose",
          "description": "To assess diaries reported asthma control in patients initiating treatment with benralizumab using the AIRQ® score.\n\nThe AIRQ® includes 10 questions (7 assessing symptom impairment and 3 assessing risk) concerning patient medication use, asthma symptoms, medical visits, and tests. The AIRQ® can predict the risk for exacerbations and assess the quality of life of asthma patients.\n\nAIRQ® score: well-controlled (0-1 points), not well-controlled (2-4 points) and very poorly controlled (≥5 points) asthma",
          "timeFrame": "From baseline to week 52"
        },
        {
          "measure": "Total ACT score reduction from baseline to every 4 weeks after first benralizumab dose",
          "description": "To assess diaries reported asthma control in patients initiating treatment with benralizumab using the ACT score.",
          "timeFrame": "From baseline to week 52"
        },
        {
          "measure": "Change in total Mini Asthma Quality of Life Questionnaire (miniAQLQ) score from baseline to week 12, 24, and 52 after first benralizumab dose",
          "description": "To describe patient-reported health-related quality of life (HRQL) in patients initiating treatment with benralizumab using the miniAQLQ.\n\nThe miniAQLQ is composed of 15 questions covering 4 different domains, namely symptoms, activities, emotions, and environment experienced during the previous 2 weeks. The score in each item can vary from 1 to 7, with a higher score indicating better quality of life (QoL). The mean score is calculated as the total score divided by the number of items, and the domain scores are calculated as the total score divided by the number of items for respective domain. A change in score of ≥0.5 can be considered clinically important",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Change in daily doses of prescribed relevant background medication from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients regarding prescribed standard-of-care (SOC) asthma medication dose change in patients initiating treatment with benralizumab.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Proportion of patients with increased daily dose of relevant background medication from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients regarding prescribed increased SOC asthma medication dose in patients initiating treatment with benralizumab.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Proportion of patients with decreased daily dose of relevant background medication from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients regarding prescribed decreased SOC asthma medication dose in patients initiating treatment with benralizumab.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Proportion of patients with equal daily dose of relevant background medication from baseline to week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients regarding prescribed equal SOC asthma medication dose in patients initiating treatment with benralizumab.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Annualized exacerbation rate assessed at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To assess the annualized asthma exacerbation rate in patients initiating treatment with benralizumab.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Proportion of patients without exacerbations at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the proportion of patients without asthma exacerbations in patients initiating treatment with benralizumab.",
          "timeFrame": "From baseline to week 12, 24 and 52"
        },
        {
          "measure": "Level of lung function parameters - forced expiratory volume in the first second (FEV1) and forced vital capacity (FVC) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the FEV1 and FVC levels in patients initiating treatment with benralizumab.\n\nFrom FEV1 and FVC the Tiffenau-Index will be calculated as follows: FEV1/FVC",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of lung function parameters - residual volume (RV) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of RV in patients initiating treatment with benralizumab.",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of lung function parameters - total lung capacity (TLC) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of TLC in patients initiating treatment with benralizumab.",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of lung function parameters - total specific airway resistance (sRtot) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of sRtot in patients initiating treatment with benralizumab.",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of diffusing capacity of the lungs for carbon monoxide (DLCO) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of DLCO in patients initiating treatment with benralizumab.",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of biomarkers - eosinophils at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of eosinophils in patients initiating treatment with benralizumab.\n\nMeasured in cells per microliter.",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of biomarkers - total immunglobulin E (IgE) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of total IgE in patients initiating treatment with benralizumab.\n\nTotal IgE, measured in international units per milliliter (IU/ml).",
          "timeFrame": "At baseline, week 12, 24 and 52"
        },
        {
          "measure": "Level of biomarkers - fractional exhaled nitric oxide (FeNO) at baseline, week 12, 24 and 52 after first benralizumab dose",
          "description": "To describe the level of FeNO in patients initiating treatment with benralizumab.\n\nMeasured in parts per billion (ppb).",
          "timeFrame": "At baseline, week 12, 24 and 52"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female patients aged 18 years or older\n* Confirmed diagnosis of severe eosinophilic asthma (defined according to the European Respiratory Society and American Thoracic Society and local German guidelines) treated with high-dose inhaled corticosteroids (ICS) plus long-acting beta agonists (LABA)\n* Prescribed treatment with benralizumab according to label and local market reimbursement criteria\n* Benralizumab treatment was not part of the study decision and treatment decision was met prior and independently of the study\n* Patients must be able and willing to read and comprehend written instructions\n* After full explanation, patients must have signed an informed consent form (ICF) indicating that they understand the purpose of, and the procedures required for the study and are willing to participate in the study\n* Patients must be willing to report asthma patient-reported outcomes (PROs) every 4 weeks and medication intake weekly\n\nExclusion Criteria:\n\n* Patients who participate in an observational trial that might, in the investigators' opinion, influence the assessment for current study; or participated in a randomized clinical trial in the last 3 months\n* History of anaphylaxis to any biologic therapy\n* Prior treatment with any asthma biologic therapy within the last 6 months\n* Concurrent asthma biologic therapy\n* Helminth parasitic infection diagnosed within 24 weeks prior to the date informed consent was obtained that had not been treated with, or had failed to respond to standard of care (SOC) therapy\n* Any other pulmonary disease than asthma that, in the investigator's point of view, would have an impact on the interpretation of results\n* An acute or chronic condition that, in the investigator's point of view, would limit the patient's ability to complete questionnaires or participate in this study or impact the interpretations of results\n* Current or history of malignancy within 5 years before the enrolment date with the following exceptions:\n\n  * In-situ carcinoma of the cervix where curative therapy has been completed and patients are in remission for at least 12 months prior to enrolment date\n  * Basal cell or superficial squamous skin cancer\n* Pregnancy or lactation period (status to be proactively asked by the investigator)\n* Any condition, that, in the opinion of the investigator, could jeopardize the safety of the patient",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "120 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study population will consist of adult patients, who were diagnosed with severe eosinophilic asthma treated by pulmonary specialists, for whom the indication to start benralizumab therapy was received independently of study participation.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "AstraZeneca Clinical Study Information Center",
          "role": "CONTACT",
          "phone": "1-877-240-9479",
          "email": "information.center@astrazeneca.com"
        }
      ],
      "locations": [
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Ahrensburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.67661,
            "lon": 10.23705
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Ansbach",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.30481,
            "lon": 10.5931
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Aschaffenburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.97704,
            "lon": 9.15214
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Auerbach",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.51155,
            "lon": 12.40083
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Augsburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 48.37154,
            "lon": 10.89851
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Bad Homburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.22683,
            "lon": 8.61816
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Berlin",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.52437,
            "lon": 13.41053
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Cottbus",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.75769,
            "lon": 14.32888
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Darmstadt",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.87167,
            "lon": 8.65027
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Dresden",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.05089,
            "lon": 13.73832
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Düsseldorf",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.22172,
            "lon": 6.77616
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Ehringshausen",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.6,
            "lon": 8.38333
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Erkelenz",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.07947,
            "lon": 6.31531
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Essen",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.45657,
            "lon": 7.01228
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Flensburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 54.78805,
            "lon": 9.43722
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Frankfurt am Main",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.11552,
            "lon": 8.68417
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Garmisch-Partenkirchen",
          "country": "Germany",
          "geoPoint": {
            "lat": 47.49209,
            "lon": 11.09576
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Halle",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.48158,
            "lon": 11.97947
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Hamburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.55073,
            "lon": 9.99302
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Hanover",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.37052,
            "lon": 9.73322
          }
        },
        {
          "facility": "Research Site",
          "status": "WITHDRAWN",
          "city": "Heidelberg",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.40768,
            "lon": 8.69079
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Heidelberg",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.40768,
            "lon": 8.69079
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Hohenstein-Ernsttahl",
          "country": "Germany"
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Itzehoe",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.92099,
            "lon": 9.51529
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Jena",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.92878,
            "lon": 11.5899
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Leipzig",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.33962,
            "lon": 12.37129
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Loerrach",
          "country": "Germany",
          "geoPoint": {
            "lat": 47.61497,
            "lon": 7.66457
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Lübeck",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.86893,
            "lon": 10.68729
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Lüneburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.25122,
            "lon": 10.41548
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Markkleeberg",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.2755,
            "lon": 12.36906
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Mönchengladbach",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.18539,
            "lon": 6.44172
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Neuruppin",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.92815,
            "lon": 12.80311
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Nuremberg",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.45421,
            "lon": 11.07752
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Papenburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.07769,
            "lon": 7.41516
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Rostock",
          "country": "Germany",
          "geoPoint": {
            "lat": 54.0887,
            "lon": 12.14049
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Saalfeld",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.64826,
            "lon": 11.36536
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Spardorf",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.60854,
            "lon": 11.05585
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Weißenburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.73675,
            "lon": 13.35653
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Wilhelmshaven",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.5476,
            "lon": 8.10395
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Würzburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 49.79391,
            "lon": 9.95121
          }
        },
        {
          "facility": "Research Site",
          "status": "RECRUITING",
          "city": "Zossen",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.216,
            "lon": 13.44909
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Qualified researchers can request access to anonymized individual patient-level data from AstraZeneca group of companies sponsored clinical trials via the request portal. All requests will be evaluated as per the AZ disclosure commitment: https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure Yes, indicates that AZ are accepting requests for IPD, but this does not mean all requests will be shared.",
      "timeFrame": "AstraZeneca will meet or exceed data availability as per the commitments made to the EFPIA Pharma Data Sharing Principles. For details of our timelines, please refer to our disclosure commitment at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure",
      "accessCriteria": "When a request has been approved, AstraZeneca will provide access to the deidentified individual patient-level data in an approved sponsored tool. Signed Data Sharing Agreement (non-negotiable contract for data accessors) must be in place before accessing requested information. Additionally, all users will need to accept the terms and conditions of the SAS MSE to gain access. For additional details, please review the Disclosure Statements at https://astrazenecagrouptrials.pharmacm.com/ST/Submission/Disclosure",
      "url": "https://vivli.org/"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D011657",
          "term": "Pulmonary Eosinophilia"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D017681",
          "term": "Hypereosinophilic Syndrome"
        },
        {
          "id": "D004802",
          "term": "Eosinophilia"
        },
        {
          "id": "D007960",
          "term": "Leukocyte Disorders"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        }
      ]
    }
  },
  "hasResults": false
}