{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05537051",
      "orgStudyIdInfo": {
        "id": "PM10218001-A001C-ST-R"
      },
      "organization": {
        "fullName": "Biotheus Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study of PM1021 (Anti-TIGIT) With or Without PM8001 (Anti-PD-L1/TGF-β) in Patients With Advanced Solid Tumours",
      "officialTitle": "A Phase I Clinical Trial to Evaluate the Safety, Tolerability, Pharmacokinetics, and Preliminary Efficacy of PM1021 (Anti-TIGIT) Monotherapy and PM1021 in Combination With PM8001 (Anti-PD-L1/TGF-β) in Patients With Advanced Solid Tumours"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-10-30",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-10-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-09-08",
      "studyFirstSubmitQcDate": "2022-09-08",
      "studyFirstPostDateStruct": {
        "date": "2022-09-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-02-07",
      "lastUpdatePostDateStruct": {
        "date": "2023-02-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Biotheus Inc.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this research is to assess the safety, tolerability and effectiveness of PM1021 Monotherapy and PM1021 in Combination with PM8001 in Patients with Advanced Solid Tumours. In this study, up to 30 patients will be enrolled in Australia only.\n\nAdvanced solid cancers are associated with poor prognosis and pose a significant challenge for treatment strategies. Effective treatments for advanced metastatic malignancies that have failed available standard of care treatment represent a major unmet medical need.\n\nBiotheus Inc. is developing PM1021, a monoclonal anti-T cell immunoglobulin and immunoreceptor tyrosine-based inhibitory motif domains (TIGIT) antibody (IgG1) and PM8001 (a PD-L1/TGF-beta bispecific Fc fusion protein) as treatment for advanced solid tumours.",
      "detailedDescription": "This is a single-arm, open-label, Phase I study including a first-in-human study for PM1021, and the combination therapy of PM1021 with PM8001. The study will be following the accelerated titration design and the classic 3+3 design, and dose escalation will be investigated for PM1021 monotherapy (Part A) and in combination with PM8001 (Part B), respectively. In the absence of DLTs in Parts A and B, patients will continue to receive combination therapy (Part C) until disease progression, intolerable toxicity, until the patient withdraws/is withdrawn, or study completion.\n\nUp to 30 patients are planned to be enrolled. Four dose levels (150mg, 450 mg, 900 mg, and 1200 mg) of PM1021 with or without PM8001 (20 mg/kg) treatment will be explored in this study."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Solid Tumours"
      ],
      "keywords": [
        "PM1021",
        "PM8001",
        "monotherapy",
        "combination therapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 30,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "PM1021 150 mg, 450 mg, 900 mg or 1200 mg monotherapy or in combination with PM8001 (20 mg/kg)",
          "type": "EXPERIMENTAL",
          "description": "Participants will be administered with PM1021 on Part A Day 1. Participants will be administered with PM1021 and PM8001 on Part B Day 1. PM1021 and PM8001 combination therapy administrated every 3 weeks from Part C Day 1 until disease progression, intolerable toxicity, until the patient withdraws/is withdrawn, or study completion.",
          "interventionNames": [
            "Drug: PM1021, PM8001"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "PM1021, PM8001",
          "description": "Participants will be administered with PM1021 on Part A Day 1. Participants will be administered with PM1021 and PM8001 on Part B Day 1. PM1021 and PM8001 combination therapy administrated every 3 weeks from Part C Day 1 until disease progression, intolerable toxicity, until the patient withdraws/is withdrawn, or study completion.",
          "armGroupLabels": [
            "PM1021 150 mg, 450 mg, 900 mg or 1200 mg monotherapy or in combination with PM8001 (20 mg/kg)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "DLT",
          "description": "The incidence of DLTs in PM1021 monotherapy and PM1021 combination therapy with PM8001, respectively.",
          "timeFrame": "Part A: up to 21 days. Part B: up to 21 days."
        },
        {
          "measure": "AEs and SAEs",
          "description": "The incidence and severity of treatment-emergent adverse events (TEAEs) and treatment related adverse events (TRAEs) graded according to NCI-CTCAE v5.0.",
          "timeFrame": "Up to 30 days after last treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "RP2D",
          "description": "To determine the recommended Phase II Dose (RP2D) of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Maximum observed concentration (Cmax)",
          "description": "To evaluate the Cmax of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Time to Cmax (Tmax)",
          "description": "To evaluate the Tmax of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Trough concentrations",
          "description": "To evaluate the trough concentrations of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Area under the concentration-time curve (AUC0-t)",
          "description": "To evaluate the AUC0-t of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Apparent terminal elimination half-life (t1/2)",
          "description": "To evaluate the t1/2 of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Accumulation ratio calculated based on Cmax (Rac_Cmax)",
          "description": "To evaluate the Rac\\_Cmax of PM1021 monotherapy, and PM1021 combination therapy with PM8001, respectively",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Objective response rate (ORR)",
          "description": "Defined as the number of patients with best overall response of confirmed CR or PR per RECIST 1.1 divided by the patients with at least one tumour imaging evaluation.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Disease control rate (DCR)",
          "description": "Defined as the percentage of patients who have achieved CR, PR, Non-CR/Non- PD, or SD in the study.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Progression-free survival (PFS)",
          "description": "Defined as the time from the date of first dose of study drug to the first observation of documented disease progression per RECIST 1.1 as determined by the Investigators or death due to any cause, whichever occurs first.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "Defined as the time from the date of first dose of study drug to the date of documented death due to any cause.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Time to Response (TTR)",
          "description": "Defined as the duration from the date of first dose of study drug until date of first documented CR or PR.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Duration of Response (DOR)",
          "description": "Defined as the time from the earliest date of documented CR or PR until documented disease progression or death (by any cause, in the absence of progression) as determined by the Investigators using RECIST 1.1.",
          "timeFrame": "Up to 30 days after last treatment"
        },
        {
          "measure": "Anti-drug antibody (ADA)",
          "description": "To evaluate the incidence of ADA to PM1021 and PM8001.",
          "timeFrame": "Up to 30 days after last treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, aged 18-75 years (inclusive) on the day of signing the consent form;\n* Patients with histologically or cytologically confirmed advanced solid tumours;\n* Evidence of adequate organ function;\n* Eastern Cooperative Oncology Group score is 0-1;\n* Expected survival greater than or equal to 12 weeks in the opinion of the Investigator;\n* Female patients must:\n\n  1. Be of non-child-bearing potential i.e. surgically sterilised (hysterectomy, bilateral salpingectomy, bilateral oophorectomy at least 6 weeks before the Screening visit) or postmenopausal (where postmenopausal is defined as no menses for 12 months without an alternative medical cause and a follicle-stimulating hormone level consistent with postmenopausal status, per local laboratory guidelines), or\n  2. If of child-bearing potential, must agree not to attempt to become pregnant, must not donate ova, and, if engaging in sexual intercourse with a male partner, must agree to use an acceptable method(s) of contraception from signing the consent form until at least 5 months after the last dose of study drug;\n* Male patients must agree not to donate sperm and if engaging in sexual intercourse with a female partner who could become pregnant, must agree to use an acceptable method of contraception from signing the consent form until at least 5 months after the last dose of study drug;\n\nExclusion Criteria:\n\n* History of serious allergic diseases, history of serious drug allergy or known allergy to any component of the drugs in this study;\n* Clinically significant active infection within 2 weeks prior to the start of study treatment;\n* Previously received treatment with PD-L1 or TIGIT monoclonal/bispecific antibody, or targeting TGF-β drugs;\n* Previously received immunotherapy and have experienced ≥ Grade 3 immunotherapy-related adverse events or ≥ Grade 2 immune-related myocarditis;\n* The adverse reactions of previous anti-tumour treatment have not recovered to NCI-CTCAE V5.0 Grade ≤ 1;\n* Patients who have received the following therapies or drugs prior to the start of study treatment:\n\n  1. Patients who have undergone major organ surgery within 28 days prior to the start of study treatment;\n  2. Patients who have been vaccinated with live or live-attenuated vaccine within 28 days prior to the start of study treatment;\n  3. Patients who have received chemotherapy, radical/extensive radiotherapy, endocrine therapy and other anti-tumour drug therapies within 4 weeks prior to the start of study treatment;\n  4. Patients who have received systemic glucocorticoids (prednisone \\>10 mg/day or equivalent dose of similar drugs) or other immunosuppressive therapies within 14 days prior to the start of study treatment;\n* Patients with known meningeal metastases or uncontrollable central nervous system metastases, manifested as cerebral edema, spinal cord compression and/or progressive growth;\n* Patients with active or previous autoimmune diseases with possible recurrence, except for clinically stable patients with autoimmune thyroid disease and type I diabetes;\n* Patients who have had other active malignant tumours within 5 years prior to the start of study treatment, except for those which can be treated locally and have been cured;\n* Patients with a history of serious cardio-cerebrovascular diseases;\n* Presence of poorly controlled diabetes prior to the start of study treatment;\n* Current presence of uncontrollable pleural, pericardial and peritoneal effusions;\n* History of allogeneic organ transplantation or allogeneic hematopoietic stem cell transplantation;\n* Patients unlikely to comply with the clinical study protocol;\n* Known substance abuse or medical, psychological, or social conditions that, in the opinion of the Investigator, may interfere with the patient's participation in the clinical study or evaluation of the clinical study results;\n* History of immunodeficiency, including a positive HIV antibody test;\n* Active hepatitis B, hepatitis C, or syphilis infection;\n* Patients with a positive coronavirus (COVID-19) nucleic acid test at screening;\n* Women who are pregnant or breastfeeding;\n* Other conditions deemed by the Investigator to be inappropriate for participation in this study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Vineet Kwatra, PhD",
          "role": "CONTACT",
          "phone": "+61 883 592 565",
          "email": "vineet.kwatra@aoah.com.au"
        }
      ],
      "overallOfficials": [
        {
          "name": "Vineet Kwatra",
          "affiliation": "Cancer Research South Australia",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The data will be published or presented for publications (poster, abstract, articles or papers) or maked any presentations.",
      "timeFrame": "after the trial completed",
      "accessCriteria": "NCI is committed to sharing data in accordance with NIH policy."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    }
  },
  "hasResults": false
}