{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06474923",
      "orgStudyIdInfo": {
        "id": "Stent-002"
      },
      "organization": {
        "fullName": "Huazhong University of Science and Technology",
        "class": "OTHER"
      },
      "briefTitle": "Multimodal Data-assisted Primary Screening for Allergic Rhinitis Based on Voice Recognition and Face Recognition",
      "officialTitle": "Multimodal Data-assisted Primary Screening for Allergic Rhinitis Based on Voice Recognition and Face"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-06-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-06-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-06-14",
      "studyFirstSubmitQcDate": "2024-06-19",
      "studyFirstPostDateStruct": {
        "date": "2024-06-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Zheng Liu",
        "investigatorTitle": "professor",
        "investigatorAffiliation": "Huazhong University of Science and Technology"
      },
      "leadSponsor": {
        "name": "Zheng Liu",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Collect facial images and voice and audio of patients with rhinitis in the department of otolaryngology, and collect the examination results of patients with rhinitis who have received electronic fiber nasopharyngoscopy. Skin prick test to a standard panel of aeroallergens or by using the ImmunoCAP Phadiatop test for detecting immunoglobulin E antibodies against various common inhalant allergenswere detected, and a prediction model for the type of rhinitis was finally established.",
      "detailedDescription": "The incidence of allergic rhinitis is high and the progression of the disease is serious, but public awareness of the disease is limited. Mistaking allergic rhinitis for the common cold or other respiratory illnesses and purchasing non-specific medications for its treatment not only delays proper diagnosis and treatment, but may also lead to further aggravation of the disease and complications. Such omission, misdiagnosis and mistreatment of allergic rhinitis not only affects the management and control of the disease, but may also result in unnecessary wastage of healthcare resources and increased treatment costs.\n\nIn this study, the investigators propose to capture face photographs and audio files of rhinitis patients coming to the otolaryngology clinic using a work cell phone to determine whether the patients are allergic or non-allergic rhinitis by using an allergy detection test. The face photos, audio files and basic clinical information were multimodally fused to construct a prediction model, and the effectiveness of the model was evaluated.\n\nUltimately, it is expected that the predictive model can simply identify and screen for allergic rhinitis, improve public awareness and understanding of allergic rhinitis, and take proper treatment measures."
    },
    "conditionsModule": {
      "conditions": [
        "Body Image",
        "Speech Sound Disorder"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "3 Months",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 1500,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "AR patient",
          "description": "Diagnosis was made by inhalant allergen screening and blood-serology specific IgE test results according to ARIA (Allergic Rhinitis and its Impact on Asthma) guidelines. Clinical symptoms include sneezing, runny nose, itchy nose, and pale edema of bilateral inferior turbinate when exposed to specific allergens.",
          "interventionNames": [
            "Behavioral: Face image and voice audio"
          ]
        },
        {
          "label": "Non-AR patient",
          "description": "The final diagnosis of non-allergic rhinitis was made based on the ARIA (Allergic Rhinitis and its Impact on Asthma) guidelines and exclusion by inhalant allergen screening and blood-serology specific IgE test results.",
          "interventionNames": [
            "Behavioral: Face image and voice audio"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "Face image and voice audio",
          "description": "Take photographs of the front, left and right side of the patient's face. Recording the patient's voice during doctor-patient communication.",
          "armGroupLabels": [
            "AR patient",
            "Non-AR patient"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Allergen Test Results",
          "description": "Atopic status was evaluated by skin prick test to a standard panel of aeroallergens or by using the ImmunoCAP Phadiatop test (Phadia, Uppsala, Sweden) for detecting immunoglobulin E antibodies against various common inhalant allergens. Allergic rhinitis was diagnosed in patients with a positive skin prick or positive blood IgE.",
          "timeFrame": "30 minutes"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Subjects understood the purpose and procedure of the trial and signed an informed consent form, and voluntarily participated in this study;\n2. Subjects were initially clinically diagnosed with chronic rhinitis;\n3. Subjects were aged 8-80 years old, limited to Chinese nationality, and were able to perform basic examinations and cooperate with face photography and voice collection.\n\nExclusion Criteria:\n\n1. Those who received systemic immunotherapy, used systemic or local glucocorticoids as well as leukotriene receptor antagonists within one month;\n2. Those who suffer from immune system diseases, autoimmune diseases, allergic diseases or allergies and have a history of food allergy;\n3. Other serious systemic diseases, such as active tuberculosis, rheumatic heart disease, congenital heart disease, arthritis, nephritis, hypertension, psychosis, dermatitis, epilepsy and so on;\n4. Women during lactation and pregnancy;\n5. History of upper respiratory tract infection or more serious infectious diseases within three months;\n6. Those who are currently participating in another clinical study or have participated in another clinical study within 90 days;\n7. Other patients who, in the judgment of the clinician, are not suitable for inclusion in the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "8 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Initial clinical diagnosis of chronic rhinitis, able to perform a basic examination, cooperate with face photography and voice capture",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Zheng Liu, Doctor",
          "affiliation": "Tongji Hospital",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Professor of Otolaryngology-Head & Neck Surgery Vice Director Department of ENT Tongji Hospital Tongji Medical College Huazhong University of Science and Technology Affiliation: Huazhong University of Science and Technology",
          "city": "Wuhan",
          "state": "Hubei",
          "zip": "430030",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D066229",
          "term": "Speech Sound Disorder"
        }
      ],
      "ancestors": [
        {
          "id": "D003147",
          "term": "Communication Disorders"
        },
        {
          "id": "D065886",
          "term": "Neurodevelopmental Disorders"
        },
        {
          "id": "D001523",
          "term": "Mental Disorders"
        }
      ]
    }
  },
  "hasResults": false
}