{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05731219",
      "orgStudyIdInfo": {
        "id": "PG-pCAR-gdT-TAA06-017"
      },
      "organization": {
        "fullName": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "UTAA06 Injection in the Treatment of Relapsed/Refractory Acute Myeloid Leukemia",
      "officialTitle": "Clinical Study of UTAA06 Injection in the Treatment of Relapsed/Refractory Acute Myeloid Leukemia"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-02",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-09-26",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-09-26",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-09-26",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-01-31",
      "studyFirstSubmitQcDate": "2023-02-15",
      "studyFirstPostDateStruct": {
        "date": "2023-02-16",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-02-15",
      "lastUpdatePostDateStruct": {
        "date": "2023-02-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Main research purpose： Evaluate the safety and tolerance of UTAA06 injection in the treatment of patients with relapsed/refractory acute myeloid leukemia.\n\nSecondary research purpose： Evaluate the expansion and persistence of gdT cells targeting B7-H3 chimeric antigen receptor after UTAA06 injection administration in vivo; Evaluate the efficacy of UTAA06 injection in the treatment of patients with relapsed/refractory acute myeloid leukemia; Evaluate the content of B7-H3 positive cells in the peripheral blood after administration of UTAA06 injection; Evaluate the immunogenicity of UTAA06 injection.",
      "detailedDescription": "This study is a single arm, open label, dose increasing study to explore the characteristics of drug safety, tolerance and cell kinetics, and preliminarily observe the efficacy of the study drug in patients with relapsed/refractory B7-H3 positive acute myeloid leukemia, so as to explore the formal clinical appropriate dose.\n\nAfter the subjects who signed the informed consent form were screened by the inclusion/exclusion criteria, the qualified subjects will enter 1.0 in order of priority × 108，3.0 × 108 and 6.0 × 108 CAR gdT groups were administered once. The \"3+3\" design was adopted in the dose increasing study, that is, 3-6 subjects in each group completed a single dose.\n\nAfter the last subject in each dose group completed the dose limiting toxicity (DLT) assessment window 28 days after the single administration, the next dose group can be started after the Safety Monitoring Committee (SRC) agrees to enter the next dose group based on the evaluation of clinical safety data.\n\nWhen 1 DLT occurs in 3 subjects in a certain dose group, 3 subjects need to be added in the same dose group (up to 6 subjects in this dose group complete DLT evaluation): if the added 3 subjects have no DLT, the dose will continue to increase; If one of the three additional subjects has DLT, stop the dose increase; If more than one of the three additional subjects has DLT, stop the dose increase, and at the same time, reduce one dose to continue the DLT evaluation of the three subjects.\n\nThe SRC can decide whether to increase or decrease the dose groups or adjust the dose of groups according to the pharmacokinetic results obtained during the study."
    },
    "conditionsModule": {
      "conditions": [
        "Relapsed/Refractory Acute Myeloid Leukemia"
      ],
      "keywords": [
        "B7-H3 target"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "UTAA06 injection",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "B7-H3 target, CAR gene modified gdT cell injection",
          "type": "EXPERIMENTAL",
          "description": "UTAA06 injection After the subjects who signed the informed consent form were screened by the inclusion/exclusion criteria, the qualified subjects will enter 1.0 in order of priority × 10\\^8，3.0 × 10\\^8 and 6.0 × 10\\^8 CAR gdT groups were administered once.",
          "interventionNames": [
            "Biological: B7-H3 target, CAR gene modified gdT cell injection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "B7-H3 target, CAR gene modified gdT cell injection",
          "description": "After the subjects who signed the informed consent form were screened by the inclusion/exclusion criteria, the qualified subjects will enter 1.0 in order of priority × 108，3.0 × 108 and 6.0 × 108 CAR gdT groups were administered once.",
          "armGroupLabels": [
            "B7-H3 target, CAR gene modified gdT cell injection"
          ],
          "otherNames": [
            "UTAA06 injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Assessment of the safety after UTAA06 injection treatment (Safety)",
          "description": "Number of participants with treatment-related adverse events as assessed by CTCAE v5.0.",
          "timeFrame": "About 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To evaluate anti-tumor activity (overall survival)",
          "description": "Defined as the time from start of UTAA06 infusion therapy to death (due to any cause)myeloid leukemia",
          "timeFrame": "About 2 years"
        },
        {
          "measure": "To evaluate anti-tumor activity (duration of response)",
          "description": "Defined as the time from the first tumor assessment of CR or PR, CR or CRi to the first assessment of disease recurrence or progression or death (due to any cause).",
          "timeFrame": "About 2 years"
        },
        {
          "measure": "To evaluate anti-tumor activity (progression free survival)",
          "description": "Defined as the time from the start of UTAA06 infusion therapy to the first disease progression or recurrence or death from any cause.",
          "timeFrame": "About 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age ≥ 18, regardless of gender;\n2. Expected survival time ≥ 3 months;\n3. ECOG score 0-1;\n4. At screening, acute myeloid leukemia was definitely diagnosed, and B7-H3 expression in tumor cells was positive;\n5. Patients with relapsed/refractory acute myeloid leukemia who failed to receive second-line or above standard treatment;\n6. Coagulation function, liver and kidney function, heart and lung function meet the following requirements:\n\n   1. Prothrombin time/international standardized ratio (PT/INR) and partial thromboplastin time (PTT) ≤ 1.5 ULN;\n   2. Creatinine ≤ 1.5 ULN;\n   3. Left ventricular ejection fraction ≥ 50%, no pericardial effusion is found in echocardiography, and no clinically significant abnormal wave band is found in electrocardiogram;\n   4. Indoor baseline blood oxygen saturation\\>92%;\n   5. Total bilirubin ≤ 2 × ULN； ALT and AST ≤ 2.5 × ULN； The investigator judges the abnormality of ALT and AST caused by diseases (such as liver infiltration or bile duct obstruction), and the index can be broadened to ≤ 5 × ULN；\n7. Be able to understand the test and have signed the informed consent form.\n\nExclusion Criteria:\n\n1. In addition to adequately treated cervical carcinoma in situ, basal cell or squamous epithelial cell skin cancer, local prostate cancer after radical surgery, and breast ductal carcinoma in situ after radical surgery, patients with malignant tumors other than acute myeloid leukemia in the first 5 years of screening;\n2. Hepatitis B surface antigen (HBsAg) positive and DNA positive; Hepatitis B core antibody (HBcAb) was positive and the copy number of HBV DNA in peripheral blood was greater than the lower limit of measurability; Hepatitis C virus (HCV) antibody positive and hepatitis C virus (HCV) RNA positive in peripheral blood; Human immunodeficiency virus (HIV) antibody positive; Cytomegalovirus (CMV) DNA positive; Syphilis test positive;\n3. Serious heart disease: including but not limited to unstable angina, myocardial infarction (within 6 months before screening), congestive heart failure (NYHA classification ≥ III), and serious arrhythmia;\n4. Unstable systemic diseases judged by the investigator: including but not limited to severe liver, kidney or metabolic diseases requiring drug treatment;\n5. Within 7 days before screening, there is active infection or uncontrollable infection requiring systemic treatment (except for mild genitourinary system infection and upper respiratory tract infection);\n6. Pregnant or lactating women, female subjects planning pregnancy within 2 years after cell reinfusion or male subjects planning pregnancy within 2 years after their partners' cell reinfusion;\n7. Subjects who are receiving systemic steroid treatment within 7 days before screening or need long-term use of systemic steroid treatment during treatment determined by the investigator (except for inhalation or local use);\n8. Participated in other clinical studies within 1 month before screening;\n9. During screening, there was evidence of central nervous system invasion, such as tumor cells detected in cerebrospinal fluid or imaging indicating central infiltration;\n10. Those who have graft versus host reaction and need immunosuppressants;\n11. People with epilepsy history or other central nervous system diseases;\n12. Patients with primary immunodeficiency disease;\n13. According to the judgment of the researcher, it does not conform to the situation of cell preparation;\n14. Other researchers think it is not suitable to be included in the group.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "He Huang, doctor",
          "role": "CONTACT",
          "phone": "13605714822",
          "email": "hehuangyu@126.com"
        },
        {
          "name": "Huimin Meng, doctor",
          "role": "CONTACT",
          "phone": "18015580390",
          "email": "huimin.meng@persongen.com.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "He Huang, doctor",
          "affiliation": "Zhejiang University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "The First Affiliated Hospital， Zhejiang University School of Medicine",
          "status": "RECRUITING",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "zip": "310003",
          "country": "China",
          "contacts": [
            {
              "name": "He Huang, doctor",
              "role": "CONTACT",
              "phone": "13605714822",
              "email": "hehuangyu@126.com"
            }
          ],
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D015470",
          "term": "Leukemia, Myeloid, Acute"
        }
      ],
      "ancestors": [
        {
          "id": "D007951",
          "term": "Leukemia, Myeloid"
        },
        {
          "id": "D007938",
          "term": "Leukemia"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        }
      ]
    }
  },
  "hasResults": false
}