{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06951243",
      "orgStudyIdInfo": {
        "id": "MHB088C-CGOG2024"
      },
      "organization": {
        "fullName": "Beijing GoBroad Hospital",
        "class": "OTHER"
      },
      "briefTitle": "A Trial of MHB088C in Advanced Extrapulmonary Neuroendocrine Cancer",
      "officialTitle": "An Open, Single-Arm, Single-Centre Efficacy and Safety Study of MHB088C for Injection in Patients With Advanced Extrapulmonary Neuroendocrine Cancer"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-05-06",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-05-06",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-05-06",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-04-14",
      "studyFirstSubmitQcDate": "2025-04-22",
      "studyFirstPostDateStruct": {
        "date": "2025-04-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-04-22",
      "lastUpdatePostDateStruct": {
        "date": "2025-04-30",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Beijing GoBroad Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is an Open, Single-Arm, Single-Centre Efficacy and Safety Study of MHB088C for Injection in Patients with Advanced Extrapulmonary Neuroendocrine Cancer which cannot undergo surgical resection after failuer of standard treatment with platinum-contained or are unable to receive standard treatment with platinum-contained (including patients who are intolerant to standard treatment, deemed unsuitable for standard treatment by investigators, or refuse to receive standard treatment).\n\nParticipants will receive MHB088C intravenously at a dose of 2.0 mg/kg every 2 weeks (Q2W) until disease progression, with drawal from the study, or death.\n\nDuring the study period, all participants will undergo tumor assessments every 2 treatment cycles (±7 days) in the first half-year after the first dose, and every 4 treatment cycles (±7 days) thereafter until disease progression, withdrawal from the study, or death. The schedule of tumor assessment related examinations is adjusted according to the administration time.After the end of treatment, all participants will receive a safety follow-up 30 days after the last dose,followed by survival follow-ups every 3 months until death, loss to follow-up, withdrawal of informed consent, or study termination by the institution.Biomarker analysis will be also performed on tumor samples collected from participants to explore their relationship with drug efficacy.\n\nThe primary endpoint is ORR (RECIST v1.1).The secondary endpoints include DCR、DoR、PFS、OS (RECIST v1.1) and the safety of MHB088C."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Extrapulmonary Neuroendocrine Cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "MHB088C (B7-H3 ADC)",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: MHB088C for Injection (B7-H3 ADC)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "MHB088C for Injection (B7-H3 ADC)",
          "description": "MHB088C for Injection, an antibody drug-conjugated molecule (ADC), is conjugated from a humanized monoclonal antibody targeting the B7-H3 molecule and a DNA topoisomerase I inhibitor (TOP1i) via protease-hydrolyzable linkers.The intervention will be administered intravenously at a dose of 2.0 mg/kg every 2 weeks (Q2W) until disease progression, withdrawal from the study, or death.",
          "armGroupLabels": [
            "MHB088C (B7-H3 ADC)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluate the Objective Response Rate (ORR) of MHB088C in Participants with Advanced Extrapulmonary Neuroendocrine Cancer after failuer of systematic treatment with platinum-contained (RECIST v1.1)",
          "timeFrame": "From the first dose until disease progression, withdrawal from the study, or death from any cause (whichever occurs first), assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntary Consent: Subjects voluntarily agree to participate in the study and sign the informed consent form.\n2. Age: 18 years ≤ age ≤ 80 years, regardless of gender.\n3. ECOG Performance Status: ECOG performance status score of 0 or 1.\n4. Life Expectancy\\*\\*: Expected survival time of at least 3 months.\n5. Contraception Requirements:\n\n   * Fertile subjects (male and female) must agree to use reliable contraceptive methods (e.g., hormonal, barrier, or absolute abstinence) with their partners during the trial and for at least 90 days after the last dose.\n   * Female subjects of childbearing potential must have a negative blood pregnancy test within 7 days prior to the first dose of the study drug and must not be breastfeeding.\n   * Subjects must agree not to retrieve, freeze, or donate sperm or eggs from the screening period, throughout the study, and for at least 3 months after the final dose of the study drug.\n6. Compliance: Ability to understand trial requirements and willingness/ability to comply with trial and follow-up procedures.\n7. Diagnosis: Histologically or cytologically confirmed unresectable or metastatic extrapulmonary neuroendocrine carcinoma.\n8. Prior Treatment:\n\n   * Failure of at least one prior platinum-based standard therapy (disease progression or intolerable toxicity), or\n   * Inability to receive platinum-based standard therapy (including intolerance, investigator-determined unsuitability, or refusal).\n9. Measurable Lesion: At least one measurable tumor lesion per RECIST v1.1 criteria (lesions in previously irradiated or locally treated areas are generally excluded unless progression is confirmed or persistent for ≥3 months post-radiotherapy).\n10. Adequate Bone Marrow Function\\*\\* (no transfusion or colony-stimulating factors within 7 days prior to screening):\n\n    * Absolute neutrophil count (ANC) ≥1.5×10⁹/L;\n    * Platelet count ≥100×10⁹/L;\n    * Hemoglobin ≥9.0 g/dL.\n11. Adequate Liver Function\\*\\* (based on clinical trial center reference ranges):\n\n    * Total bilirubin (TBIL) ≤1.5×ULN (≤2×ULN for Gilbert's syndrome; ≤3×ULN if direct bilirubin suggests extrahepatic obstruction);\n    * AST and ALT ≤3×ULN (for non-hepatic tumors/metastases) or ≤5×ULN (for hepatic tumors/metastases).\n12. Adequate Renal Function\\*\\* (based on clinical trial center reference ranges):\n\n    * Serum creatinine (Cr) ≤1.5×ULN \\*\\*and\\*\\* creatinine clearance (Ccr) ≥50 mL/min (calculated via Cockcroft-Gault formula).\n13. Adequate Coagulation:\n\n    * Activated partial thromboplastin time (APTT) ≤1.5×ULN;\n    * International normalized ratio (INR) ≤1.5×ULN.\n14. Adequate Cardiac Function:\n\n    * Left ventricular ejection fraction (LVEF) ≥50% by echocardiography within 28 days prior to enrollment;\n    * New York Heart Association (NYHA) class \\<3.\n\nExclusion Criteria:\n\n1. History of multiple primary malignancies: Diagnosis of more than two primary malignancies within 5 years prior to signing the informed consent form, except for effectively treated non-melanoma skin cancer, carcinoma \\*in situ\\* of the cervix, or other malignancies deemed cured.\n2. Prior anticancer therapies:\n\n   * Received chemotherapy within 3 weeks before the first administration of the study drug.\n   * Received radiotherapy, radioactive seed implantation (except palliative bone radiotherapy or local radiotherapy within 2 weeks before the first dose), biologic therapy, endocrine therapy, immunotherapy, or other anticancer therapies within 4 weeks prior to the first dose. Specific exceptions include:\n   * Nitrosourea or mitomycin C within 6 weeks before the first dose.\n   * Oral fluoropyrimidines or small-molecule targeted agents within 5 half-lives before the first dose.\n   * Traditional Chinese medicine with anticancer indications within 2 weeks before the first dose.\n3. Recent investigational treatment: Participation in other non-marketed clinical trials or receipt of investigational drugs/therapies within 4 weeks prior to the first dose of the study drug.\n4. Central nervous system (CNS) involvement:\n\n   * Brain metastasis\\*\\* (except for asymptomatic cases with no significant peritumoral edema on imaging, no progression confirmed by imaging ≥4 weeks prior to the first dose, and stable steroid therapy \\[≤10 mg/day prednisone or equivalent\\] for ≥14 days before the first dose and during the trial).\n   * Leptomeningeal metastasis, brainstem metastasis, or spinal cord compression\\*\\* (radiographically confirmed, regardless of symptoms).\n5. Previously received B7-H3-targeted therapy.\n6. Adverse reactions from previous anti-tumor treatments have not recovered to CTCAE v5.0 grade ≤1 (except for toxicities deemed by the investigator to pose no safety risk, such as alopecia, hypothyroidism stabilized with hormone replacement therapy, etc.).\n7. Has underwent major organ surgery (excluding biopsy) or significant trauma within 4 weeks before the first dose of investigational drug or requiring elective surgery during the study.\n8. Has underwent major organ surgery (excluding biopsy) or significant trauma within 4 weeks before the first dose of investigational drug or requiring elective surgery during the study.\n9. Has mucosal or internal bleeding for non-traumatic reason within 4 weeks before the first dose of investigational drug.\n10. Has received treatment with systemic corticosteroids (prednisone at \\>10 mg/day, or similar drugs at equivalent dose) or other immunosuppressive agents within 14 days before the first dose of investigational drug, with the following exceptions:\n\n    * Treatment with topical, ocular, intra-articular, intranasal, and inhaled corticosteroids;\n    * Short-term use of glucocorticoids for prophylaxis (e.g., prevention of contrast media allergy).\n11. Has pulmonary disease that severely impact pulmonary function, including, but not limited to, potential pulmonary disease, any autoimmune diseases, connective tissue disease, or inflammatory diseases involving the pulmonary, or pneumonectomy.\n12. Has history of non-infectious interstitial lung disease (ILD)/pneumonitis that required steroids, has current ILD/pneumonia, or where suspected ILD/pneumonia that cannot be excluded by imaging examination at screening.\n13. Has active pulmonary tuberculosis.\n14. Has active infection requiring systemic therapy.\n15. Has positive results in virus serology tests (participants receiving antiviral prophylaxis other than interferon are allowed to be enrolled):\n\n    * Positive result of HIV antibody;\n    * Or, positive for both HBsAg and HBV-DNA (i.e., HBV DNA ≥ LLOD);\n    * Or, positive for HCV Ab (except HCV-RNA \\< LLOD).\n16. Medical history of serious cardiovascular and cerebrovascular diseases, including but not limited to:\n\n    * Severe arrhythmia or conduction abnormalities, such as ventricular arrhythmia requiring clinical intervention, or atrioventricular block Ⅱ\\~Ⅲ degree;\n    * Fridericia-corrected QT interval (QTcF) prolongation to\\> 450 ms for males and \\> 470 ms for females;\n    * Acute coronary syndrome, aortic dissection, stroke or transient ischemic attack (TIA) within 6 months before the first dose;\n    * New myocardial infarction or unstable angina within 6 months before first dose;\n    * Clinically uncontrolled hypertension;\n17. Has clinically uncontrolled effusion in third spacing, deemed as inappropriate for enrollment by the investigator.\n18. Has hypersensitivity or delayed hypersensitivity to certain components or analogues of the investigational drug.\n19. Has drug abuse or any other medical conditions, such as clinically significant psychological conditions that may interfere with study participation or the results of the clinical study as per the discretion of investigator.\n20. Has alcohol or drug dependence.\n21. Females who are pregnant or breastfeeding, or males/females who plan to father a child/get pregnant.\n22. Poor compliance as per investigator discretion, has history of other serious systemic diseases, or unsuitable to participate this clinical study for some reasons.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-11"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D007267",
          "term": "Injections"
        }
      ],
      "ancestors": [
        {
          "id": "D004333",
          "term": "Drug Administration Routes"
        },
        {
          "id": "D004358",
          "term": "Drug Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}