{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06365879",
      "orgStudyIdInfo": {
        "id": "CMAB007-003"
      },
      "organization": {
        "fullName": "Taizhou Mabtech Pharmaceutical Co.,Ltd",
        "class": "INDUSTRY"
      },
      "briefTitle": "To Compare Efficacy and Safety of CMAB007 and Xolair® in Patients With Chronic Spontaneous Urticaria",
      "officialTitle": "A Multicenter, Randomized, Double-Blind, Positive Parallel Controlled Phase III Clinical Trial to Compare Omalizumab α(CMAB007) and Xolair® in Patients With Chronic Spontaneous Urticaria"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-06-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-04-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-07-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-07",
      "studyFirstSubmitQcDate": "2024-04-12",
      "studyFirstPostDateStruct": {
        "date": "2024-04-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-17",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-19",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Taizhou Mabtech Pharmaceutical Co.,Ltd",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is a multicenter, randomized, double-blind, positive parallel controlled phase III clinical trial to compare efficacy, immunogenicity, pharmacokinetics, pharmacodynamics and safety of omalizumab α(CMAB007) and Xolair® in patients with refractory chronic spontaneous urticaria",
      "detailedDescription": "The study will consist of three periods: a screening period (up to 2 weeks), a 12-week treatment period and a 8-week follow-up period. The total duration of the study is up to 22 weeks. After signing informed consent, subjects who meet the inclusion criteria and do not meet the exclusion criteria will be assigned to the CMAB007 or Xolair® in a 1:1 ratio. The subjects will treated with three doses of CMAB007 or Xolair®, subcutaneous injection every four weeks in the treatment period. After the end of the treatment period, an 8-week safety follow-up was conducted. The type and dosage of H1 antihistamines remained stable in the study."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Spontaneous Urticaria"
      ],
      "keywords": [
        "Chronic spontaneous urticaria",
        "omalizumab"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 392,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CMAB007",
          "type": "EXPERIMENTAL",
          "description": "patients received a dose of Omalizumab alpha (CMAB007) 300mg which consisted of two injections of omalizumab 150 mg vials every 4 weeks(Day 1, Week 4 and Week 8) in the treatment period",
          "interventionNames": [
            "Drug: CMAB007"
          ]
        },
        {
          "label": "Xolair®",
          "type": "ACTIVE_COMPARATOR",
          "description": "patients received a dose of Xolair® 300mg which consisted of two injections of omalizumab 150 mg vials every 4 weeks(Day 1, Week 4 and Week 8) in the treatment period",
          "interventionNames": [
            "Drug: Xolair"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CMAB007",
          "description": "300mg, SC, Q4W",
          "armGroupLabels": [
            "CMAB007"
          ],
          "otherNames": [
            "Omalizumab alpha"
          ]
        },
        {
          "type": "DRUG",
          "name": "Xolair",
          "description": "300mg, SC, Q4W",
          "armGroupLabels": [
            "Xolair®"
          ],
          "otherNames": [
            "Omalizumab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change From Baseline of the Itch Severity Score (ISS7) Score At Week 12",
          "description": "The severity of the itch was recorded by the patient twice daily in their Diary, on a scale of 0 (none) to 3 (intense/severe). Baseline ISS7 was calculated 7 days prior to the first treatment date. A weekly score (ISS7) was derived by adding up the average daily scores of the seven days preceding the visit. The possible range of the weekly score was therefore 0 to 21, where 0 is the best score and 21 is the worst score. The complete itch response was defined as ISS7 = 0.\n\nItch (Pruritus) Severity Score Scale:\n\n* 0 = None\n* 1= Mild (minimal awareness, easily tolerated)\n* 2= Moderate (definite awareness, bothersome but tolerable)\n* 3= Severe (difficult to tolerate)",
          "timeFrame": "Week 12"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change From Baseline of Urticaria Activity Score (UAS7) At Week 12",
          "description": "UAS7 is the sum of the HSS7 and the ISS7 scores. The possible range of the weekly UAS7 score is 0 to 42. A higher urticaria activity score indicates more severe symptoms. A negative change score from baseline indicates improvement.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Change From Baseline of Number of Hives Score (NHS7) At Week 12",
          "description": "Hives Severity Score (HSS), defined by number of hives, were recorded by the patient once daily in their Diary, on a scale of 0 (none) to 3 (intense/severe). A weekly number of hives score (NHS7) was derived by adding up the average daily scores of the seven days preceding the visit. The possible range of the weekly score was therefore 0 to 21. The complete hives response was defined as NHS7=0.\n\nHives Severity Score scale:\n\n* 0= None\n* 1=Mild (\\< 20 hives/24 hours)\n* 2=Moderate (20-50 hives/24 hours)\n* 3=Severe (\\>50 hives/24 hours)",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Time to ISS7 MID Response by Week 12",
          "description": "The ISS7 MID response was defined as a reduction from Baseline in ISS7 of ≥ 5 points. Time to ISS7 MID response was the time (in weeks) from the date of the first dose to the date where ISS7 MID response was first achieved during Week 1 to Week 12.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Percentage of Patients With UAS7≤6 at Week 12",
          "description": "UAS7 is the sum of the HSS7 and the ISS7 scores. The possible range of the weekly UAS7 score is 0 to 42. A higher urticaria activity score indicates more severe symptoms. A negative change score from baseline indicates improvement. Week 12 responders were defined as patients who achieved an absolute UAS7 ≤ 6 at Week 12.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Percentage of Patients With ISS7 Minimally Important Difference (MID) at Week 12",
          "description": "The ISS7 MID response was defined as a reduction from Baseline in ISS7 of ≥ 5 points.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Change From Baseline of Urticaria Control Test (UCT) at Week 12",
          "description": "The urticaria control score (UCT) was a retrospective assessment of disease control over the past 4 weeks. The assessment contents four-items: physical symptoms of the urticaria (itch, hives\\[welts\\], and or swelling), quality of life, treatment control and overall disease control. The score range for each item is 0 to 4, and the total score is the sum of the four questions.The possible score range of the UCT is 0 to 16. A score of 16 indicates complete disease control. A score of \\<12 on identifies patients with poorly controlled chronic urticaria (CU), and a score of ≥12 identifies those with well-controlled symptoms.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Percentage of Patients With UCT≥12 at Week 12",
          "description": "The possible range of the UCT is 0 to 16. A higher UCT indicates better control. The total score ≥12 indicates that urticaria is well controlled.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Percentage of Complete Controls (UCT=16) at Week 12",
          "description": "The possible range of the UCT is 0 to 16. A higher UCT indicates better control. The total score=16 indicates that urticaria is complete controlled.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Change From Baseline of Dermatology Life Quality Index (DLQI) Score at Week 12",
          "description": "Dermatology life quality index (DLQI) is a 10-item dermatology- specific health-related quality of life measure. Patients rated their dermatology symptoms as well as the impact of their skin condition on various aspects of their lives. An overall score was calculated as well as separate scores for the following domains: symptoms and feelings, daily activities, leisure, work and school, personal relationships, treatment. Each domain had 4 response categories ranging from 0 (not at all) to 3 (very much). \"Not relevant\" is a valid score also and is scored as 0. The DLQI total score is a sum of all 10 responses. Scores range from 0 to 30 with higher scores indicating greater health-related quality of life impairment.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Percentage of Complete Responders (UAS7=0) at Week 12",
          "description": "UAS7 is the sum of the HSS7 and the ISS7 scores. The possible range of the weekly UAS7 score is 0 to 42. A higher urticaria activity score indicates more severe symptoms. A negative change score from baseline indicates improvement. Complete responders are defined as participants who achieved UAS7 = 0.",
          "timeFrame": "Week 12"
        },
        {
          "measure": "Percentage of Angioedema-free Days From Week 4 to Week 12",
          "description": "The percentage of angioedema-free days from Weeks 4 to 12 was defined as the number of days for which a patient responded \"No\" to the angioedema question in the daily diary divided by the total number of days with a non-missing diary entry, starting at the Week 4 visit and ending the day prior to the Week 12 visit.",
          "timeFrame": "Week 4 to Week 12"
        },
        {
          "measure": "Incidence of adverse events",
          "description": "Number of patients reporting at least one adverse event in the study. An adverse event is defined as any untoward medical occurrence in a clinical trial participant graded according to the common terminology criteria for adverse events (CTCAE) v.5.0 criteria,including clinically-significant changes in physical examinations, laboratory safety tests, ECG and vital signs",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Immunogenicity",
          "description": "Percentage of anti-drug antibody and neutralizing antibody in the study. Subjects with a positive antibody response to Omalizumab were determined to test neutralizing antibody.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "AUC0-t",
          "description": "AUC0-t, the area under the concentration-time curve from time zero to the time of the last quantifiable concentration, will be analyzed using a non-atrioventricular model.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "AUC0-inf",
          "description": "AUC0-inf, the area under the concentration-time curve from time zero to infinity, will be analyzed using a non-atrioventricular model.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Half time",
          "description": "Half time will be analyzed using a non-atrioventricular model.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Cmax",
          "description": "Cmax is the maximum concentration.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Tmax",
          "description": "Tmax is the time of the maximum concentration.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Clearance Rate",
          "description": "Clearance rate will be analyzed using a non-atrioventricular model.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Apparent Volume of Distribution",
          "description": "Apparent Volume of Distribution will be analyzed using a non-atrioventricular model.",
          "timeFrame": "Week 20"
        },
        {
          "measure": "Level of Total IgE and Free IgE",
          "description": "Pharmacodynamics",
          "timeFrame": "Week 20"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Male or female patients 15 to 75 years old (both inclusive).\n2. Diagnosis of CSU refractory to H1AH, as defined by all of the following:\n\n   * Diagnosis of CSU at the time of screening, urticaria history ≥ 6 months at the time of randomization\n   * The presence of itch and hives for ≥ 6 consecutive weeks within half year prior to randomization despite use of H1AH treatment during this time period;\n   * UAS7 score (range 0-42) ≥ 16 and itch component of UAS7 (range 0-21) ≥ 8 during 7 days prior to randomization (Day 1);\n   * In-clinic UAS ≥ 4 on at least one of the screening visit days;\n   * Patients must have been on an approved dose of an H1AH for CSU for at least the 3 consecutive days immediately prior to the screening visit and must have documented current use on the day of the initial screening visit.\n3. Voluntarily sign the informed consent form. Willing and able to complete a daily symptom diary for the duration of the study, and comply with the protocol requirements.\n4. Patients must not have had any missing diary entries in the 7 days prior to randomization.\n5. Women of childbearing age have negative pregnancy tests and are not in the lactation period at the time of screening. Both male and female patients must agree to practice contraception from the signing of informed consent to 6 months after the last dose of study drugs.\n\nExclusion Criteria:\n\n1. Chronic inducible urticaria. This includes but is not limited to: dermatographism (factitious urticaria), cold, heat, solar, delayed pressure, aquagenic, cholinergic or contact urticarias. Any of the following diseases, which may have symptoms of urticaria and/or angioedema: urticarial vasculitis, erythema multiforme, mastocytosis, hereditary or acquired angioedema, etc.\n2. Suffer from other chronic pruritic dermatosis that may confound the results: atopic dermatitis, bullous pemphigoid, dermatitis herpetiformis, senile pruritus, psoriasis, etc.\n3. CSU patients who had difficulty breathing episodes due to angioedema in the past six months.\n4. Previous treatment with omalizumab within one year prior to signing the informed consent.\n5. Hypersensitivity to omalizumab, study drug excipients or other biosimilars, or have a history of severe drug allergy or anaphylactic shock.\n6. Use systemic or local corticosteroids, hydroxychloroquine, methotrexate, cyclosporin or cyclophosphamide, and tripterygium within 30 days prior to screening; Use compound glycyrrhizin, total glucosides of paeony and other traditional Chinese medicine within 14 days before screening; Use H2 antihistamines and leukotriene modulators within 7 days before screening; Use H1 antihistamines exceeding protocol requirements within 3 days prior to screening; Use other CSU drugs (including but not limited to biologics, small molecule drugs) within 3 months or 5 drug half-lives (whichever is longer) prior to screening.\n7. Patients with a stool examination positive for ova or parasites at screening.\n8. Active infections requiring treatment at screening, include but not limited to pulmonary infection, tuberculosis and acute bronchial asthma.\n9. Have received live attenuated vaccine or intravenous immunoglobulin within 30 days before screening; Live attenuated vaccines are planned or received at any time during the study period.\n10. History of malignancy of any organ or system within 5 years prior to screening (except for basal cell carcinoma, Cervical carcinoma in situ)\n11. Evidence of cardiovascular disease (e.g., myocardial infarction, unstable angina, acute coronary syndrome, NYHA Grade III/VI left ventricular failure, arrhythmias and uncontrolled hypertension within 6 months prior to screening), neurological, psychiatric, pulmonary, renal, liver, endocrine, metabolic, hematological, gastrointestinal, or immune deficiencies that the investigators believe may compromise subjects' safety or interfere study results.\n12. Presence of clinically significant examination, include but not limited:\n\n    * Abnormal liver function \\[AST or ALT ≥ 2 x ULN, or total bilirubin ≥ 2 x ULN\\];\n    * Abnormal renal function \\[elevated serum creatinine \\> 1.5 x ULN\\] or estimated glomerular filtration rate (eGFR) \\< 45 mL/min (using Cockcroft-Gault equation);\n    * Abnormal ECG, e.g.,corrected QTcF interval (using Fridericia's correction formula) ≥470ms (female) or 450ms (male), II-III degree atrioventricular block, tachyarrhythmia requiring treatment.\n    * Hematological abnormalities: hemoglobin\\<100g/L, platelets\\<100\\*10\\^9/L, white blood cells\\<3.0\\*10\\^9/L, neutrophils\\<1.5\\*10\\^9/L.\n13. Patients with serological results positive for human immunodeficiency virus, treponema pallidum, hepatitis B or hepatitis C. (1) Hepatitis B surface antigen positive patients will be excluded; (2) Hepatitis B core antibody positive: 1) Hepatitis B surface antibody positive patients can be included in this study; 2) Patients with negative hepatitis B surface antibodies need to be tested for HBV-DNA (if HBV DNA is negative, patients can be included in this study; If the HBV DNA is positive, the patient will be excluded).\n14. Participated in clinical trials of other drugs within 3 months or 5 drug half-lives (whichever is longer) prior to screening.\n15. History of alcohol or drug abuse, or failure to take medication as prescribed.\n16. Pregnant or nursing (lactating) women.\n17. Currently taking or plan to take medications prohibited by the protocol at screening.\n18. Other conditions deemed by investigator as unsuitable for this trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "15 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jinhua Xu, PhD",
          "role": "CONTACT",
          "phone": "021-60129299",
          "email": "xjhlcsy@163.com"
        },
        {
          "name": "Hui Tang, PhD",
          "role": "CONTACT",
          "phone": "021-60129299",
          "email": "tanghuihuashan@163.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Jinhua Xu, PhD",
          "affiliation": "Huashan Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Hui Tang, PhD",
          "affiliation": "Huashan Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Huashan Hospital",
          "status": "RECRUITING",
          "city": "Shanghai",
          "country": "China",
          "contacts": [
            {
              "name": "Jinhua Xu",
              "role": "CONTACT",
              "email": "xjhlcsy@163.com"
            },
            {
              "name": "Hui Tang",
              "role": "CONTACT",
              "email": "tanghuihuashan@163.com"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000080223",
          "term": "Chronic Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D014581",
          "term": "Urticaria"
        },
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}