{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04677790",
      "orgStudyIdInfo": {
        "id": "S64538"
      },
      "organization": {
        "fullName": "Universitaire Ziekenhuizen KU Leuven",
        "class": "OTHER"
      },
      "briefTitle": "Gradual Egg-tolerance Induction in Hen's Egg Allergic Children Who Tolerate Baked Egg (TETI-II Study)",
      "officialTitle": "Gradual Egg-tolerance Induction in Hen's Egg Allergic Children Who Tolerate Baked Egg (TETI-II Study)",
      "acronym": "TETI-II"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-12-09",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-12-15",
      "studyFirstSubmitQcDate": "2020-12-18",
      "studyFirstPostDateStruct": {
        "date": "2020-12-21",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-10-16",
      "lastUpdatePostDateStruct": {
        "date": "2023-10-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Dominque Bullens",
        "investigatorTitle": "Clinical Professor",
        "investigatorAffiliation": "Universitaire Ziekenhuizen KU Leuven"
      },
      "leadSponsor": {
        "name": "Dominque Bullens",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Imelda Hospital, Bonheiden",
          "class": "OTHER"
        },
        {
          "name": "AZ Sint-Jan AV",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The investigators want to test the hypothesis that a total period of 12 months of stepwise open egg introduction is not inferior when compared to a total period of 20 months gradual open egg introduction of a certain egg product with regard to full egg tolerance induction.",
      "detailedDescription": "1. The investigators want to test the hypothesis that a total period of 12 months of stepwise open egg introduction is not inferior when compared to a total period of 20 months gradual open egg introduction of a certain egg product (see steps for the specific egg products) with regard to full egg tolerance induction.\n\n   Step 1: open baked egg test passed (either at home or in the hospital): this is routine clinical practice; afterwards daily intake of increasing amounts of heated egg (amounts to be noted in diary)\n\n   Step 2: open provocation test at home with 10 minutes hard-boiled egg, both hen's egg white and yolk, passed; afterwards weekly intake of either hard-boiled egg white or yolk or both (amounts and days to be noted in diary)\n\n   Step 3: open provocation test at home with omelet, pancake or scrambled egg passed; afterwards weekly or two-weekly intake of one of these specific preparation forms or of the previous preparation forms (amounts, days and preparation to be noted in diary)\n\n   Step 4: open provocation test at home with 4 minutes fried or poached egg or softly boiled egg with liquid yolk; afterwards regular intake of one of these preparation forms or one of the prior steps (amounts, days and preparation to be noted in diary)\n\n   Step 5: open provocation test at home with \"raw\" egg: eg. In chocolate mousse; mayonnaise or tiramisu; afterwards unlimited intake of all egg containing preparation forms (for 3 months in both groups to be noted in the diary)\n\n   If tolerance to a certain step is not yet present (this is: if any reaction occurred during the months registered between two steps), the next step will be postponed with the length of the previous step. The number of failures (any reaction in relation to egg ingestion), the type of reaction and the additional time period necessary before the next step can be taken, will be recorded.\n2. The investigators will also study the time to complete tolerance in the complete cohort (this is the time to complete step 1 to step 5).\n3. Furthermore, the investigators want to study the induction of IL-10-producing ICOS-expressing hen's egg specific Treg cells in vitro paralleling tolerance induction.\n4. The investigators also want to study whether we can correlate the results of the in-house developed in vitro BAT with different heated hen's egg ingredients to the results of the egg provocation test and whether BAT could substitute for egg OFC tests for the different steps in the future."
    },
    "conditionsModule": {
      "conditions": [
        "Egg Hypersensitivity"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "After obtaining informed consent from the parents and oral or written assent from the children (where appropriate) we will randomize the children 1:1 in two groups, anticipated to be 12 and 20 months. Randomization by dice: even: very-short arm (12 months), uneven: short arm (20 months).",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 62,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "\"Very short arm\" (12 months)",
          "type": "ACTIVE_COMPARATOR",
          "description": "Very short arm (12 months): 3 months between every step. Step by step gradual introduction of egg containing food products during 12 months, unless next step can not be taken.",
          "interventionNames": [
            "Behavioral: assigned period of specific dietary restrictions"
          ]
        },
        {
          "label": "\"Short arm\" (20 months)",
          "type": "ACTIVE_COMPARATOR",
          "description": "Short arm (20 months): 5 months between every step. Step by step gradual introduction of egg containing food products during 20 months, unless next step can not be taken.",
          "interventionNames": [
            "Behavioral: assigned period of specific dietary restrictions"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BEHAVIORAL",
          "name": "assigned period of specific dietary restrictions",
          "description": "Step by step gradual introduction of egg containing food products",
          "armGroupLabels": [
            "\"Short arm\" (20 months)",
            "\"Very short arm\" (12 months)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Time to complete egg tolerance",
          "description": "The proportion of children in each group evolving from step 1 to step 5 within the anticipated time period (12 versus 20 months), followed by 3 versus 5 months of uneventful liberal egg intake for observation after step 5.",
          "timeFrame": "12 to 20 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The proportion of children evolving from any step to the next step within anticipated time period",
          "description": "The proportion of children evolving from any step to the next step within anticipated time period",
          "timeFrame": "3 to 5 months"
        },
        {
          "measure": "Influence of age at inclusion in relation to the proportion of failures",
          "description": "Influence of age at inclusion in relation to the proportion of failures",
          "timeFrame": "12 to 20 months"
        },
        {
          "measure": "Influence of specific IgE of hen's egg and/or components in relation to the proportion of failures",
          "description": "Influence of specific IgE of hen's egg and/or components in relation to the proportion of failures",
          "timeFrame": "12 to 20 months"
        },
        {
          "measure": "Influence of the dietary intake of the specific egg-containing products in relation to the proportion of failures",
          "description": "Influence of the dietary intake of the specific egg-containing products (in number of times a week and in portion) in relation to the proportion of failures",
          "timeFrame": "12 to 20 months"
        },
        {
          "measure": "Induction of Treg over time in parallel to gradual complete hen's egg tolerance induction.",
          "description": "We will study the difference in ICOS-expression as well as IL-10/IL-5 \\& IL-10/IL-4 ratio at enrollment between healthy and egg-allergic children",
          "timeFrame": "12 to 20 months"
        },
        {
          "measure": "Can in vitro BAT for a certain step predict tolerance?",
          "description": "Do the results of the BAT with different heated hen's egg ingredients correlate with the egg intake at home?",
          "timeFrame": "12 to 20 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Children (1-18y) had or have a clinical diagnosis of IgE mediated hen's egg allergy based on positive history as well as skin prick testing and/or specific IgE detection by CAPtest in an allergy clinic\n2. Children are at least 12 months old before introduction of heated egg is considered\n3. Children did not suffer from grade 4 anaphylaxis due to egg-ingestion at presentation (for grade 4 anaphylaxis, see EAACI anaphylaxis guidelines, Muraro A et al, Allergy. 2014 Aug;69(8):1008-25).\n4. Children have specific IgE levels to Gal d 1 below 1.2 kU/mL (12-24 months) or below 5 kU/mL (\\>24 months) or have a level that predicts a good chance (\\>75%) to pass the baked egg provocation test by cake (see Bartnikas LM et al, J Allergy Clin Immunol Pract 2013; 1: 354-360) and/or children passed baked egg provocation test by cake executed on clinical judgement.\n\nExclusion Criteria:\n\n1. Children had grade 4 anaphylaxis (for grade 4 anaphylaxis, see EAACI anaphylaxis guidelines, Muraro A et al, Allergy. 2014 Aug;69(8):1008-25) due to egg ingestion\n2. Children are younger than 12 months old at the moment of passing cake open provocation test\n3. Parents are not able or not willing to adhere to a certain egg step-containing diet on a regular basis at home\n4. Parents and/or children are not willing to give IC/assent",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Months",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Dominique Bullens, MD, PhD",
          "affiliation": "Universitaire Ziekenhuizen KU Leuven",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital of Leuven",
          "city": "Leuven",
          "state": "Vlaams-Brabant",
          "zip": "3000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 50.87959,
            "lon": 4.70093
          }
        },
        {
          "facility": "Imelda Hospital Bonheiden",
          "city": "Bonheiden",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.02261,
            "lon": 4.54714
          }
        },
        {
          "facility": "Sint-Jan",
          "city": "Bruges",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.20892,
            "lon": 3.22424
          }
        },
        {
          "facility": "AZ maria middelares",
          "city": "Ghent",
          "zip": "9000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.05,
            "lon": 3.71667
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Data will be analysed and grouped before release"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021181",
          "term": "Egg Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}