{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00836368",
      "orgStudyIdInfo": {
        "id": "P01AT002620",
        "type": "NIH",
        "link": "https://reporter.nih.gov/quickSearch/P01AT002620"
      },
      "secondaryIdInfos": [
        {
          "id": "P01AT002620",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/P01AT002620"
        },
        {
          "id": "IRB#08-1884"
        }
      ],
      "organization": {
        "fullName": "University of North Carolina, Chapel Hill",
        "class": "OTHER"
      },
      "briefTitle": "In Vitro Basophil Responsiveness to Allergen Challenge After Gamma-tocopherol Supplementation in Allergic Asthmatics",
      "officialTitle": "In Vitro Basophil Responsiveness to Allergen Challenge After Gamma-tocopherol Supplementation in Allergic Asthmatics",
      "acronym": "Gammaphil"
    },
    "statusModule": {
      "statusVerifiedDate": "2011-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2008-12"
      },
      "primaryCompletionDateStruct": {
        "date": "2010-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2010-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2009-02-03",
      "studyFirstSubmitQcDate": "2009-02-03",
      "studyFirstPostDateStruct": {
        "date": "2009-02-04",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2011-11-04",
      "lastUpdatePostDateStruct": {
        "date": "2011-11-07",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Michelle Hernandez, MD",
        "investigatorTitle": "Principle Investigator",
        "investigatorAffiliation": "University of North Carolina, Chapel Hill"
      },
      "leadSponsor": {
        "name": "University of North Carolina, Chapel Hill",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Center for Complementary and Integrative Health (NCCIH)",
          "class": "NIH"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Purpose: This is a non-masked study with a primary endpoint of in vitro basophil activation by the allergen D. farinae, comparing basophil activation before and after seven days of supplementation. Secondary endpoints will include circulating antioxidant levels (tocopherols and metabolites), in vitro basophil activation to IgG anti-IgE and to N-formyl-methionyl-leucyl-phenylalanine (f-met-leu-phe), and monocyte and basophil responsiveness to in vitro endotoxin challenge.\n\nParticipants: Twenty allergic asthmatic volunteers Procedures (methods): Volunteers will be given 1200 mg of a gamma tocopherol enriched supplement, a commercially available supplement form of vitamin E. Study participants will undergo assessment of general health, lung function assessment, symptom scoring, and epicutaneous skin test to allergens at baseline and after supplementation. Blood samples will be collected at baseline and after 7 days of gamma-T treatment.",
      "detailedDescription": "Oxidant stress plays an important role in mucosal inflammation such as seen with asthma. Previous studies have also shown that asthmatic individuals tend to have lower endogenous levels of antioxidant such as vitamins E and C, and that supplementing antioxidants can decrease exacerbations associated with ozone exposure in children. We are interested in future studies to examine the benefits of gamma-tocopherol supplementation for people with allergic asthma. This current study will determine if gamma tocopherol supplementation reduces allergic responses in vitro, providing us information that will allow us to design future masked placebo-controlled studies of this potentially important antioxidant on in vivo allergic responses.\n\nThe purpose of this study is to address the question if in vivo gamma-tocopherol supplementation at 1200 mg daily blunts allergen-specific inflammatory responses in vitro. Members of our group have previously shown that administration of 100 mg/kg of gamma tocopherol daily for four days prior to Ova challenge in sensitized allergic brown Norway rats prevented eosinophil infiltration into the airways1. In addition, this dose of gamma tocopherol blunted production of IL-4, IL-5, IL-13, IFN-gamma in the nasal airway; and PGE2, LTB4 and cysteinyl leukotrienes by the pulmonary airway. Mucous cell metaplasia was decreased as well in the gamma Tocopherol treatment group 1. In an in vivo study of gamma tocopherol performed at our center (IRB# 05-CEMALB-1407), we found that daily administration of 2 capsules of a gamma tocopherol rich preparation (each capsule containing 623 mg of gamma tocopherol, 61.1 mg of d-alpha-tocopherol, and 11.1 mg of d-beta tocopherol), was able to increase serum levels of gamma tocopherol to 18.6 + 2.6 uM after 8 days of daily administration; serum levels of alpha tocopherol were 25.2 + 2.4 uM, and delta-tocopherol were 5.1 + 1.1 uM2 . Using the data from the in vivo study, we performed basophil activation tests on dust mite allergic subjects, pretreating blood obtained from venipuncture with pharmacologic doses attained in the vivo study with gT, aT, gCEHC, and aCEHC. We found that gT, gCEHC, and aCEHC blunted basophil activation induced by the allergen D. farinae, as measured by upregulation of CD63 on the cell surface of basophils. As secondary aims, we will also examine the effect of gamma tocopherol supplementation on non-allergic stimuli that have been shown to activate basophils, such as IgG anti-IgE and N-formyl-methionyl-leucyl-phenylalanine (f-met-leu-phe), as well as in vivo allergen-specific responsiveness through epicutaneous skin testing before and after supplementation. Exploratory analyses will include assessing the effect of gamma tocopherol supplementation on monocyte and basophil responsiveness to in vitro endotoxin and lipoteichoic acid challenge."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic",
        "Asthmatic",
        "Allergy",
        "Asthma"
      ],
      "keywords": [
        "Asthma",
        "Asthmatic",
        "Allergy",
        "Allergic",
        "Gamma-tocopherol",
        "Vitamin",
        "Vitamin E"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 25,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "MaxiGamma",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Dietary Supplement: gamma-tocopherol"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "gamma-tocopherol",
          "description": "oral doses 1,200 mg of gamma tocopherol (2 capsules of the gamma tocopherol enriched vitamin E preparation)",
          "armGroupLabels": [
            "MaxiGamma"
          ],
          "otherNames": [
            "Vitamin E"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "We intend to examine the effect of once daily oral doses 1,200 mg of gamma tocopherol (2 capsules of the gamma tocopherol enriched vitamin E preparation) on in vitro basophil activation with D. farinae challenge.",
          "timeFrame": "7 sdays post gamma-tocopherol treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Circulating antioxidant levels(tocopherols and metabolites), in-vitro basophil activation to IgG anti-IgE and to N-formyl-methionyl-leucyl-phenylalanine.",
          "timeFrame": "7 days post gamma-tocopherol treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Specific allergy to House Dust Mite farinae confirmed by positive immediate skin test response.\n\n  2\\. Oxygen saturation of \\> 94 % at baseline 3. Blood pressure within the following parameters (Systolic between 140 - 90, Diastolic between 90-60 mm Hg) 4. Moderate or severe persistent asthma according to NHLBI definitions including history of one of the following:\n  1. Episodic wheezing, chest tightness or shortness of breath consistent with asthma occurring at least once a week that may affect activity\n  2. Asthma symptoms occurring at night or during sleep at least 1 time per week\n  3. measured FEV1 or FVC is \\<80% of predicted OR\n  4. Physician diagnosed moderate or severe persistent asthma which is currently treated or controlled with maintenance medication including moderate or high dose inhaled corticosteroid, or any dose of inhaled corticosteroid and a long-acting inhaled B2-agonist\n\n     Exclusion Criteria:\n* 1\\. Any chronic medical condition considered by the PI as a contraindication to receiving gamma-T, including significant cardiovascular disease, diabetes requiring medication, chronic renal disease, chronic thyroid disease, kidney disease or coagulation defects.\n\n  2\\. Use of inhaled steroids, cromolyn or leukotriene inhibitors (Montelukast or Zafirlukast) which have been used for at least one month are allowed. Patients must be on a stable regimen of maintenance asthma therapy which has not changed in the past month prior to entrance into the study.\n\n  3\\. Non-steroidal Anti-Inflammatory Drugs (NSAIDS) or aspirin (ASA) use within 48 hours of beginning the study, and inability to suspended use of these medications during the length of the study.\n\n  4\\. Use of anticoagulants including warfarin, heparin, or clopidogrel. 5. Diagnosis of anemia or abnormal blood counts at screening. Abnormal PT or PTT values at screening (PT that is prolonged more than 1-2 sec and PTT prolonged more than 3-5 sec of normal. The normal values used will be those defined by McLendon lab.) 6. Pregnancy or nursing a baby. As this is a phase I study, the potential risk to a fetus cannot be justified.\n\n  7\\. Children will not be included in this study as the potential risk to a growing child cannot be justified.\n\n  8\\. Adults age 51 and older are excluded as the potential for concomitant illness in this population increases the risk for confounding the data.\n\n  9\\. Known vagal response to venipuncture 10. Use of any tobacco product within the past 6 months 11. Hypertension, classified as a systolic blood pressure of equal to or greater than 140, and a diastolic blood pressure equal to or greater than 90.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Michelle Hernandez, MD",
          "affiliation": "University of North Carolina, Chapel Hill",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Center for Environmental Medicine Asthma and Lung Biology",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27599",
          "country": "United States",
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D024504",
          "term": "gamma-Tocopherol"
        },
        {
          "id": "D014810",
          "term": "Vitamin E"
        }
      ],
      "ancestors": [
        {
          "id": "D024505",
          "term": "Tocopherols"
        },
        {
          "id": "D001578",
          "term": "Benzopyrans"
        },
        {
          "id": "D011714",
          "term": "Pyrans"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        },
        {
          "id": "D006574",
          "term": "Heterocyclic Compounds, 2-Ring"
        },
        {
          "id": "D000072471",
          "term": "Heterocyclic Compounds, Fused-Ring"
        }
      ]
    }
  },
  "hasResults": false
}