{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05529836",
      "orgStudyIdInfo": {
        "id": "22Y11922200"
      },
      "organization": {
        "fullName": "Shanghai Yueyang Integrated Medicine Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Effects of Electroacupuncture to Relieve Itching Degree in Patients With Chronic Atopic Eczema",
      "officialTitle": "Effects of Electroacupuncture to Relieve Itching Degree in Patients With Chronic Atopic Eczema: Study Protocol for a Randomized Multicenter, Sham Electroacupuncture, Clinical Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-09",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-09-30",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-06-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-08-27",
      "studyFirstSubmitQcDate": "2022-09-03",
      "studyFirstPostDateStruct": {
        "date": "2022-09-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-09-03",
      "lastUpdatePostDateStruct": {
        "date": "2022-09-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Yueyang Integrated Medicine Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Eczema is a common allergic skin disease, accounting for about 15 to 30% of dermatological outpatients. Pruritus as one of the most painful symptoms is often underestimated in terms of the problems that it can cause, which creates the vicious loop of itching, scratching, and lichenification. Therefore, further research into practical and safe treatments that eliminate itchy symptoms and enhance skin protection is the key to overcoming chronic atopic eczema. Acupuncture has been utilized clinically in China for thousands of years due to its benefits of being practical, affordable, and simple to execute. With modern science and technology advancements, electroacupuncture (AE) has become widely used in China's public hospitals to treat chronic atopic eczema. This trial aims to objectively evaluate the clinical efficacy and safety of the electroacupuncture antipruritic technique in chronic atopic eczema pruritus and to obtain its high-level clinical evidence for the popularization and application of electroacupuncture clinical treatment of chronic atopic eczema.",
      "detailedDescription": "As a common allergic skin disease, the incidence of eczema is increasing year by year, accounting for about 15 \\~ 30% of the dermatological outpatients. Pruritus is one of the most painful symptoms of eczema. Patients often form a vicious circle of \"pruritus -- scratching -- mossy transformation\" because they can't stand it. Research on safe and effective anti-pruritus program has become the key to treatment. Inheriting the experience of Xia's surgery in Shanghai, the team proposed the core pathogenesis of \"blood heat and dampness heat\", formulated the treatment principle of \"cooling blood dehumidification\", selected acupoints Quchi (LI4), Hegu (LI11), Xuehai (SP10) and Sanyi jiao (SP6), and used the original acupuncture anti-pruritus technique (modified by acupuncture anesthesia technique) to treat chronic eczema with clinical advantages. Small sample Pilot study showed that acupuncture antipruritic technique significantly reduced the visual analogue scale (VAS) score of patients with chronic eczema, which was significantly better than sham EA group and non-EA group. This project adopts the multicenter, randomized, including false contrast design, objective, normative evaluation of acupuncture for chronic eczema itching itching and technology to improve situation, clinical efficacy and safety, obtain exact clinical evidence, further to form suitable for standardization, popularization and application in wide range of chronic eczema itching technology clinical acupuncture specification."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Lichenified Atopic Dermatitis"
      ],
      "keywords": [
        "Electroacupuncture (EA)",
        "Chronic atopic eczema",
        "Pruritus Severity",
        "Randomized controlled trial"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "maskingDescription": "To ensure blinding, we will choose the Park Sham Device (PSD) as a placebo control in the single-blind clinical trial, use a way of not energizing the electroacupuncture device, and use black eye masks to shield participants' eyes. The treatment device will also be of the same size and material, and the treatment method will maintain consistent frequency and intensity.",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 126,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "electroacupuncture(EA) group",
          "type": "EXPERIMENTAL",
          "description": "The participants in EA group will receive acupuncture with PSD at bilateral Hegu (LI4), bilateral Quchi (LU5), bilateral Xuehai (SP10) and bilateral San Yinjiao (SP6). After skin disinfection, followed at an angle of 90°, acupuncture needles were inserted approximately 50 to 60 mm into the skin. When achieving qi, connect the four pairs of electrodes, two each on bilateral Quchi (LI4) and Hegu (LI11), two each on bilateral Xuehai (SP10) and San Yinjiao (SP6), and they are all ipsilateral to one another. The duration of the electroacupuncture stimulation is 30 minutes, and the current intensity ranges from 1 to 5 mA with a continuous wave of 20 Hz. For two weeks straight, the participants will have three therapy sessions each week (preferably every other day), for a total of six sessions.",
          "interventionNames": [
            "Device: electroacupunture"
          ]
        },
        {
          "label": "sham electroacupuncture(SEA) group",
          "type": "SHAM_COMPARATOR",
          "description": "Participants in the SEA group will receive sham electroacupuncture with PSD, but not energizing the electropuncture device. Procedures, electrode placements, and other treatment settings are the same as in the EA group but with no electricity output only.",
          "interventionNames": [
            "Device: sham electroacupuncture"
          ]
        },
        {
          "label": "sham acupuncture(SAC) group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants in the SAC group will receive sham acupuncture with PSD and PSN on sham acupoints (the non-meridian and non-acupuncture points). Procedures, electrode placements, and other treatment settings are the same as in the EA group but with no skin penetration, electricity output, or needle manipulation for achieving qi.",
          "interventionNames": [
            "Device: sham acupuncture"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "electroacupunture",
          "description": "The participants in EA group will receive acupuncture with PSD at bilateral Hegu (LI4), bilateral Quchi (LU5), bilateral Xuehai (SP10) and bilateral San Yinjiao (SP6). After skin disinfection, followed at an angle of 90°, acupuncture needles were inserted approximately 50 to 60 mm into the skin. When achieving qi, connect the four pairs of electrodes, two each on bilateral Quchi (LI4) and Hegu (LI11), two each on bilateral Xuehai (SP10) and San Yinjiao (SP6), and they are all ipsilateral to one another. The duration of the electroacupuncture stimulation is 30 minutes, and the current intensity ranges from 1 to 5 mA with a continuous wave of 20 Hz. For two weeks straight, the participants will have three therapy sessions each week (preferably every other day), for a total of six sessions.",
          "armGroupLabels": [
            "electroacupuncture(EA) group"
          ]
        },
        {
          "type": "DEVICE",
          "name": "sham electroacupuncture",
          "description": "Participants in the SEA group will receive sham electroacupuncture with PSD, but not energizing the electropuncture device. Procedures, electrode placements, and other treatment settings are the same as in the EA group but with no electricity output only.",
          "armGroupLabels": [
            "sham electroacupuncture(SEA) group"
          ]
        },
        {
          "type": "DEVICE",
          "name": "sham acupuncture",
          "description": "Participants in the SAC group will receive sham acupuncture with PSD and PSN on sham acupoints (the non-meridian and non-acupuncture points). Procedures, electrode placements, and other treatment settings are the same as in the EA group but with no skin penetration, electricity output, or needle manipulation for achieving qi.",
          "armGroupLabels": [
            "sham acupuncture(SAC) group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "the change from baseline in Visual Analogue Scale (VAS) scores",
          "description": "Pruritus, as the main clinical symptom of eczema, can be scored separately as follows: Pruritus score standard: no pruritus =0; mild（Itchy, not scratching, not affecting daily life) = 1-3 points; Moderate (frequent pruritus, occasional scratching, affecting daily life and sleep) = 4-6 points; Severe (severe itching, frequent scratching, seriously affecting daily life and sleep) = 7-10 points.",
          "timeFrame": "week0, week1, week2"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Eczema Area and Severity Index, EASI",
          "timeFrame": "week0, week1, week2"
        },
        {
          "measure": "Dermatology Life Quality Index, DLQI",
          "description": "This index in the form of questionnaire, extent into very serious, serious, mild, not four grades, including skin have itch pain, skin problems due to the bad mood, affect normal life dating movement, cause inconvenience in daily life, such as problems, first by the clinic doctors to explain the survey on the patients, and then by patients according to the different problem corresponding to their own situation, Check the box in different degrees to complete the questionnaire independently.",
          "timeFrame": "week1, week2"
        },
        {
          "measure": "Serum total IgE",
          "timeFrame": "week1, week2"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Meeting the TCM syndrome differentiation criteria and Western medicine diagnostic criteria for chronic eczema;\n2. between the ages of 18 and 65;\n3. BSA score \\< 10%;\n4. Agree to participate in clinical trial observation and cooperate with regular visitors;\n5. Sign and date the informed consent;\n\nExclusion Criteria:\n\n1. Patients who have been systematically treated with hormones or immunosuppressants within two weeks;\n2. Recipients who are not durable to acupuncture;\n3. Patients with severe secondary infection symptoms, including local skin infection and systemic infection of other organs;\n4. Women who are pregnant, breastfeeding or planning to become pregnant during the trial;\n5. Diabetes mellitus or patients with severe heart, liver and kidney disease;\n6. Those who have received other research drugs or participated in other clinical trials within 3 months;\n7. Unable to cooperate with the research for any reason, such as: language comprehension, unable to go to the research center for treatment, etc.;\n8. Patients with generalized eczema, skin lesions all over the body and inconvenient for acupuncture;\n9. Acute onset of chronic eczema.\n10. BSA score ≥10%.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Xin Li, PhD",
          "role": "CONTACT",
          "phone": "13661956326",
          "email": "13661956326@163.com"
        },
        {
          "name": "Sihan Wang, bachelor",
          "role": "CONTACT",
          "phone": "19983732577",
          "email": "1273735697@qq.com"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}