{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07160322",
      "orgStudyIdInfo": {
        "id": "2024-0434"
      },
      "organization": {
        "fullName": "Seoul National University",
        "class": "OTHER"
      },
      "briefTitle": "Refractory Breathlessness in COPD",
      "officialTitle": "Prognosis and Clinical Outcomes of Refractory Dyspnea in Chronic Obstructive Pulmonary Disease: Prospective Observational Study",
      "acronym": "RB-COPD"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-04-11",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2030-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-07-20",
      "studyFirstSubmitQcDate": "2025-08-29",
      "studyFirstPostDateStruct": {
        "date": "2025-09-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-29",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Hyun Woo Lee",
        "investigatorTitle": "Assistant professor",
        "investigatorAffiliation": "Seoul National University"
      },
      "leadSponsor": {
        "name": "Seoul National University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to investigate the prognosis and clinical outcomes of patients with chronic obstructive pulmonary disease (COPD) who continue to experience refractory dyspnea despite treatment with long-acting beta-agonist (LABA) and long-acting muscarinic antagonist (LAMA). The research will prospectively follow a cohort of patients to identify clinical factors, lung function parameters, imaging features, and cardiovascular indicators associated with poor treatment response. By comparing these patients with those who show symptom improvement, the study seeks to determine predictors of exacerbations, lung function decline, and mortality. Findings are expected to guide the development of targeted strategies to improve the management of refractory dyspnea in COPD.",
      "detailedDescription": "The study aims to identify actionable clinical factors and develop predictive models that can enhance personalized management approaches for patients with refractory dyspnea in COPD.\n\nThis is a prospective observational cohort study designed to characterize patients with COPD who remain symptomatic despite standard inhaled therapy with LABA/LAMA combination. Participants will be enrolled from outpatient clinics and followed over time to assess changes in respiratory symptoms, lung function, exercise capacity, acute exacerbation frequency, and survival.\n\nKey assessments include:\n\n* Baseline demographic and clinical data (e.g., respiratory symptoms, comorbidities, smoking history).\n* Pulmonary function tests (spirometry and lung volumes), exercise capacity evaluations, echocardiography, chest radiographs, and computed tomography (CT).\n* Biomarker analysis (blood tests including inflammatory and cardiac markers).\n\nPatients will be classified into two groups:\n\n* Refractory COPD group - Patients with minimal improvement in dyspnea (defined as modified Medical Research Council (mMRC) ≥ 2 with \\<1 point reduction or COPD Assessment Test (CAT) ≥ 10 with \\<4 point reduction after ≥3 months of LABA/LAMA therapy).\n* Control group - Patients showing symptomatic improvement with the same therapy (mMRC \\<2 or ≥1 point reduction, or CAT \\<10 or ≥4 point reduction).\n\nThe primary analyses will explore clinical and physiological predictors of poor outcomes, using advanced statistical modeling such as linear mixed-effects models for longitudinal lung function trends, negative binomial regression for exacerbation risk, and Cox proportional hazards models for survival analysis.\n\nAssessments:\n\nBaseline and follow-up evaluations will include demographic and clinical data, comorbidities, smoking history, inhaler adherence and technique, spirometry, lung volume measurements, 6-minute walk tests, echocardiography, chest radiographs, and high-resolution CT scans. Blood tests will include complete blood count, inflammatory markers (C-reactive protein (CRP), fibrinogen), N-terminal pro-B-type natriuretic peptide (NT-proBNP), and cardiac enzymes.\n\nStatistical Analysis:\n\nLongitudinal trends: Changes in lung function, symptoms, and exercise capacity will be assessed using linear mixed-effects models to evaluate the influence of clinical factors.\n\nAcute exacerbations: The frequency of moderate-to-severe exacerbations will be analyzed using negative binomial regression or zero-inflated models when appropriate.\n\nMortality: Logistic regression will estimate 1-, 3-, and 5-year mortality risk, while Cox proportional hazards models will evaluate time-to-event outcomes.\n\nPredictive modeling: Candidate biomarkers and imaging features will be incorporated into multivariable predictive models to identify key determinants of poor prognosis."
    },
    "conditionsModule": {
      "conditions": [
        "COPD"
      ],
      "keywords": [
        "Chronic Obstructive Pulmonary Disease (COPD)",
        "Refractory Breathlessness",
        "Persistent Dyspnea",
        "Treatment Resistance",
        "Unresponsive to Therapy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "5 Years",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 730,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "COPD patients with refractory breathlessness despite LABA/LAMA therapy",
          "description": "Patients with COPD who continue to experience clinically significant dyspnea (mMRC ≥ 2 or CAT ≥ 10) despite at least 3 months of treatment with dual long-acting bronchodilator therapy (LABA/LAMA), showing less than a 1-point reduction in mMRC or less than a 4-point reduction in CAT scores compared with baseline."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Annual rate of acute exacerbations in COPD",
          "description": "Annualized rate of moderate-to-severe exacerbations per patient-year, defined as episodes requiring systemic corticosteroids, antibiotics, or hospitalization.\n\nModerate exacerbations will be defined as events requiring treatment with systemic corticosteroids and/or antibiotics without hospitalization. Severe exacerbations will be defined as events leading to hospitalization or emergency department visit.\n\nUnit: Number of exacerbations per patient-year",
          "timeFrame": "Up to 5 years (annualized rate)"
        },
        {
          "measure": "All-cause mortality",
          "description": "Proportion of participants who die from any cause Unit: Percentage of participants (%) or Number of deaths",
          "timeFrame": "1-, 3-, and 5-year follow-up."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Annual forced expiratory volume in one second (FEV1) decline rate",
          "description": "Rate of change in forced expiratory volume in one second (FEV1) (Milliliters per year (mL/year)) measured by spirometry Annual decline in FEV1 will be assessed using linear mixed-effects models.",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Annual forced expiratory volume in one second to forced vital capacity ratio (FEV1/FVC ratio) decline rate",
          "description": "Rate of change in post-bronchodilator forced expiratory volume in one second to forced vital capacity (FEV1/FVC ) ratio (%/year) measured by spirometry Annual decline in FEV1/FVC will be assessed using linear mixed-effects models.",
          "timeFrame": "Baseline and annually for up to 5 years."
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Change in modified Medical Research Council (mMRC) dyspnea scores from baseline",
          "description": "Mean change in mMRC score from baseline Unit: Score units (0-4 scale)",
          "timeFrame": "Baseline, 3-6 months, and annually for up to 5 years."
        },
        {
          "measure": "Change in CAT scores from baseline",
          "description": "Mean change in CAT score from baseline Unit: Score units (0-40 scale)",
          "timeFrame": "Baseline, 3-6 months, and annually for up to 5 years."
        },
        {
          "measure": "Change in Charlson Comorbidity Index (CCI) from baseline",
          "description": "Mean change in CCI score Unit: Score units",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in COPD-specific Comorbidity Test (COTE) index from baseline",
          "description": "Mean change in COTE index Unit: Score units",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in COPD Comorbidity (COMCOLD) index from baseline",
          "description": "Mean change in COMCOLD index Unit: Score units",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in medication possession rate (MPR) from baseline",
          "description": "Mean change in MPR, expressed as % of days with medication available Unit: Percentage (%)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in proportion of days covered (PDC) from baseline",
          "description": "Mean change in PDC, expressed as % of days with medication available Unit: Percentage (%)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in white blood cell (WBC) from baseline",
          "description": "Mean change in WBC count from baseline Unit: ×10⁹ cells/L",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in blood eosinophil count (BEC) from baseline",
          "description": "Mean change in BEC from baseline Unit: cells/L",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in immunoglobulin E (IgE) from baseline",
          "description": "Mean change in IgE from baseline Unit: International Units per milliliter (IU/mL)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in fibrinogen from baseline",
          "description": "Mean change in fibrinogen from baseline Unit: milligrams per deciliter (mg/dL)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in cortisol from baseline",
          "description": "Mean change in cortisol measured at 8 AM from baseline Unit: micrograms per deciliter (µg/dL)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in C-reactive protein (CRP) from baseline",
          "description": "Mean change in CRP from baseline Unit: milligrams per liter (mg/L)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in N-terminal pro-B-type natriuretic peptide (NT-proBNP) from baseline",
          "description": "Mean change in NT-proBNP from baseline Unit: picograms per milliliter (pg/mL)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in Troponin I from baseline",
          "description": "Mean change in Troponin I from baseline Unit: nanograms per milliliter (ng/mL)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in difference between respiratory resistance at 5 Hz and 20 Hz (R5-R20) from baseline",
          "description": "Mean change in R5-R20 from baseline Unit: cmH₂O/L/s",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in resonant frequency (Fres) from baseline",
          "description": "Mean change in Fres from baseline Unit: Hertz (Hz)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in reactance at 5 Hz (X5) from baseline",
          "description": "Mean change in X5 from baseline Unit: cmH₂O/L/s",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in area of reactance (AX) from baseline",
          "description": "Mean change in AX from baseline Unit: cmH₂O/L",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in parametric response mapping of functional small airway disease (PRMfSAD) in chest CT from baseline",
          "description": "Mean change in PRMfSAD from baseline Unit: Percentage of lung volume (%)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in low attenuation area in inspiratory chest CT from baseline",
          "description": "Mean change in low attenuation area (\\<-950 Hounsfield unit (HU)) in inspiratory chest CT from baseline Unit: Percentage of lung volume (%)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in low attenuation area in expiratory chest CT from baseline",
          "description": "Mean change in low attenuation area (\\<-856 hounsfield unit (HU)) in expiratory chest CT from baseline Unit: Percentage of lung volume (%)",
          "timeFrame": "Baseline and annually for up to 5 years."
        },
        {
          "measure": "Change in square root of wall area for a theoretical airway with 10 mm internal perimeter (Pi10) in chest CT from baseline",
          "description": "Mean change in square root of wall area for a theoretical airway with 10 mm internal perimeter (Pi10) from baseline Unit: millimeters (mm)",
          "timeFrame": "Baseline and annually for up to 5 years."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults (≥ 18 years) diagnosed with chronic obstructive pulmonary disease (COPD) according to Global Initiative for Chronic Obstructive Lung Disease (GOLD) 2025 criteria:\n* Presence of COPD risk factors (e.g., smoking history, occupational exposure, genetic predisposition).\n* Typical symptoms such as dyspnea, cough, or sputum production.\n* Post-bronchodilator FEV1/FVC \\< 0.70.\n* Regular outpatient follow-up at the respiratory clinic.\n* Received LABA/LAMA combination therapy for at least 3 months prior to enrollment.\n* Ability and willingness to provide written informed consent.\n\nExclusion Criteria:\n\n* Poor adherence to LABA/LAMA therapy (medication possession rate \\< 50%) or refusal of treatment.\n* Inability or unwillingness to comply with scheduled visits, examinations, or follow-up procedures.\n* Presence of severe comorbid conditions expected to significantly affect prognosis, including:\n\n  * End-stage diseases with life expectancy \\< 1 year.\n  * Terminal malignancies receiving hospice or palliative care.\n* Any condition that, in the opinion of the investigator, would interfere with study participation or data reliability.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "100 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "This study will enroll adult patients (≥ 18 years) diagnosed with chronic obstructive pulmonary disease (COPD) according to the GOLD 2025 criteria, who are receiving combination therapy with long-acting beta2-agonist (LABA) and long-acting muscarinic antagonist (LAMA). Participants include both patients who continue to experience refractory dyspnea despite treatment and those who show symptomatic improvement. All participants must be able to attend regular outpatient visits and provide written informed consent.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Hyun Woo Lee, M.D.",
          "role": "CONTACT",
          "phone": "82-10-9755-6172",
          "email": "athrunzara86@snu.ac.kr"
        }
      ],
      "locations": [
        {
          "facility": "Seoul National University College of Medicine, Seoul Metropolitan Government-Seoul National University Boramae Medical Center",
          "status": "RECRUITING",
          "city": "Seoul",
          "state": "Seoul",
          "zip": "07061",
          "country": "South Korea",
          "contacts": [
            {
              "name": "Hyun Woo Lee",
              "role": "CONTACT",
              "phone": "82-10-9755-6172",
              "email": "athrunzara86@snu.ac.kr"
            }
          ],
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Individual participant data will not be shared because the dataset contains sensitive personal health information, and there are no current plans or infrastructure for secure data sharing. Data will be used solely for analyses specified in the approved protocol and will remain confidential in accordance with institutional and IRB guidelines."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D029424",
          "term": "Pulmonary Disease, Chronic Obstructive"
        },
        {
          "id": "D004417",
          "term": "Dyspnea"
        }
      ],
      "ancestors": [
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D012120",
          "term": "Respiration Disorders"
        },
        {
          "id": "D012818",
          "term": "Signs and Symptoms, Respiratory"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}