{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05948982",
      "orgStudyIdInfo": {
        "id": "QS-UCMSC-DLC"
      },
      "organization": {
        "fullName": "Asia Cell Therapeutics (Shanghai) Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Safety of Umbilical Cord Mesenchymal Stem Cells (UC-MSC) in Patients With Decompensated Hepatitis B Cirrhosis",
      "officialTitle": "A Clinical Trial to Evaluate the Safety, Tolerance and Efficacy of aCell Inj. of Allogeneic UC-MSCs in Patients With Decompensated Hepatitis B Cirrhosis"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-07",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-07-30",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-05-25",
      "studyFirstSubmitQcDate": "2023-07-13",
      "studyFirstPostDateStruct": {
        "date": "2023-07-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-07-13",
      "lastUpdatePostDateStruct": {
        "date": "2023-07-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Asia Cell Therapeutics (Shanghai) Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to evaluate the safety and tolerability of multiple doses of human umbilical cord mesenchymal stem cell injection in patients with decompensated hepatitis B cirrhosis, and to further explore the efficacy, pharmacodynamic profile and appropriate dose of administration to provide a basis for the use of safer and more effective treatments for patients with decompensated hepatitis B cirrhosis in the future.\n\nParticipants are required to sign an informed consent form and, after undergoing a series of tests and meeting the protocol's entry and exclusion criteria, are assigned to a dose group for intravenous infusion of human umbilical cord mesenchymal stem cells.",
      "detailedDescription": "Cirrhosis decompensated stage is an advanced stage of liver disease caused by various chronic liver damages, and 77% of cirrhosis patients in China are caused by hepatitis B virus (HBV). The current treatment for patients with cirrhotic decompensation is mainly symptomatic treatment with drugs targeting the cause, anti-liver fibrosis drugs and supplemental albumin, diuresis, endoscopic sclerosis or ligation, blood purification (artificial liver) and vascular intervention. Although these treatments are effective in slowing down the progression of the disease in patients, they cannot completely reverse the decompensation of liver function in all patients. Currently, liver transplantation remains the most effective treatment for decompensated cirrhosis. However, due to the lack of donor liver sources, only a small number of patients can be treated with transplantation.\n\nIn recent years, with the in-depth research in the field of stem cells and regenerative medicine, the therapeutic role of stem cells in end-stage liver disease has received increasing attention based on their biological functions such as tissue damage repair and immune regulation. A large number of clinical exploratory studies on stem cell transplantation for liver diseases have been conducted by scholars in the field, and the published findings suggest that MSC transplantation can improve the liver function index of patients, and the appetite, mental and physical strength of patients improved significantly after infusion.\n\nThe investigators hope that the final research results will provide safe, effective and more accessible treatments for more patients in the same category, improve their quality of life and fill the gap in the field of regenerative medicine for the treatment of hepatitis B cirrhosis in the decompensated stage.\n\nThe main objective of this study was to evaluate the safety and tolerability of multiple doses of human umbilical cord MSC injection in patients with decompensated hepatitis B cirrhosis, and to further explore the efficacy, pharmacodynamic characteristics and appropriate doses for future use of safer and more effective treatments for patients with decompensated hepatitis B cirrhosis.\n\nThe test drug used in this study is called Human Umbilical Cord Mesenchymal Stem Cell Injection, and this study drug is not yet approved for marketing. This product is 10 ml, 1×100000000 cells, packaged in a cell lyophilization bag, and manufactured and supplied by Asia Cell Therapeutics (Shanghai) Co., Ltd.. The excipients of this product include dimethyl sulfoxide (DMSO), human blood albumin (HSA) and compound electrolyte injection. Quality control tests showed that the survival rate of recovered cells after lyophilization was not less than 80% within 6 hours. The cell sterility check, mycoplasma, specific human-derived virus, surface antigen and tumorigenicity were all negative. All quality control results met the requirements of the 2020 version of the Chinese Pharmacopoeia or related testing standards.\n\nNon-clinical and other clinical studies suggest that human umbilical cord MSCs can alter the tissue microenvironment through paracrine mechanisms, provide nutrients and an environment conducive to liver proliferation and repair, promote damaged liver regeneration and liver vascular regeneration, inhibit the proliferation and migration of immune cells to the liver, regulate liver and systemic immune inflammatory responses, thereby reducing liver damage and inhibiting the formation of liver fibrosis. In addition, human umbilical cord MSCs may have the potential to differentiate into hepatocytes (a type of cell with normal hepatocyte function), thereby replenishing damaged liver tissue and improving liver function.\n\nThe human umbilical cord MSC injections used in this study have been studied by the National Health Care Commission (NHC)/Central Military Commission (CMC) General Directorate of Health (GMDH) and have accumulated a certain amount of human safety and efficacy data in patients with inhalation lung injury, burn injury and decompensated hepatitis B cirrhosis.\n\nThis study was a multiple-dose, open, dose-escalation design. Subjects enrolled in this study will enter the low (1 x 1000000 cells/kg), medium (2 x 1000000 cells/kg), and high (4 x 1000000 cells/kg) dose groups on a sequential entry basis, with each subject receiving only one corresponding dose. The infusion route of human umbilical cord MSC injection is the peripheral vein, and the frequency of treatment is one infusion every 4 weeks, for a total of three infusions, and the subjects will be hospitalized at the study center for 3-7 days after each infusion (the exact duration can be determined by the investigator on a case-by-case basis).\n\nDosing regimen:\n\nThe titration will be completed within 6 hours after the cell preparation has been resuscitated and prepared, the infusion will take no less than 45 minutes, and participants will be closely observed for at least 2 hours after the infusion.\n\nAfter the first subject in the same dose group has completed 14 days of safety observation after the first dose, the second to sixth subjects in that group may begin dosing on a case-by-case basis, with a minimum of 3 days between enrollment in the high dose group, with the specific interval being adjusted based on the safety data that have been generated. The first subject in the next dose group may be started 28 days after the last subject in the previous dose group completes the first dose. During the dose escalation process, the investigator and sponsor will determine whether to proceed to the next dose group based on the safety data from the previous dose group."
    },
    "conditionsModule": {
      "conditions": [
        "Decompensated Liver Cirrhosis"
      ],
      "keywords": [
        "Decompensated hepatitis B cirrhosis",
        "Human Umbilical Cord Mesenchymal Stem Cells"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Human Umbilical Cord Mesenchymal Stem Cells",
          "type": "EXPERIMENTAL",
          "description": "The trial was divided into three dose groups： Low-dose group: 1000000 cells/kg Medium-dose group: 2000000 cells/kg High-does group: 4000000 cells/kg",
          "interventionNames": [
            "Biological: Human Umbilical Cord Mesenchymal Stem Cells"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Human Umbilical Cord Mesenchymal Stem Cells",
          "description": "The stem cell infusion route is peripheral intravenous infusion, once every 4 weeks for a total of 3 infusions. All subjects received experimental drugs and conventional treatment during the study period.",
          "armGroupLabels": [
            "Human Umbilical Cord Mesenchymal Stem Cells"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Adverse Event (AE)",
          "description": "Adverse events that occurred during the trials",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Serious Adverse Event (SAE)",
          "description": "Serious adverse events that occurred during the trial",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Recommended dose for phase 2 clinical trial (RP2D)",
          "description": "Recommended dose for phase 2 clinical trial",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Dose-limiting toxicity (DLT)",
          "description": "Dose-limiting toxicity",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Maximum Tolerated Dose (MTD)",
          "description": "Maximum Tolerated Dose",
          "timeFrame": "Through study completion, an average of 1 year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall survival",
          "description": "Time of survival",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Rate of survival",
          "description": "Rate of survival without liver transplantation",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Child-Pugh",
          "description": "The Child-Pugh score included a score for five indicators: hepatic encephalopathy, ascites, total bilirubin concentration, albumin concentration, and prothrombin time extension. For each indicator, the lowest score is 1, the highest score is 3, and the total score of each indicator is calculated. A higher score indicates more severe disease.",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "MELD",
          "description": "The Model for End-stage Liver Disease is a scoring system based on serum creatinine, international standardized ratio, total bilirubin combined with the cause of cirrhosis to evaluate the liver function reserve and prognosis of patients with chronic liver disease. Calculating formula for R = 3.78 \\* ln \\[T - Bil (umol/L) / 17.1\\] ln (INR) + 9.57 + 11.2 \\* \\* ln Cr (umol/L) / 88.4 + 6.43 \\* the etiology.\n\n(Etiology: 0 for cholestatic cirrhosis and alcoholic cirrhosis, 1 for viral and other causes)",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Hepatic stiffness",
          "description": "Based on transient elastography fibroscan, observe the liver stiffness.",
          "timeFrame": "Day -14 - Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Alanine aminotransferase (ALT)",
          "description": "The concentration of ALT",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Aspartate aminotransferase (AST)",
          "description": "The concentration of AST",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Total bilirubin (TBIL)",
          "description": "The concentration of TBIL",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "γ-glutamyl transpeptidase (γ-GT)",
          "description": "The concentration of γ-GT",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Alkaline phosphatase (ALP)",
          "description": "The concentration of ALP",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Albumin (ALB)",
          "description": "The concentration of ALB",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Cholinesterase (CHE)",
          "description": "The concentration of CHE",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "International Normalized Ratio (INR)",
          "description": "INR was calculated by the PT ratio of the reference plasma measured by thrombin to normal plasma and the ISI value marked by the reagent used. The higher the INR, the longer it takes for blood to clot",
          "timeFrame": "Day -14 - Day -1, Day -1, Day 1, Day 28, Day 29, Day 56, Day 57, Week 12, Week 20, Week 32, W56"
        },
        {
          "measure": "Cluster of differentiation 3 (CD3)",
          "description": "The concentration of CD3",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Cluster of differentiation 4 (CD4)",
          "description": "The concentration of CD4",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Cluster of differentiation 8 (CD8)",
          "description": "The concentration of CD8",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Regulatory T cells (Treg)",
          "description": "The concentration of Treg",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Helper T cell 17 (Th17)",
          "description": "The concentration of Th17",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Immunoglobulin A (IgA)",
          "description": "The concentration of IgA",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Immunoglobulin G (IgG)",
          "description": "The concentration of IgG",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Immunoglobulin M (IgM)",
          "description": "The concentration of IgM",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Immunoglobulin E (IgE)",
          "description": "The concentration of IgE",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Alpha-Fetoprotein (AFP)",
          "description": "The concentration of AFP",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Alpha-Fetoprotein-L3 (AFP-13)",
          "description": "The concentration of AFP-L3",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Carcinoembryonic antigen (CEA)",
          "description": "The concentration of CEA",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Carbohydrate antigen (CA19-9)",
          "description": "The concentration of CA19-9",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Carbohydrate antigen 15-3 (CA15-3 )",
          "description": "The concentration of CA15-3",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Protein Induced by Vitamin K Absence or Antagonist-II (PIVKA II)",
          "description": "The concentration of PIVKA II",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Incidence of liver cancer",
          "description": "Calculate the number of subjects who developed liver cancer during the trial after drug administration as a percentage of all subjects",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "HBV-DNA",
          "description": "The concentration of HBV-DNA",
          "timeFrame": "Day -14-Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Eastern Cooperative Oncology Group (ECOG)",
          "description": "The ECOG score is an indicator of a patient's general health and ability to tolerate treatment from their physical strength. The ECOG physical condition scoring standard scores 0-5 points. The higher the score is, the worse the physical condition of patient is.",
          "timeFrame": "Day -14-Day -1, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Incidence of complications associated with decompensated cirrhosis",
          "description": "Diagnosis and severity assessment of complications",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "Incidence of hepatic failure",
          "description": "Proportion of subjects who developed liver failure",
          "timeFrame": "Through study completion, an average of 1 year"
        },
        {
          "measure": "SF-36 Quality of Life Score",
          "description": "The 36-item Short-Form Health Questionnaire (SF-36) is a universal measurement scale developed by the Medical Outcomes Study (MOS) in the United States. It consists of 36 entries covering eight areas: physical function, physical role, physical pain, general health, vitality, social function, emotional role, and mental health. Each section is scored from 0 to 100 points. The score directly reflects the quality of health, the higher the score, the better the function of this aspect, the higher the quality of life.",
          "timeFrame": "Day -14-Day -1, Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "Chronic Liver Disease Questionnaire",
          "description": "The Chronic Liver Disease questionnaire was designed to measure the overall body feeling of the participants within the last two weeks. The total score of the questionnaire ranges from 29 points to 203 points, and the lower the score, the worse the physical condition",
          "timeFrame": "Day -14-Day -1, Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "EQ-5D-5L",
          "description": "Health questionnaire about subjects' condition.",
          "timeFrame": "Day -14-Day -1, Day -1, Day 28, Day 56, Week 12, Week 20, Week 32, Week 56"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "IL-1β (Interleukin-1β)",
          "description": "The concentration of IL-1β",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "IL-6 (Interleukin-6)",
          "description": "The concentration of IL-6",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "IL-8 (Interleukin-8)",
          "description": "The concentration of IL-8",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "IL-8 (Interleukin-10)",
          "description": "The concentration of IL-10",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "IL-8 (Interleukin-12)",
          "description": "The concentration of IL-12",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "IL-8 (Interleukin-17)",
          "description": "The concentration of IL-17",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "TNF-α (Tumor necrosis factor-α）",
          "description": "The concentration of TNF-α",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "TGF-β (Transforming growth factor-β）",
          "description": "The concentration of TGF-β",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "IFN-γ (Interferon-γ）",
          "description": "The concentration of IFN-γ",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "SDF-1 (Stromal cell-derived factor-1)",
          "description": "The concentration of SDF-1",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "CRP (C-reaction protein)",
          "description": "The concentration of CRP",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        },
        {
          "measure": "MMP-9 (Matrix metalloprotein-9)",
          "description": "The concentration of MMP-9",
          "timeFrame": "Day 1, Day 2, Day 3, Day 7, Day 28, Day 29, Day 30, Day 31, Day 35, Day 56, Day 57, Day 58, Day 59, Day 64, Day 85, Week 12, Week 20, Week 32, Week 56"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 18 to 75 years old (including borderline values) at screening, regardless of gender\n* Diagnosed with decompensated hepatitis B cirrhosis according to the Guidelines for the Prevention and Treatment of Chronic Hepatitis B (2019 edition)\n* There's no significant reduction in cirrhotic symptoms or no significant improvement in quality of life score after more than 3 months of strict medical conservative treatment\n* HBV DNA ≤ 1000 IU/mL at the time of screening\n* Fully understand the informed consent form, voluntarily subject to the trial and sign the informed consent form.\n\nExclusion Criteria:\n\n* other causes of cirrhosis, such as alcoholic hepatitis, viral hepatitis C, autoimmune hepatitis and metabolic-related fatty liver disease\n* Child-Pugh score \\>12;\n* History of malignancy of the liver or other organs, or a family history of liver malignancy in three generations of immediate family members;\n* Current serious medical conditions that would affect your safety and treatment efficacy assessment as determined by the investigator, such as: Class II or higher abnormal cardiac function (NYHA criteria), cardiovascular disease such as ischemic heart disease (e.g., myocardial infarction or angina), poorly controlled diabetes (fasting glucose ≥ 10 mmol/L or glycated hemoglobin (HbA1c) ≥ 8%), serum creatinine \\> 2 times the upper limit of normal (ULN), etc;\n* Recent uncontrolled gastrointestinal bleeding (e.g., severe bleeding tendency or active bleeding within 3 months prior to screening, or clinically significant upper gastrointestinal hemorrhage event within 4 weeks prior to screening), as determined by the investigator to be unsuitable for participation in this trial;\n* Have had hepatic encephalopathy or hepatorenal syndrome within 3 months prior to screening\n* Spontaneous peritonitis or a more severe active infection within 2 weeks prior to the trial\n* Positive infectious disease test (serum anti-HIV antibody, anti-HCV antibody, syphilis antibody either positive) or active tuberculosis;\n* Those who have received human albumin within 3 weeks prior to the first infusion of the test drug;\n* Those who have the history of venous thrombosis or pulmonary embolism\n* Drug addicted or alcohol abusers;\n* Women who are pregnant or breastfeeding;\n* Persons with a history of severe drug allergy or hypersensitivity;\n* History of a serious mental disorder, including uncontrolled major depression or controlled or uncontrolled psychosis, within 24 months prior to screening;\n* Those who have participated in other interventional clinical trials within 3 months prior to screening or are participating in other interventional clinical trials, or who have received prior stem cell therapy\n* Those who are proposed for liver transplantation within 3 months;\n* Other conditions that, in the opinion of the investigator, are not suitable for participation in this clinical trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Wenli Liu",
          "role": "CONTACT",
          "phone": "+86 13402137712",
          "email": "liuwenli@xibaozhiliao.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Lungen Lu, MD",
          "affiliation": "Shanghai General Hospital, Shanghai Jiao Tong University School of Medicine",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}