{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05702671",
      "orgStudyIdInfo": {
        "id": "DOC_K1M_0096"
      },
      "organization": {
        "fullName": "Kenota Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "Kenota 1 CWS Method Comparison Validation Study",
      "officialTitle": "Clinical Validation Study of Point of Care Kenota 1 System and Total Immunoglobulin E Test Kit Using the CWS Method Comparison Validation Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-01-27",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-04-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-04-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-12-08",
      "studyFirstSubmitQcDate": "2023-01-18",
      "studyFirstPostDateStruct": {
        "date": "2023-01-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-05-02",
      "lastUpdatePostDateStruct": {
        "date": "2023-05-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Kenota Inc.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": true,
      "isUnapprovedDevice": true,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this Method Comparison Study is to compare total IgE results obtained from at least 360 subjects aged less than 80 years old using four different testing arms comprising three types of samples and two testing methods. The main questions it aims to answer are:\n\n* Are the Kenota 1 Devices easy to use by untrained operators at a clinic environment?\n* Do tIgE results provided by the Kenota 1 Devices match the results provided by the FDA-cleared Phadia ImmunoCAP System?\n\nSubjects will be asked to donate two fingerstick whole blood samples and one venous blood draw.",
      "detailedDescription": "The Method Comparison Study will compare total IgE results obtained from at least 360 subjects aged less than 80 years old using four different testing arms. comprising three types of samples and two testing methods.\n\nArm (A): Fresh fingerstick whole blood will be collected and tested on Kenota 1 Devices at three CLIA-Waived sites (CWSs).\n\nArm (B): Venous plasma will be collected at the CWSs and tested on Kenota 1 Devices at the central lab site.\n\nArm (C): Venous plasma will be collected at the CWSs and tested on Phadia instruments (ImmunoCAP) at the central lab site.\n\nArm (D): Venous whole blood will be collected at the CWSs and tested on Kenota 1 Devices at the central lab site.\n\nThe first method for this study is the Kenota 1 System, which will be used across Three (3) U.S. CWSs. At each CWS, 120 subjects will be recruited and will be asked to donate fingerstick blood and venous blood.\n\nThree (3) untrained operators at each site will be running the freshly collected fingerstick blood samples on the Kenota 1 Devices provided at the site (Testing Arm A). Site operators will also process and store the collected venous blood and venous plasma samples as instructed, and ship them to the central lab for further testing.\n\nThe second method for this study involves testing at a Central US Laboratory as a CLIA-regulated laboratory.\n\nAt the central lab, at least one trained lab operator will run frozen venous plasma (testing Arm B) and frozen venous whole blood (testing Arm D) collected from all subjects using the Kenota 1 Devices provided at the central lab. As the comparator method, one lab operator will run a second set of frozen plasma samples collected from all subjects on the Phadia ImmunoCAP System (testing Arm C).\n\nThe Method Comparison Validation Study is expected to be completed within two months and will be run in conjunction with the Multi-Site Reproducibility Validation Study. All testing will include a daily External Control session on each device used, ensuring the devices are performing as expected."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy",
        "Immunoglobulin E-Mediated Allergic Disorder"
      ],
      "keywords": [
        "Point of Care",
        "Total Immunoglobulin E (tIgE) level in blood",
        "Fingerstick",
        "Kenota 1 System",
        "Kenota 1 Device",
        "Allergy Clinics",
        "Allergist"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "bioSpec": {
        "retention": "NONE_RETAINED",
        "description": "Fingerstick whole blood, venous whole blood, venous plasma"
      },
      "enrollmentInfo": {
        "count": 411,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Total Immunoglobulin E, Obtained From Fingerstick Sample",
          "description": "The Kenota 1 System is intended to be a specialized tool in a professional allergist setting. It will help streamline the patient testing process by bringing quantitative, minimally invasive fingerstick IgE blood testing to the allergy clinic."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Total IgE Value",
          "description": "Tests performed on the Kenota 1 Devices will provide tIgE values in kU/L for each test. These values will be compared directly with the tIgE results produced by the comparator method, Phadia ImmunoCAP system, which are also in kU/L.\n\nThe Slope, Intercept and Correlation Coefficient will be calculated and used to determine if overall proportional bias of Kenota 1 fresh fingerstick whole blood is less than 10% compared to the comparator method.",
          "timeFrame": "One day"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Ages \\<80 years\n* From all Ethnic/Racial backgrounds\n\nExclusion Criteria:\n\n\\- Individuals with skin damage, burns or scars at the site of venipuncture on both arms",
      "healthyVolunteers": true,
      "sex": "ALL",
      "maximumAge": "80 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Study population will be selected from existing and new patients visiting the allergist clinic, as well as individuals from the clinic such as volunteering staff members.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Christopher Harder, PhD",
          "affiliation": "Kenota Health",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "St. Paul Allergy & Asthma",
          "city": "Saint Paul",
          "state": "Minnesota",
          "zip": "55116",
          "country": "United States",
          "geoPoint": {
            "lat": 44.94441,
            "lon": -93.09327
          }
        },
        {
          "facility": "Allergy Partners of Chapel Hill",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27514",
          "country": "United States",
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        },
        {
          "facility": "Children's Specialty Group",
          "city": "Virginia Beach",
          "state": "Virginia",
          "zip": "23456",
          "country": "United States",
          "geoPoint": {
            "lat": 36.85293,
            "lon": -75.97799
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "No participant personal data will be shared. The information collected will only be in the Informed Consent Form and will be kept at the Site only for maximum of 3years"
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "Kenota Inc.",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2023-06-19"
          },
          {
            "type": "RESET",
            "date": "2024-02-15"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2023-06-19",
        "submissionInfos": [
          {
            "releaseDate": "2023-06-19",
            "resetDate": "2024-02-15"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}