{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06773481",
      "orgStudyIdInfo": {
        "id": "BC0081A-103"
      },
      "organization": {
        "fullName": "Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "BC008-1A Injection for Recurrent CNS WHO G4 Glioma",
      "officialTitle": "A Phase I Clinical Study to Evaluate the Safety and Preliminary Efficacy of BC008-1A Injection in Subjects With Recurrent CNS WHO Grade 4 Glioma."
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-04-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-06",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-01-02",
      "studyFirstSubmitQcDate": "2025-01-08",
      "studyFirstPostDateStruct": {
        "date": "2025-01-14",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-07-07",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-09",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Beijing Tiantan Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this Phase I clinical study is to evaluate the safety, preliminary efficacy and pharmacokinetic characteristics of BC008-1A injection in subjects with recurrent CNS WHO grade 4 glioma. This is a randomized and open-label study, with two dose groups set up, and 10 to 20 subjects will be enrolled in each group.",
      "detailedDescription": "BC008-1A is an innovative bispecific antibody targeting TIGIT and PD-1, which is developed by Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd. . BC008-1A targets PD-1 and TIGIT to block the relevant signaling pathways, relieve the inhibition on T lymphocytes, thereby facilitating the activation of T cells and achieving the functions of immune surveillance, recognition and killing of tumor cells. Subjects with recurrent CNS WHO grade 4 glioma will be randomly assigned to dose group A (900 mg) or B (1200 mg) at a ratio of 1:1. BC008-1A will be administered once every 3 weeks until disease progression, intolerable toxicity, withdrawal of informed consent, loss to follow-up, initiation of new anti-tumor treatment, the decision of the investigator for the subject to withdraw based on the subject's benefit situation, death or other circumstances, whichever occurs first."
    },
    "conditionsModule": {
      "conditions": [
        "Glioma",
        "Glioma Tumor Recurrence",
        "Glioma, Recurrent High Grade",
        "Glioblastomas (GBM)",
        "Glioblastoma WHO Grade IV"
      ],
      "keywords": [
        "glioma",
        "PD-1",
        "TIGIT",
        "bispecific antibody",
        "glioblastoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "BC008-1A 900mg",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: BC008-1A"
          ]
        },
        {
          "label": "BC008-1A 1200mg",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Biological: BC008-1A"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "BC008-1A",
          "description": "Biological: 900 mg BC008-1A will be intravenously injected once every 3 weeks.",
          "armGroupLabels": [
            "BC008-1A 900mg"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "BC008-1A",
          "description": "Biological: 1200 mg BC008-1A will be intravenously injected once every 3 weeks.",
          "armGroupLabels": [
            "BC008-1A 1200mg"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety",
          "description": "Assesing the type, frequency, severity, and duration of adverse events.",
          "timeFrame": "Up to 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "objective response rate (ORR)",
          "description": "Defined as the proportion of patients who have a complete response (CR) or a partial response (PR) per RANO.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Maximum Plasma Concentration (Cmax)",
          "timeFrame": "3 months"
        },
        {
          "measure": "Immunogenicity",
          "description": "The number and incidence of subjects with anti-drug antibodies (ADA).",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Karnofsky performance score(KPS)",
          "description": "To evaluate the change of KPS from baseline.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Recommended phase II dose",
          "description": "To determine the recommended dose for the Phase II clinical study based on the results of safety, preliminary efficacy and pharmacokinetics",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Progression-free survival(PFS)",
          "description": "The time interval from the first drug administration to progression per RANO or death from any cause",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "The time interval from the first drug administration to death due to any cause.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Duration of overall response (DoR)",
          "description": "the time interval from the first discovery of response (CR or PR) to progression per RANO or death from any cause",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Disease control rate (DCR)",
          "description": "Defined as the proportion of subjects who achieved a best response of Complete Response (CR), Partial Response (PR), or Stable Disease (SD) per RANO.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Time to response (TTR)",
          "description": "The time from the first drug administration to the first confirmation of Complete Response (CR) or Partial Response (PR) per RANO.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "Area under the curve (AUC)",
          "timeFrame": "3 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Voluntarily sign the informed consent form;\n2. Recurrent CNS WHO grade 4 glioma: Subjects with CNS WHO grade 4 glioma confirmed by histopathology, who have experienced disease progression as diagnosed by MRI and evaluated by RANO criteria after standard treatment and have no surgical plan;\n3. Male or female aged ≥ 18 years old;\n4. Expected survival time ≥ 12 weeks;\n5. According to the RANO criteria, there is at least one measurable intracranial tumor lesion;\n6. KPS ≥ 70;\n7. Have sufficient hematological function, liver function and renal function, and meet the following laboratory test results before enrollment (withoutusing any cell growth factors, platelet and red blood cell transfusion or other blood transfusion treatments within 1 week before the first dose of study treatment):\n\n   * Basically normal liver function: Total bilirubin (TBIL) ≤ 1.5 × ULN (patients with known Gilbert disease with serum bilirubin level ≤3 × ULN can be included), alanine aminotransferase (ALT) ≤ 2.5 × ULN, aspartate aminotransferase (AST) ≤ 2.5 × ULN, alkaline phosphatase ≤ 2.5 × ULN;\n   * Basically normal renal function: Creatinine (Cr) ≤ 1.5 × ULN, or estimated glomerular filtration rate (eGFR) ≥ 30 mL/min;\n   * Basically normal coagulation function: International normalized ratio (INR) ≤ 1.5 × ULN, prothrombin time (PT) ≤ 1.5 × ULN, activated partial thromboplastin time (APTT) ≤ 1.5 × ULN (for subjects receiving anticoagulant treatment, the investigator judges that INR, PT and APTT are within the safe and effective treatment range and there is no clinical condition of active bleeding or increased bleeding risk);\n   * Basically normal hematological system: Absolute neutrophil count (ANC) ≥ 1.5 × 10\\^9/L (without granulocyte colony-stimulating factor treatment), platelet (PLT) ≥ 100 × 10\\^9/L, hemoglobin (Hb) ≥ 90 g/L, white blood cell count ≥ 2.0 × 10\\^9/L, lymphocyte count ≥ 0.5 ×10\\^9/L.\n8. Female subjects of childbearing age or male subjects whose partners are women of childbearing age need to agree to take effective contraceptive measures during the trial period (from signing the ICF to 6 months after the last dose).\n\nExclusion Criteria:\n\n1. Having been previously exposed to any anti-TIGIT, PD-1, PD-L1 or CTLA-4 drugs;\n2. Having suffered from other malignant tumors and currently requiring treatment (except for cervical carcinoma in situ, basal cell carcinoma or squamous cell carcinoma of the skin that have been adequately treated);\n3. Having an autoimmune disease or a history of autoimmune diseases or related symptoms;\n4. Subjects who cannot undergo MRI (such as those with a pacemaker implanted, non-removable metal dentures, claustrophobia, etc.);\n5. Subjects who have received chemotherapy (those who have used nitrosourea drugs within 42 days before the first receipt of the experimental drug cannot be enrolled), radiotherapy, biotherapy, endocrine therapy, targeted therapy, tumor-treating fields therapy, immunotherapy or other anti-tumor treatments such as anti-tumor Chinese patent medicines within 28 days before the first use of the study drug or within 5 half-lives of the drug (whichever is shorter), or subjects who have received any clinical study treatment and the interval from the first use of the study drug is ≤ 28 days;\n6. Subjects with tumor lesions involving the brainstem, spinal cord or leptomeningeal dissemination and metastasis;\n7. Those who have used corticosteroids within 1 month before participating in the trial and have received systemic treatment with a daily dose higher than 3 mg of dexamethasone or an equivalent dose of other hormones;\n8. The toxicity caused by previous anti-tumor treatments has not decreased to ≤ grade 1 as defined in CTCAE version 5.0 (except for toxicities judged by the investigator to have no safety risks, such as alopecia, grade 2 peripheral neurotoxicity, hypothyroidism stabilized by hormone replacement therapy, etc.);\n9. Those who have received live attenuated vaccines within 4 weeks before the first administration of the study drug or plan to receive them during the study period;\n10. Subjects with active infections at present (such as acute bacterial infections, tuberculosis, pulmonary infections, etc.);\n11. Those who are positive for hepatitis B core antibody (HBcAb) or hepatitis B surface antigen (HBsAg), and whose HBV DNA is higher than the upper limit of the normal value of the site, or those judged by doctors to have active hepatitis, hepatitis C virus (HCV) infection, or those who are positive for human immunodeficiency virus (HIV) antibody, or those who are positive for Treponema pallidum antibody (Tp-Ab);\n12. Those with cardiac clinical symptoms or diseases that are not well controlled, such as uncontrolled hypertension (systolic blood pressure ≥ 160 mmHg and/or diastolic blood pressure ≥ 100 mmHg), unstable angina pectoris or myocardial infarction occurring within 6 months before enrollment in the trial, or poorly controlled arrhythmias (including QTc interval ≥ 450 ms for men and ≥ 470 ms for women, with the QTc interval calculated by the Fridericia formula), etc.;\n13. Cardiac function classified as grade III or IV according to the New York Heart Association (NYHA) classification;\n14. Those who are allergic to the components or excipients of the experimental drug, antibody drugs or any other therapeutic proteins (such as fresh frozen plasma, human serum albumin, cytokines or interleukins, etc.), or those with a history of severe allergies and suspected to have severe allergic reactions (NCI-CTCAEv5.0 ≥ grade 3);\n15. Those with a clear history of neurological or mental disorders in the past, such as dementia, and with poor compliance;\n16. Those with epilepsy and/or increased intracranial pressure that are difficult to control by drugs;\n17. Pregnant or lactating women;\n18. Other situations that the investigator deems unsuitable for participating in this study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jianing Wang",
          "role": "CONTACT",
          "phone": "86-13802107048",
          "email": "wangjianing@buchangbio.com"
        },
        {
          "name": "Xinlei Guo",
          "role": "CONTACT",
          "phone": "0086-10-87163362",
          "email": "guoxinlei@buchangbio.com"
        }
      ],
      "locations": [
        {
          "facility": "Beijing Tiantan Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "country": "China",
          "contacts": [
            {
              "name": "Di Wang, MD",
              "role": "CONTACT"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005910",
          "term": "Glioma"
        },
        {
          "id": "D005909",
          "term": "Glioblastoma"
        }
      ],
      "ancestors": [
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D001254",
          "term": "Astrocytoma"
        }
      ]
    }
  },
  "hasResults": false
}