{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07221370",
      "orgStudyIdInfo": {
        "id": "IRBNet #: 2114799-4"
      },
      "organization": {
        "fullName": "Riverside University Health System Medical Center",
        "class": "OTHER"
      },
      "briefTitle": "Enteral Vancomycin as Primary Prophylaxis Against Clostridioides Difficile Infection in Critically Ill Patients",
      "officialTitle": "Enteral Vancomycin as Primary Prophylaxis Against Clostridioides Difficile Infection in Critically Ill Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-10-21",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-11-08",
      "studyFirstSubmitQcDate": "2025-10-23",
      "studyFirstPostDateStruct": {
        "date": "2025-10-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-11-05",
      "lastUpdatePostDateStruct": {
        "date": "2025-11-10",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Suman Thapamagar",
        "investigatorTitle": "Asst Prof of Medicine",
        "investigatorAffiliation": "Riverside University Health System Medical Center"
      },
      "leadSponsor": {
        "name": "Riverside University Health System Medical Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to determine if oral vancomycin can prevent C.diff infection in adults who are critically ill and are at high risk of C.diff infection due to their medical conditions and being in the hospital. It will also help us learn about the safety of the drug in this setting. The main questions the trial aims to answer are:\n\n* Does oral vancomycin lower the rate of C.diff infection in high-risk patients?\n* Does C.diff carrier status change the C.diff infection rate as well as clearance of carrier status when vancomycin is used as primary prophylaxis? Researchers will compare the oral, active drug vancomycin to a placebo (a look-alike substance that contains no drug) to determine if vancomycin works to prevent C.diff infection in the hospital.\n\nParticipants will:\n\n* Take oral vancomycin or a placebo while they receive systemic antibiotic(s) for up to five days after the last dose of said systemic antibiotic(s). The treatment of said systemic antibiotic(s) is not to exceed 21 days.\n* When discharged from the hospital, participants will continue to take the study medication in the event he/she did not complete the intended course of the study medication while in the hospital.\n* Participants will provide stool sample or rectal swabs for to assess their C.diff carrier status as well as any change in stool microbiome status, including VRE (vancomycin resistant Enterococcus)\n* After completion of the intervention period, participants will be contacted via telephone to assess if they developed diarrhea or any untoward effects of study medication.",
      "detailedDescription": "Protocol Synopsis\n\nGeneral: Enteral vancomycin has gained attention as a promising strategy for preventing healthcare facility-onset Clostridioides difficile infection (HCFO-CDI) in patients during systemic antibiotic exposure in certain high-risk populations. However, data remain scarce for its use as primary prophylaxis. Our study aims to fill this gap and evaluate whether enteral vancomycin prophylaxis can reduce the incidence of HCFO-CDI in critically ill patients along with other relevant clinical outcomes.\n\nStudy Population: Study subjects will include hospitalized subjects with significant risk factors for HCFO-CDI. Inclusion and exclusion criteria are as follows:\n\nInclusion criteria: Adult patients with at least 72 hours of hospitalization who are on a systemic antibiotic for at least 72 hours presenting with two additional risk factors for the development of HCFO-CDI.\n\nExclusion criteria: Subjects whose consent cannot be obtained, those with concurrent use of probiotics or metronidazole (except for empiric use), those with an expected course of antibiotic for more than 14 days, those with a prior history of CDI, etc.\n\nStudy Intervention: Study subjects will be randomized into two study arms - treatment versus placebo. Those in the treatment arm will receive vancomycin 125 mg solution daily for up to five days after the last dose of systemic antibiotic. Those in the placebo arm will receive a matching placebo solution. A rectal swab will be performed on all subjects prior to randomization and at study termination or discharge to assess C. difficile colonization and the possible development of vancomycin-resistant Enterococcus colonization.\n\nPrimary outcome: Incidence of HCFO-CDI, defined as symptoms of ≥ 3 loose stools or diarrhea (in the absence of laxatives or other non-CDI causes) in a 24-hour period in subjects with concurrent positive stool test for C. difficile (polymerase chain reaction \\[PCR\\] and stool toxin test) \\> 72 hours into hospitalization.\n\nEnrollment period and sample size: First dose of enteral vancomycin or matching placebo will be administered within 72 hours of the first dose of systemic antibiotic. Study investigators will monitor the subjects for adherence and possible adverse events every 3 days until hospital discharge. We are planning 1:1 randomization of the study subjects in each group (placebo versus prophylaxis group). Utilizing a 2-sided α of 0.05 and 80% power, an estimated sample size is 176 (88 subject per arm). Sample size was determined by estimating a 0% incidence of HCFO-CDI in the prophylaxis arm and a 10% incidence of HCFO-CDI in the placebo arm based on historical and institutional data. We also anticipate a 20% drop out or attrition rate after randomization."
    },
    "conditionsModule": {
      "conditions": [
        "Clostridium Difficile Infection",
        "Vancomycin Resistant Enterococci Infection"
      ],
      "keywords": [
        "Clostridium difficle infection",
        "primary prophylaxis",
        "Vancomycin resistant enterocci infection"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized Double Blind Placebo-controlled trial.",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 176,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Oral Vancomycin 125 mg (liquid)",
          "type": "ACTIVE_COMPARATOR",
          "description": "Oral Vancomycin 125 mg (liquid) daily",
          "interventionNames": [
            "Drug: Vancomycin 125mg"
          ]
        },
        {
          "label": "Placebo oral (liquid)",
          "type": "PLACEBO_COMPARATOR",
          "description": "Oral Placebo (liquid) daily.",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Vancomycin 125mg",
          "description": "Vancomycin 125 mg orally daily",
          "armGroupLabels": [
            "Oral Vancomycin 125 mg (liquid)"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Syrup solution used to mixed with Vancomycin will be used in equal volume to be the placebo comparator.",
          "armGroupLabels": [
            "Placebo oral (liquid)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence the rate of healthcare facility-onset Clostridioides dificile infection (CDFO-CFI).",
          "description": "Incidence of HCFO-CDI, defined as symptoms of ≥ 3 loose stools or diarrhea (in the absence of laxatives or other non-CDI causes) in a 24-hour period in subjects with concurrent positive stool test for C. difficile (polymerase chain reaction \\[PCR\\] and stool toxin test) \\> 72 hours into hospitalization.",
          "timeFrame": "up to 4 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence of Vancomycin Resistance Enterococcus (VRE) colonization in stool sample.",
          "description": "The rate of emergence of VRE will be tested as a part of safety outcome. All enrolled subject into the study will have stool/rectal swab tested for VRE at the time of enrollment and end of the study/early termination.",
          "timeFrame": "up to 30 days"
        },
        {
          "measure": "Rate community onset healthcare facility-associated CDI.",
          "description": "Community-onset healthcare facility-associated CDI (CO-HFCA-CDI) will be assessed via telephonic surveys with the subjects 30- and 90-day post-discharge. CO-HFCA-CDI is defined as follows: subject's verbal confirmation of unexplained and new-onset ≥3 unformed stools in a 24-hour period since being discharged, subject seeking medical care for loose stools, and subject being diagnosed with CDI by a medical provider.",
          "timeFrame": "up to 90 days"
        },
        {
          "measure": "Time to Clostridioides difficile infection in symptomatic patients",
          "description": "Time to Clostridioides difficile infection in symptomatic patients",
          "timeFrame": "up to 30 days"
        },
        {
          "measure": "Clostridioides difficile colonization at discharge (PCR and toxin)",
          "description": "Clostridioides difficile colonization at discharge (PCR and toxin)",
          "timeFrame": "up to 30 days"
        },
        {
          "measure": "Hospital length of stay (day)",
          "description": "Hospital length of stay (day)",
          "timeFrame": "up to 30 days"
        },
        {
          "measure": "In-hospital Mortality",
          "description": "In-hospital mortality",
          "timeFrame": "up to 30 days"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Stratification of study populaton based on B1/NAP1/027 gene at baseline",
          "description": "Number of participants with B1/NAP1/027 gene compared to number of participants without B1/NAP1/027 gene at baseline with positive primary and secondary outcomes.",
          "timeFrame": "up to 120 days"
        },
        {
          "measure": "Stratification of study population based on age",
          "description": "Number of participants with age \\<65 as compared to number of participants with age \\>=65 with positive primary and secondary outcomes.",
          "timeFrame": "up to 120 days"
        },
        {
          "measure": "Stratification of study population based on use of vasopressor",
          "description": "Number of participants with use of vasopressor compared to number of participants without use of vasopressor with positive primary and secondary outcomes.",
          "timeFrame": "up to 30 days"
        },
        {
          "measure": "Severe IgE mediated type I hypersensitivity reactions",
          "description": "Severe IgE mediated type I hypersensitivity reactions between 2 grouips",
          "timeFrame": "up to 20 days"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Must meet all 3 criteria:\n\n   * Adults aged 18 years and older.\n   * Receiving ≥ 72 hours of a systemic antibiotic during index hospitalization.\n   * Admitted ≥ 72 hours into their index hospitalization.\n2. And must meet 2 additional of the following high-risk criteria\n\n   * Age ≥ 65 years\n   * Previous residence in long-term care facility\n   * Previous proton pump inhibitor use (chronic or as needed)\n   * Inflammatory bowel disease\n   * Immunocompromised state (HIV/AIDS; transplant recipient; receipt of prednisone 20 mg daily for at least one month, immunosuppressants, or chemotherapy)\n   * End stage renal disease (ESRD)\n   * Diabetes mellitus\n   * Receipt of catecholamines (norepinephrine at a rate of ≥ 5 mcg/min)\n   * Hospitalized ≤ 30 days prior to the index hospitalization.\n   * Received systemic antibiotics during that prior hospitalization.\n\nExclusion Criteria:\n\n* Pregnant or breastfeeding women\n* Currently incarcerated individuals\n* Individual or legal representative whose informed consent cannot be obtained\n* Subject not expected to survive the ICU stay or subject likely to be considered for palliative or hospice care\n* Receiving concurrent treatment with metronidazole for any indication\n* One-time empiric use of metronidazole is allowed and does not constitute an exclusion criterion\n* Receiving concurrent probiotics\n* Allergic reaction or had a contraindication for use of enteral vancomycin\n* History of prior CDI within the past 90 days of randomization\n* Had suspected active CDI prior to inclusion\n* Infection requiring more than 14 21 days of systemic antibiotics during index hospitalization",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Suman Thapamagar, MD",
          "role": "CONTACT",
          "phone": "9514864000",
          "email": "suman.thapamagar@ruhealth.org"
        },
        {
          "name": "Brian Phan, PharmD",
          "role": "CONTACT",
          "phone": "9514864000",
          "email": "b.phan@ruhealth.org"
        }
      ],
      "locations": [
        {
          "facility": "Riverside University Health System",
          "status": "RECRUITING",
          "city": "Moreno Valley",
          "state": "California",
          "zip": "92373",
          "country": "United States",
          "contacts": [
            {
              "name": "Suman B Thapamagar, MBBS",
              "role": "CONTACT",
              "phone": "9514864000",
              "email": "suman.thapamagar@ruhealth.org"
            },
            {
              "name": "Brian Phan, PharmD",
              "role": "CONTACT",
              "phone": "9514864000",
              "email": "b.pham@ruhealth.org"
            },
            {
              "name": "Suman Thapamagar, MBBS",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Brian Phan, PharmD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 33.93752,
            "lon": -117.23059
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "27573580",
          "type": "BACKGROUND",
          "citation": "Abt MC, McKenney PT, Pamer EG. Clostridium difficile colitis: pathogenesis and host defence. Nat Rev Microbiol. 2016 Oct;14(10):609-20. doi: 10.1038/nrmicro.2016.108. Epub 2016 Aug 30."
        },
        {
          "pmid": "22147824",
          "type": "BACKGROUND",
          "citation": "Bobo LD, Dubberke ER, Kollef M. Clostridium difficile in the ICU: the struggle continues. Chest. 2011 Dec;140(6):1643-1653. doi: 10.1378/chest.11-0556."
        },
        {
          "pmid": "24410618",
          "type": "BACKGROUND",
          "citation": "Rineh A, Kelso MJ, Vatansever F, Tegos GP, Hamblin MR. Clostridium difficile infection: molecular pathogenesis and novel therapeutics. Expert Rev Anti Infect Ther. 2014 Jan;12(1):131-50. doi: 10.1586/14787210.2014.866515."
        },
        {
          "pmid": "27562241",
          "type": "BACKGROUND",
          "citation": "Zhang S, Palazuelos-Munoz S, Balsells EM, Nair H, Chit A, Kyaw MH. Cost of hospital management of Clostridium difficile infection in United States-a meta-analysis and modelling study. BMC Infect Dis. 2016 Aug 25;16(1):447. doi: 10.1186/s12879-016-1786-6."
        },
        {
          "pmid": "22555464",
          "type": "BACKGROUND",
          "citation": "Vedantam G, Clark A, Chu M, McQuade R, Mallozzi M, Viswanathan VK. Clostridium difficile infection: toxins and non-toxin virulence factors, and their contributions to disease establishment and host response. Gut Microbes. 2012 Mar-Apr;3(2):121-34. doi: 10.4161/gmic.19399. Epub 2012 Mar 1."
        },
        {
          "pmid": "36674344",
          "type": "BACKGROUND",
          "citation": "Lemiech-Mirowska E, Michalkiewicz M, Sierocka A, Gaszynska E, Marczak M. The Hospital Environment as a Potential Source for Clostridioides difficile Transmission Based on Spore Detection Surveys Conducted at Paediatric Oncology and Gastroenterology Units. Int J Environ Res Public Health. 2023 Jan 15;20(2):1590. doi: 10.3390/ijerph20021590."
        },
        {
          "pmid": "29760211",
          "type": "BACKGROUND",
          "citation": "Kochan TJ, Foley MH, Shoshiev MS, Somers MJ, Carlson PE, Hanna PC. Updates to Clostridium difficile Spore Germination. J Bacteriol. 2018 Jul 25;200(16):e00218-18. doi: 10.1128/JB.00218-18. Print 2018 Aug 15."
        },
        {
          "pmid": "28254263",
          "type": "BACKGROUND",
          "citation": "Gil F, Lagos-Moraga S, Calderon-Romero P, Pizarro-Guajardo M, Paredes-Sabja D. Updates on Clostridium difficile spore biology. Anaerobe. 2017 Jun;45:3-9. doi: 10.1016/j.anaerobe.2017.02.018. Epub 2017 Feb 22."
        },
        {
          "pmid": "24814671",
          "type": "BACKGROUND",
          "citation": "Paredes-Sabja D, Shen A, Sorg JA. Clostridium difficile spore biology: sporulation, germination, and spore structural proteins. Trends Microbiol. 2014 Jul;22(7):406-16. doi: 10.1016/j.tim.2014.04.003. Epub 2014 May 7."
        },
        {
          "pmid": "35622552",
          "type": "BACKGROUND",
          "citation": "Martinez-Melendez A, Cruz-Lopez F, Morfin-Otero R, Maldonado-Garza HJ, Garza-Gonzalez E. An Update on Clostridioides difficile Binary Toxin. Toxins (Basel). 2022 Apr 27;14(5):305. doi: 10.3390/toxins14050305."
        },
        {
          "pmid": "31560051",
          "type": "BACKGROUND",
          "citation": "Johnson SW, Brown SV, Priest DH. Effectiveness of Oral Vancomycin for Prevention of Healthcare Facility-Onset Clostridioides difficile Infection in Targeted Patients During Systemic Antibiotic Exposure. Clin Infect Dis. 2020 Aug 22;71(5):1133-1139. doi: 10.1093/cid/ciz966."
        },
        {
          "pmid": "29323607",
          "type": "BACKGROUND",
          "citation": "Papic N, Maric LS, Vince A. Efficacy of oral vancomycin in primary prevention of Clostridium Difficile infection in elderly patients treated with systemic antibiotic therapy. Infect Dis (Lond). 2018 Jun;50(6):483-486. doi: 10.1080/23744235.2018.1425551. Epub 2018 Jan 11. No abstract available."
        },
        {
          "type": "BACKGROUND",
          "citation": "DailyMed - FIRVANQ- vancomycin hydrochloride kit. Accessed September 7, 2023. https://dailymed.nlm.nih.gov/dailymed/drugInfo.cfm?setid=5aca5508-b577-446c-9980-ab4c7582b4b9"
        },
        {
          "pmid": "33441409",
          "type": "BACKGROUND",
          "citation": "Fishbein SRS, Hink T, Reske KA, Cass C, Struttmann E, Iqbal ZH, Seiler S, Kwon JH, Burnham CA, Dantas G, Dubberke ER. Randomized Controlled Trial of Oral Vancomycin Treatment in Clostridioides difficile-Colonized Patients. mSphere. 2021 Jan 13;6(1):e00936-20. doi: 10.1128/mSphere.00936-20."
        },
        {
          "pmid": "30256954",
          "type": "BACKGROUND",
          "citation": "Ganetsky A, Han JH, Hughes ME, Babushok DV, Frey NV, Gill SI, Hexner EO, Loren AW, Luger SM, Mangan JK, Martin ME, Smith J, Freyer CW, Gilmar C, Schuster M, Stadtmauer EA, Porter DL. Oral Vancomycin Prophylaxis Is Highly Effective in Preventing Clostridium difficile Infection in Allogeneic Hematopoietic Cell Transplant Recipients. Clin Infect Dis. 2019 May 30;68(12):2003-2009. doi: 10.1093/cid/ciy822."
        },
        {
          "pmid": "35203786",
          "type": "BACKGROUND",
          "citation": "Maraolo AE, Mazzitelli M, Zappulo E, Scotto R, Granata G, Andini R, Durante-Mangoni E, Petrosillo N, Gentile I. Oral Vancomycin Prophylaxis for Primary and Secondary Prevention of Clostridioides difficile Infection in Patients Treated with Systemic Antibiotic Therapy: A Systematic Review, Meta-Analysis and Trial Sequential Analysis. Antibiotics (Basel). 2022 Jan 30;11(2):183. doi: 10.3390/antibiotics11020183."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003015",
          "term": "Clostridium Infections"
        }
      ],
      "ancestors": [
        {
          "id": "D016908",
          "term": "Gram-Positive Bacterial Infections"
        },
        {
          "id": "D001424",
          "term": "Bacterial Infections"
        },
        {
          "id": "D001423",
          "term": "Bacterial Infections and Mycoses"
        },
        {
          "id": "D007239",
          "term": "Infections"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D014640",
          "term": "Vancomycin"
        }
      ],
      "ancestors": [
        {
          "id": "D006020",
          "term": "Glycopeptides"
        },
        {
          "id": "D006001",
          "term": "Glycoconjugates"
        },
        {
          "id": "D002241",
          "term": "Carbohydrates"
        },
        {
          "id": "D010455",
          "term": "Peptides"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        }
      ]
    }
  },
  "hasResults": false
}