{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05661812",
      "orgStudyIdInfo": {
        "id": "272466 (REK)"
      },
      "organization": {
        "fullName": "University Hospital of North Norway",
        "class": "OTHER"
      },
      "briefTitle": "Norwegian Birch Rust Allergy Study",
      "officialTitle": "Norwegian Birch Rust Allergy Study. Allergy to Birch Rust Fungi, a Possible Explanation to Seasonal Airway Allergy During Autumn?",
      "acronym": "Nor-BRA"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-05-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-05-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-12-08",
      "studyFirstSubmitQcDate": "2022-12-21",
      "studyFirstPostDateStruct": {
        "date": "2022-12-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-05-13",
      "lastUpdatePostDateStruct": {
        "date": "2024-05-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital of North Norway",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Luxembourg Institute of Health",
          "class": "OTHER_GOV"
        },
        {
          "name": "Oslo University Hospital",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study investigates whether spores from birch rust fungi (Melampsoridium Betulinum = MB) may be the eliciting allergen in patients with seasonal airway allergy during autumn in North Norway. Patients with suspected allergy to MB are compared with non-allergic controls using data about allergic disease and daily allergic symptoms during autumn. Potential variations in allergic symptoms during season will be compared with spread of MB spores. Sensitation to MB and MB allergy are to be tested with skin prick test (SPT), measurements of spesific immunglobulin E (IgE) in serum, passive basophil activation test (pBAT) and nasal provocation test (NPT)",
      "detailedDescription": "Symptoms of seasonal airway allergy most commonly take place during spring and summertime, normally attributed to pollen from birch or grass. However, some patients in the clinic have experienced and reported typical airway allergy symptoms during autumn, when there is no spread of pollen. The patients report symptoms of allergic rhino-conjunctivitis and/or asthma, and some also tells about worsening in eczema/skin affections.\n\nBirch rust is a disease on birch trees caused by the fungus Melampsoridium Betulinum (MB), and apparently MB spreads in largest amounts in August and September - especially in North Norway.\n\nThis study aims to investigate if MB is an allergen causing seasonal airway allergy during autumn in Norway. Both type and severity of symptoms of MB allergy are to be investigated, and also the association between spread of MB spores and symptoms of airway allergy. During the study period there are to be developed MB extracts for skin prick test (SPT), serum specific IgE (sIgE), nasal provocation test (NPT) and passive basophil activation test (BAT), and sensitivity and specificity of SPT, sIgE and BAT will be calculated in comparison to NPT as a gold standard test for allergic rhinitis caused by MB."
    },
    "conditionsModule": {
      "conditions": [
        "Hypersensitivity, Immediate"
      ],
      "keywords": [
        "Birch rust fungi",
        "Melampsoridium Betulinum",
        "Allergy",
        "Allergic rhino-conjunctivitis",
        "Allergic asthma",
        "Eczema"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "RETROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Serum for measurement of spesific IgE for different allergens and pBAT."
      },
      "enrollmentInfo": {
        "count": 287,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients",
          "description": "173 patients aged 18-75 years with self-reported allergic airways symptoms during autumn, primarily in August and September.",
          "interventionNames": [
            "Diagnostic Test: Quationnaires and symptom registration",
            "Diagnostic Test: PNIF and spirometry",
            "Diagnostic Test: SPT, spesific IgE, pBAT and NPT"
          ]
        },
        {
          "label": "Controls",
          "description": "114 controls aged 18-75, healthy, non-allergic individuals.",
          "interventionNames": [
            "Diagnostic Test: Quationnaires and symptom registration",
            "Diagnostic Test: PNIF and spirometry",
            "Diagnostic Test: SPT, spesific IgE, pBAT and NPT"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Quationnaires and symptom registration",
          "description": "Used to collect data about symptoms potentially characterising the allergy of MB. A shortened version of the MeDALL questionnaire (mechanisms of the development of allergic diseases) will be used to collect data about allergic diseases and symptoms. POEM questionnaire (Patient-Oriented Eczema Measure) will be used to evaluate atopic eczema once in the season of MB and once outside MB and pollen seasons. The participant will also register symptoms during two periods, preferably 6 weeks during MB season autumn (August-September) 2022 and 2 weeks outside MB and pollen seasons in January/February 2023. During the 8 weeks of symptom registration the participants will receive an e-mail every other day with questions regarding symptoms and medication.",
          "armGroupLabels": [
            "Controls",
            "Patients"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "PNIF and spirometry",
          "description": "To clarify and verify the symptoms registered by the participants we will perform measurements of Peak Nasal Inspiratory Flow (PNIF) and spirometry. PNIF and spirometry will be used to assess airway obstruction through the nose and lungs, and will be performed in and outside the seasons of MB and pollen. Spirometry will be performed pre and post inhalation of bronchodilating medicine (reversibility test). Some of the participants (patients and controls) will be randomised to nasal provocation test (NPT), performed outside the seasons of MB and pollen, and for those PNIF and spirometry will be carried out before and after NPT.",
          "armGroupLabels": [
            "Controls",
            "Patients"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "SPT, spesific IgE, pBAT and NPT",
          "description": "To evaluate the symptoms as specific for allergy the participants will be tested with skin prick test (SPT) with MB and common airway allergens, serum specific IgE (sIgE) to MB and common airway allergens, nasal provocation test (NPT) with MB and passive basophil activation test (pBAT) with MB. Blood samples for the sIgE and pBAT will be performed in MD season, while SPT and NPT will be performed outside seasons of MB and pollen. We will compare the results from SPT, sIgE and pBAT with the results from NPT to calculate sensitivity and specificity of SPT, sIgE and pBAT. All those tests demand that we are able to develop MB extracts that are suitable for those tests.",
          "armGroupLabels": [
            "Controls",
            "Patients"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Allergy to birch rust fungi",
          "description": "Seasonal airway allergic symptoms during spread and exposure of Birch rust fungi in the autumn. Symptoms evaluated by questionnaire (VAS-scale) and exposure of birch rust measured as number of spores/cbm air",
          "timeFrame": "15 th of August 2022 to 1 st of April 2023."
        },
        {
          "measure": "Allergy to birch rust fungi",
          "description": "Clarify and verify reported symptoms by measurements of PNIF (L/min) and spirometry (FEV1 and FVC in L and PEF in L/min)",
          "timeFrame": "15 th of August 2022 to 1 st of April 2023."
        },
        {
          "measure": "Allergy to birch rust fungi",
          "description": "Evaluate positive sensitization to birch rust by the use of skin prick test, measurement of spesific IgE in blood, passive basofil activation test and nasal provocation test.",
          "timeFrame": "15 th of August 2022 to 1 st of April 2023."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Self-reported symptoms of allergic rhinitis, conjunctivitis, allergic asthma and/or exacerbation of eczema in the period from August to October.\n\nExclusion Criteria:\n\n* Perennial airway allergy without worsening of symptoms during autumn.\n* Too long or inadequate distance from home to hospital/testcenter.\n* More than 14 days of absence from Northern Norway during symptomregistration autumn 2022 (August 15 - September 30, 2022).\n* Diseases with persistent manifestations that can interfere or be confused with airway allergic symptoms.\n* Treatment with immunosuppressive drugs.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients with allergic symptoms of rhino-conjunctivitis and/or asthma and/or eczema in the period from August 1 to October 15.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Martin Sørensen, PhD",
          "affiliation": "University Hospital of North Norway",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University hospital North Norway",
          "city": "Tromsø",
          "zip": "9000",
          "country": "Norway",
          "geoPoint": {
            "lat": 69.6489,
            "lon": 18.95508
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "11421929",
          "type": "BACKGROUND",
          "citation": "Croce MA, da Costa Manso ER, Gambale W, Takayama L, Oliveira Andrade CE, Pereira Pinto JH, Morato Castro FF, Croce J. Sensitization to the fungus Hemileia vastatrix (coffee leaf rust). Allergy. 2001 Jul;56(7):684-7. doi: 10.1034/j.1398-9995.2001.00053.x."
        },
        {
          "pmid": "17709917",
          "type": "BACKGROUND",
          "citation": "Simon-Nobbe B, Denk U, Poll V, Rid R, Breitenbach M. The spectrum of fungal allergy. Int Arch Allergy Immunol. 2008;145(1):58-86. doi: 10.1159/000107578. Epub 2007 Aug 20."
        },
        {
          "pmid": "1937899",
          "type": "BACKGROUND",
          "citation": "Horner WE, Lopez M, Salvaggio JE, Lehrer SB. Basidiomycete allergy: identification and characterization of an important allergen from Calvatia cyathiformis. Int Arch Allergy Appl Immunol. 1991;94(1-4):359-61. doi: 10.1159/000235403."
        },
        {
          "type": "BACKGROUND",
          "citation": "Das, S. and D. Gupta, Environmental and occupational respiratory diseases - 1033. Rust fungi of plants and high IgE levels in asymptomatic workers of a stored food grains godown: a possible relationship. World Allergy Organ J, 2013. 6(Suppl 1): p. P32."
        },
        {
          "pmid": "24642608",
          "type": "BACKGROUND",
          "citation": "Hohmann C, Pinart M, Tischer C, Gehring U, Heinrich J, Kull I, Melen E, Smit HA, Torrent M, Wijga AH, Wickman M, Bachert C, Lodrup Carlsen KC, Carlsen KH, Bindslev-Jensen C, Eller E, Esplugues A, Fantini MP, Annesi-Maesano I, Momas I, Porta D, Vassilaki M, Waiblinger D, Sunyer J, Anto JM, Bousquet J, Keil T; MeDALL Study Group. The development of the MeDALL Core Questionnaires for a harmonized follow-up assessment of eleven European birth cohorts on asthma and allergies. Int Arch Allergy Immunol. 2014;163(3):215-24. doi: 10.1159/000357732. Epub 2014 Mar 1."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "De-identified individual participant data for all primary and secondary outcome measures will be made available.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "ICF"
      ],
      "timeFrame": "Data will be available within 6 months of study completion.",
      "accessCriteria": "Data access requests will be reviewed by an external independent review panel. Requestors will be required to sign a Data Access Agreement"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D004485",
          "term": "Eczema"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D013147",
          "term": "Spirometry"
        }
      ],
      "ancestors": [
        {
          "id": "D012129",
          "term": "Respiratory Function Tests"
        },
        {
          "id": "D003948",
          "term": "Diagnostic Techniques, Respiratory System"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        }
      ]
    }
  },
  "hasResults": false
}