{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06349980",
      "orgStudyIdInfo": {
        "id": "HLX53-HCC201"
      },
      "organization": {
        "fullName": "Shanghai Henlius Biotech",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study to Explore the Reasonable Dosage and Evaluate the Efficacy, Safety and Tolerability of HLX10 and HLX04 with or Without HLX53 in Untreated, Locally Advanced or Metastatic Hepatocellular Carcinoma Patients.",
      "officialTitle": "A Randomized, Double-blind, Multi-center, Phase II Study to Evaluate the Anti-tumor Efficacy, Safety and Tolerability of HLX53 (an Anti-TIGIT Fc Fusion Protein) Combined with Serplulimab Injection (HLX10, a Recombinant Anti-PD-1 Antibody) and HLX04 (a Biosimilar to Bevacizumab) Compared to Placebo + Serplulimab + HLX04, in Untreated, Locally Advanced or Metastatic Hepatocellular Carcinoma Patients."
    },
    "statusModule": {
      "statusVerifiedDate": "2024-04",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-08-05",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-02-10",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-02-10",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-04-01",
      "studyFirstSubmitQcDate": "2024-04-01",
      "studyFirstPostDateStruct": {
        "date": "2024-04-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-12-15",
      "lastUpdatePostDateStruct": {
        "date": "2024-12-18",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Henlius Biotech",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The study is being conducted to to explore the reasonable dosage and evaluate the efficacy, safety and tolerability of Serplulimab Injection (HLX10, a Recombinant Anti-PD-1 Antibody) and HLX04 (a Biosimilar to Bevacizumab) With or Without HLX53 (an Anti-TIGIT Fc Fusion Protein) in Untreated, Locally Advanced or Metastatic Hepatocellular Carcinoma Patients."
    },
    "conditionsModule": {
      "conditions": [
        "Carcinoma, Hepatocellular"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 117,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HLX53(1000mg)+ HLX10+ HLX04",
          "type": "EXPERIMENTAL",
          "description": "HLX53+ HLX10+ HLX04 will be administered every 3 weeks until unacceptable toxicity or loss of clinical benefit as determined by the investigator.",
          "interventionNames": [
            "Drug: HLX53 (1000mg)",
            "Drug: HLX10",
            "Drug: HLX04"
          ]
        },
        {
          "label": "HLX53(2000mg)+ HLX10+ HLX04",
          "type": "EXPERIMENTAL",
          "description": "HLX53+ HLX10+ HLX04 will be administered every 3 weeks until unacceptable toxicity or loss of clinical benefit as determined by the investigator.",
          "interventionNames": [
            "Drug: HLX53 (2000mg)",
            "Drug: HLX10",
            "Drug: HLX04"
          ]
        },
        {
          "label": "Placebo+ HLX10+ HLX04",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo+ HLX10+ HLX04 will be administered every 3 weeks until unacceptable toxicity or loss of clinical benefit as determined by the investigator.",
          "interventionNames": [
            "Drug: HLX10",
            "Drug: HLX04",
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HLX53 (1000mg)",
          "description": "HLX53 will be administered by IV infusion at a fixed dose of 1000 mg on Day 1 of each 21-day cycle.",
          "armGroupLabels": [
            "HLX53(1000mg)+ HLX10+ HLX04"
          ]
        },
        {
          "type": "DRUG",
          "name": "HLX53 (2000mg)",
          "description": "HLX53 will be administered by IV infusion at a fixed dose of 2000 mg on Day 1 of each 21-day cycle.",
          "armGroupLabels": [
            "HLX53(2000mg)+ HLX10+ HLX04"
          ]
        },
        {
          "type": "DRUG",
          "name": "HLX10",
          "description": "HLX10 will be administered by IV infusion at a fixed dose of 300 mg on Day 1 of each 21-day cycle.",
          "armGroupLabels": [
            "HLX53(1000mg)+ HLX10+ HLX04",
            "HLX53(2000mg)+ HLX10+ HLX04",
            "Placebo+ HLX10+ HLX04"
          ],
          "otherNames": [
            "Serplulimab"
          ]
        },
        {
          "type": "DRUG",
          "name": "HLX04",
          "description": "HLX04 will be administered by IV infusion at a dose of 15 mg/kg on Day 1 of each 21-day cycle.",
          "armGroupLabels": [
            "HLX53(1000mg)+ HLX10+ HLX04",
            "HLX53(2000mg)+ HLX10+ HLX04",
            "Placebo+ HLX10+ HLX04"
          ],
          "otherNames": [
            "Bevacizumab"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Placebo matching HLX53 will be administered by IV infusion on Day 1 of each 21-day cycle.",
          "armGroupLabels": [
            "Placebo+ HLX10+ HLX04"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "ORR",
          "description": "Objective response rate (ORR) (assessed by the IRRC according to the RECIST v1.1 criteria)",
          "timeFrame": "up to 24 weeks"
        },
        {
          "measure": "PFS",
          "description": "Defined as the time (in months) from randomization to the first confirmed and documented progressive disease or death (whichever occurs first) as assessed by the IRRC according to the RECIST v1.1 criteria.",
          "timeFrame": "From date of randomization until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 14 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "ORR",
          "description": "Objective response rate (ORR) (assessed by INV according to the RECIST v1.1 criteria)",
          "timeFrame": "up to 24 weeks"
        },
        {
          "measure": "PFS",
          "description": "Defined as the time (in months) from randomization to the first confirmed and documented progressive disease or death (whichever occurs first) as assessed by INV according to the RECIST v1.1 criteria.",
          "timeFrame": "From date of randomization until the date of first documented progression or date of death from any cause, whichever came first, assessed up to 14 months"
        },
        {
          "measure": "OS",
          "description": "Overall Survival",
          "timeFrame": "From randomization to death from any cause (up to approximately 36 months)"
        },
        {
          "measure": "Incidence and severity of adverse events (AEs)",
          "description": "severity determined according to National Cancer Institute Common Terminology Criteria for Adverse Events \\[NCI CTCAE\\] Version \\[v\\] 5.0, vital signs and clinical laboratory test results",
          "timeFrame": "time from the date of the first dose of study drug until the date of death from any cause, assessed up to 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Volunteer to participate in clinical research;To fully understand and understand this study and to sign the Informed Consent Form (ICF);Willing to follow and able to complete all test procedures\n2. The age of signing ICF is ≥ 18 years old\n3. For patients with cirrhosis, clinical diagnosis is conducted through the American Association for the Study of Liver Diseases (AASLD) standards, while non-cirrhotic patients require a diagnosis confirmed by histological examination.\n4. No prior systemic treatment for HCC.\n5. Barcelona Clinic Liver Cancer (BCLC) stage C; BCLC stage B patients who are not suitable for locoregional therapy may also be enrolled.\n6. Within 4 weeks prior to the first administration of the medication, at least one measurable target lesion must be evaluated according to the RECIST v1.1 criteria. The measurable target lesion should not have undergone any prior local treatment (such as radiotherapy, radiofrequency ablation, transarterial chemoembolization (TACE), high-intensity focused ultrasound (HIFU), etc.). A region that has received prior local treatment may also be selected as a target lesion if there is a clear progression that meets the RECIST v1.1 standards.\n7. Tumor tissue required for an evaluable PD-L1 expression result at Screening period, if available\n8. Palliative radiotherapy for bone metastatic lesions was initiated at least 2 weeks prior to the first administration and ≥4 weeks have elapsed since the last therapy; diagnostic liver biopsy was performed at least 1 week prior to the first administration of the medication in this study. Previous local treatment-related AEs have resolved to an NCI-CTCAE grade of ≤ 1.\n9. Child-pugh liver function rating within 7 days before the first administration of the study drug : grade A and good grade B (≤ 7 points).\n10. The ECOG physical performance score within 7 days before the first administration of the study drug was 0 or 1.\n11. Expected survival ≥ 12 weeks.\n12. Adequate hematologic and end-organ function.\n\nExclusion Criteria:\n\n1. Hepatobiliary duct cell carcinoma, mixed cell carcinoma, or fibroblastic layer cell carcinoma are known.\n2. History of hepatic encephalopathy or has undergone a liver transplant. Patients who are preparing for or have previously undergone organ or bone marrow transplantation.\n3. Within 6 months prior to the first administration of treatment, present with portal hypertension accompanied by upper gastrointestinal bleeding, or have esophageal/gastric varices with red wale markings, or are at risk of ruptured hemorrhagic hepatic cancer nodules, or are considered by the researcher to be at high risk of bleeding.\n4. According to the images, portal vein invasion, inferior vena cava or cardiac involvement of HCC main portal branch (Vp4) were present. Patients with cancer thrombus in main portal vein but smooth blood flow in contralateral branch can be enrolled.\n5. Symptomatic, untreated, or progressively worsening central nervous system (CNS) or leptomeninges metastases.\n6. History of any second primary malignancy within 2 years prior to the first administration of the drug, excluding early-stage malignancies that have been treated curatively (carcinoma in situ or stage I tumors), such as non-melanoma skin cancer, cervical carcinoma in situ, localized prostate cancer, breast ductal carcinoma in situ, and papillary thyroid carcinoma.\n7. After appropriate intervention, uncontrollable pleural effusion, pericardial effusion or ascites still need to be drained frequently (once a month or more frequently).\n8. Human immunodeficiency virus (HIV) infection.\n9. Active tuberculosis.\n10. Patients with previous and current cases of interstitial pneumonia, pneumoconiosis, radioactive pneumonia, drug-related pneumonia, and severe impairment of lung function that may interfere with the detection and management of suspected drug-related lung toxicity.\n11. Active or suspected autoimmune disease. Patients with autoimmune-related hypothyroidism who are undergoing thyroid hormone replacement therapy are permitted to participate in the study; patients with controlled Type 1 diabetes mellitus receiving insulin therapy are also allowed to participate in the study.\n12. Within 14 days prior to the first administration of the study drug, any active infection requiring systematic anti-infective treatment occurs.\n13. Manifestations of bleeding (including hemoptysis, abnormal vaginal bleeding, etc.) during screening period, or Grade 2 bleeding events within 3 months before signing the informed consent form, and Grade 3 or higher bleeding events within the past 6 months.\n14. Known history of severe allergies to any monoclonal antibodies or excipients used in the study medication.\n15. Previous treatment with any T cell co-stimulation or immune checkpoint therapy (e.g., CTLA-4, PD-1 inhibitors, PD-L1/2 inhibitors, etc.), or previous treatment with bevacizumab or its biosimilars, or previous treatment with anti-TIGIT therapy or related targets (such as CD155, CD112, or CD113 antibodies, etc.).\n16. The researcher deems that the subject has any other factors that make them unsuitable for participation in this trial.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jia Fan, Dr",
          "role": "CONTACT",
          "phone": "021-64041990",
          "email": "fan.jia@zs-hospital.sh.cn"
        },
        {
          "name": "Huichuan Sun, Dr",
          "role": "CONTACT",
          "email": "sun.huichuan@zs-hospital.sh.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Jia Fan",
          "affiliation": "Fudan University",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Huichuan Sun, Dr",
          "affiliation": "Fudan University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Zhongshan Hospital, Fudan University",
          "status": "RECRUITING",
          "city": "Shanghai",
          "country": "China",
          "contacts": [
            {
              "name": "Jia Fan, Dr",
              "role": "CONTACT",
              "phone": "021-64041990",
              "email": "fan.jia@zs-hospital.sh.cn"
            },
            {
              "name": "Huichuan Sun, Dr",
              "role": "CONTACT",
              "phone": "021-64041990",
              "email": "sun.huichuan@zs-hospital.sh.cn"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006528",
          "term": "Carcinoma, Hepatocellular"
        }
      ],
      "ancestors": [
        {
          "id": "D000230",
          "term": "Adenocarcinoma"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008113",
          "term": "Liver Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D008107",
          "term": "Liver Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000068258",
          "term": "Bevacizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}