{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05128409",
      "orgStudyIdInfo": {
        "id": "XKH001-101"
      },
      "organization": {
        "fullName": "Zhejiang Kanova Biopharmaceutical Co., LTD",
        "class": "INDUSTRY"
      },
      "briefTitle": "Phase I of XKH001Injection in Healthy Adults",
      "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled, Phase I Single Ascending Dose Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of XKH001Injection in Healthy Adults"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-06",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-03-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-10-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-12-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-10-13",
      "studyFirstSubmitQcDate": "2021-11-14",
      "studyFirstPostDateStruct": {
        "date": "2021-11-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-04-10",
      "lastUpdatePostDateStruct": {
        "date": "2023-04-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Beijing Kanova Biopharmaceutical Co., LTD",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "XKH001is a recombinant humanized monoclonal IgG1 antibody for subcutaneous injection. XKH001 specifically blocks interleukin-25 from binding to its receptors.\n\nTo evaluate the safety, tolerability, pharmacokinetics (PK) of single ascending doses of XKH001 injection following subcutaneous administration",
      "detailedDescription": "This is a randomized, double-blind, placebo-controlled, phase 1 single ascending dose study to evaluate the safety, tolerability and pharmacokinetic characteristics of XKH001 in approximately 35 adult healthy volunteers.\n\nThe study will consist of a Screening Period (up to 21 days), an in-house Treatment Period, and a follow-up period.\n\nEligible subjects who signed the informed consent form (ICF) will be sequentially enrolled into one of the 5 dose cohorts: 0.5, 1.67, 3.34, 5.0 and 10.0 mg/kg. Three subjects will be enrolled in 0.5 mg/kg cohort (Cohort 1). All subjects in Cohort 1 will receive open-label XKH001. One sentinel participant will be dosed 48 hours prior to dosing the remainders of cohort 1. Eight subjects will be enrolled in the remaining dose cohorts (Cohort 2-5) and randomized to XKH001 or placebo after baseline evaluations are completed. Subjects will be admitted to the clinical research center the day before the administration of study drug (Day -1) For the study treatment of Cohort 2-5, the Investigator and other clinical center staff will be blinded. Any off-site staff who are unblinded will have no contact with the study participants. Two sentinel participants (randomized in a 1:1 ratio) will be dosed 48 hours prior to dosing the remainders of Cohort 2-5 (n=6, randomized in a 5:1 ratio). Subjects will be given a single dose of XKH001 or placebo (Cohort 2-5) on Day 1. After dosing, all subjects will be followed as inpatients through day 4. After discharge, all subjects will be followed for safety for 8 weeks and required to return to the clinical center for safety visits at the time points specified in Table 2.\n\nA safety monitoring committee (SMC) will evaluate all available safety, and tolerability data within the first 21 days after the administration of the study drug. Escalation to the next higher dose level will stop if any of the stopping criteria defined in Section 7.1.2 is met. All subjects will have cleared the 21-day observation period at any given dose level before subjects are allowed to enroll at the next higher dose level. The dose level may be modified based on the emerging safety and PK data from this study via submission of a protocol amendment."
    },
    "conditionsModule": {
      "conditions": [
        "Healthy Adults"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "interventionModelDescription": "5 dose cohorts: 0.5, 1.67, 3.34, 5.0 and 10.0 mg/kg. Three subjects will be enrolled in 0.5 mg/kg cohort (Cohort 1). All subjects in Cohort 1 will receive open-label XKH001. Eight subjects will be enrolled in the remaining dose cohorts (Cohort 2-5) and randomized to XKH001or placebo after baseline evaluations are completed. Subjects will be admitted to the clinical research center the day before the administration of study drug (Day -1) For the study treatment of Cohort 2-5, the Investigator and other clinical center staff will be blinded. Any off-site staff who are unblinded will have no contact with the study participants. Two sentinel participants (randomized in a 1:1 ratio) will be dosed 48 hours prior to dosing the remainders of Cohort 2-5 (n=6, randomized in a 5:1 ratio).",
        "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 35,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "XKH001 Injection",
          "type": "ACTIVE_COMPARATOR",
          "description": "XKH001 Injection,hypodermic injection，single dose，5 dose cohorts: 0.5 mg/kg, 1.67 mg/kg, 3.34 mg/kg, 5.0 mg/kg and 10.0 mg/kg.",
          "interventionNames": [
            "Drug: XKH001 Injection"
          ]
        },
        {
          "label": "XKH001 Placebo Injection",
          "type": "PLACEBO_COMPARATOR",
          "description": "XKH001 Placebo Injection,hypodermic injection，single dose，4 dose cohorts: 1.67 mg/kg, 3.34 mg/kg, 5.0 mg/kg and 10.0 mg/kg.",
          "interventionNames": [
            "Drug: XKH001Placebo Injection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "XKH001 Injection",
          "description": "0.5mg/kg: 3Subjects,1Sentinel Participants 1.67mg/kg: 6Subjects, ,1Sentinel Participants 3.34mg/kg: 6Subjects,1Sentinel Participants 5.0mg/kg: 6Subjects, ,1Sentinel Participants 10.0mg/kg: 6Subjects,1Sentinel Participants",
          "armGroupLabels": [
            "XKH001 Injection"
          ],
          "otherNames": [
            "XKH001"
          ]
        },
        {
          "type": "DRUG",
          "name": "XKH001Placebo Injection",
          "description": "1.67mg/kg: 2Subjects,1Sentinel Participants 3.34mg/kg: 2Subjects,1Sentinel Participants 5.0mg/kg: 2Subjects,1Sentinel Participants 10.0mg/kg: 2Subjects, 1Sentinel Participants",
          "armGroupLabels": [
            "XKH001 Placebo Injection"
          ],
          "otherNames": [
            "XKH001Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of adverse events (AEs）",
          "description": "Incidence of adverse events (AEs）",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "Incidence of serious adverse events (SAEs)",
          "description": "Incidence of serious adverse events (SAEs)",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "AEs leading to termination of dose escalation",
          "description": "AEs leading to termination of dose escalation",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "Reported values and changes from baseline in clinical laboratory investigations (hematology）",
          "description": "Hematology test will include hematocrit, hemoglobin, red blood cell count, platelet count, white blood cell and neutrophil count, lymphocytes, monocytes, eosinophils, platelet and basophils.",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "Reported values and changes from baseline in clinical laboratory investigations (serum chemistry）",
          "description": "Chemistry including sodium, potassium, chloride, creatinine, urea, blood glucose (baseline should check fasting blood glucose), serum albumin, calcium, magnesium, AST, ALT, ALP, LDH , total bilirubin, troponin, lipase and amylase will be tested.",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "Reported values and changes from baseline in clinical laboratory investigations （ urinalysis)",
          "description": "A Urinalysis testing for color/appearance, pH, specific gravity, glucose, protein, ketones, blood and bilirubin .\n\nMicroscopic analysis (for casts, crystals, epithelial cells, bacteria, RBCs, and WBCs) should be performed if any abnormalities are detected. Urine cotinine test Urine drug tests include cocaine, methamphetamines, amphetamines, barbiturates, opiates, benzodiazepines, cotinine and cannabinoids. Women must have negative serum beta human chorionic gonadotropin (β-HCG) pregnancy test at screening and urine pregnancy test prior to administration of study drug on Day -1.",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "Reported values and changes from baseline in clinical laboratory investigations ( coagulation)",
          "description": "International normalized ratio (INR) or Prothrombin time (PT) and partial thromboplastin time (PTT)",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "vital signs (respiratory rate)",
          "description": "respiratory rate",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "vital signs (body temperature）",
          "description": "body temperature",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "vital signs (supine blood pressure)",
          "description": "supine blood pressure",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "vital signs (pulse)",
          "description": "pulse",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "12-lead electrocardiograms (ECGs)",
          "description": "12-lead electrocardiograms (ECGs)",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "maximum serum concentration of XKH001",
          "description": "maximum serum concentration of XKH001",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "time to reach maximum serum concentration of XKH001",
          "description": "time to reach maximum serum concentration of XKH001",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "area under the serum concentration versus time curve from time zero to time t of XKH001",
          "description": "area under the serum concentration versus time curve from time zero to time t of XKH001",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "systemic clearance of XKH001",
          "description": "systemic clearance of XKH001",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "volume of distribution of XKH001",
          "description": "volume of distribution of XKH001",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "terminal half-life of XKH001",
          "description": "terminal half-life of XKH001",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To evaluate the immunogenicity of XKH001",
          "description": "Incidence of anti-drug antibody (ADA) and neutralizing antibodies (NAbs)",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "To explore pharmacodynamic biomarkers including serum IgE level",
          "description": "serum IgE level",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        },
        {
          "measure": "To explore pharmacodynamic biomarkers including blood eosinophil counts.",
          "description": "blood eosinophil counts",
          "timeFrame": "from admission to discharge, up to 8 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to provide signed and dated informed consent prior to any study-related procedures and willing and able to comply with all study procedures.\n2. Healthy male and female subjects, 18-65 years of age (inclusive).\n3. Body Mass Index (BMI) between 18 and 32.0 kg/m2.\n4. Generally, in good health, with no history of chronic or serious cardiovascular, hepatic, renal, respiratory, blood and lymphatic system, endocrine, immune, mental, neurological, psychiatric, gastrointestinal and allergic diseases.\n5. Vital signs, physical examination, clinical laboratory tests (CBC with differential, urinalysis, blood biochemistry, coagulation, pregnancy test (females), urine drug test and lipid panel , etc.), and 12-lead ECG should be within normal reference range or abnormal not clinically significant at screening and Admission (Day -1). For eligibility purposes, abnormal laboratory or vital signs results may be repeated once if abnormal result is observed at the initial reading. Moreover, Blood pressure must be within 90/50-140/90 mm/Hg. Respiratory rate must be within 12-18/minutes. Pulse must be within 60- 100/minute and the oral temperature must be \\< 99.0 oF.\n6. No prescription or non-prescription drug within 14 days prior to the study drug administration and throughout the study.\n7. Women of non-childbearing potential defined as being surgically sterile (bilateral oophorectomy and hysterectomy) or menopause confirmed by FSH and Estradiol levels in accordance with local laboratory reference ranges.\n8. Women of childbearing potential who are not pregnant or breast-feeding must consent to use acceptable contraception (Section 5.3) during the study and for an additional 30 days after the administration of study drug.\n9. Men with a partner of childbearing potential must consent to use acceptable contraception (Section 5.3) during the study and for an additional 90 days after the administration of study drug.\n\nExclusion Criteria:\n\n1. Pregnant or breastfeeding woman.\n2. Within 5 years prior to the study, subjects with history of cardiovascular,respiratory, kidney, liver, metabolism, endocrine, gastrointestinal, blood, nerve, skin and mental illness, cancer or other major disease that in the judgement of the Investigator might put the subject at risk on this study.\n3. History of autoimmune disease.\n4. Known history or family history of hereditary immunodeficiency; History of recurrent infection suggestive of immune deficiency.\n5. Positive test at screening for human immunodeficiency virus antibody (HIV1/HIV2), hepatitis C antibody or hepatitis B virus surface antigen (HBsAg) or hepatitis B core antibody (HBcAb), Severe acute respiratory syndrome coronavirus 2 (SARS-CoV-2) testing.\n6. Significant infections requiring hospitalization or intravenous antibiotics or as judged by the investigator within 3 months prior to dosing. Symptomatic viral, bacterial (including upper respiratory infection), or fungal (including cutaneous) infection within 1 week prior to dosing.\n7. Received live or attenuated vaccines within 6 weeks prior to dosing, or plan to be vaccinated with live or attenuated vaccines during the study or within 6 weeks after dosing.\n8. Received any experimental drugs or devices or have participated in a clinical study within 60 days prior to admission.\n9. Allergy to study drug or components of its formulation or history of a Grade 3-4 allergic reaction to treatment with another protein product.\n10. Abuse on alcohol, cannabis- derived products or other drugs.\n11. Positive urine drug test (amphetamines, barbiturates, benzodiazepines, cannabinoids, cocaine, cotinine and opiates) at screening and admission.\n12. Smoking or use of other nicotine-containing products (snuff, chewing tobacco, cigars, pipes or nicotinereplacement products such as nicotine chewing gum and nicotine plasters) within 3 months prior to admission, or negative cotinine test at screening period and Day -1,or during the trial.\n13. Donated or lost ≥ 450 mL of blood or received blood transfusion or blood products within 8 weeks prior to admission or donated ≥200 mL of blood (blood components) or had blood loss (≥300 mL) within 1 month prior to admission.\n14. Poor venous access or inability to tolerate venipuncture.\n15. Any condition that the investigator or primary physician believes may not be appropriate for participating the study.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Yanhua Ding, MD",
          "affiliation": "The First Hospital of Jilin University Phase I Clinical Research Center",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "The First Hospital of Jilin University Phase I Clinical Research Center",
          "city": "Changchun",
          "zip": "130000",
          "country": "China",
          "geoPoint": {
            "lat": 43.88,
            "lon": 125.32278
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "Beijing Kanova Biopharmaceutical Co., LTD",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2023-07-24"
          },
          {
            "type": "RESET",
            "date": "2024-03-01"
          },
          {
            "type": "RELEASE",
            "date": "2024-03-25"
          },
          {
            "type": "RESET",
            "date": "2024-08-16"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2023-07-24",
        "submissionInfos": [
          {
            "releaseDate": "2023-07-24",
            "resetDate": "2024-03-01"
          },
          {
            "releaseDate": "2024-03-25",
            "resetDate": "2024-08-16"
          }
        ]
      }
    }
  },
  "hasResults": false
}