{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01353924",
      "orgStudyIdInfo": {
        "id": "2411.V2.2009"
      },
      "secondaryIdInfos": [
        {
          "id": "2009-015611-40",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Medical University of Vienna",
        "class": "OTHER"
      },
      "briefTitle": "Immune Response of Individuals Vaccinated With Hypoallergenic Derivatives of the Major Birch Pollen Allergen, Bet v 1",
      "officialTitle": "Immune Response of Individuals Vaccinated With Hypoallergenic Derivatives of the Major Birch Pollen Allergen, Bet v 1"
    },
    "statusModule": {
      "statusVerifiedDate": "2011-04",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2011-08"
      },
      "primaryCompletionDateStruct": {
        "date": "2012-08",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2013-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2011-05-09",
      "studyFirstSubmitQcDate": "2011-05-12",
      "studyFirstPostDateStruct": {
        "date": "2011-05-16",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2011-05-12",
      "lastUpdatePostDateStruct": {
        "date": "2011-05-16",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Friedrich Horak, MD",
        "oldOrganization": "Allergiezentrum Wien West"
      },
      "leadSponsor": {
        "name": "Medical University of Vienna",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Allergy Centre Vienna West",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The only disease-modifying treatment for allergic disorders nowadays is allergen-specific immunotherapy (SIT). To induce hyporesponsiveness increasing doses of the disease-eliciting allergens are applied. One major problem of this treatment is, that it has to combat with an already established immune response against the disease-eliciting allergen. To circumvent this problem the investigators want to perform the proof of principle study towards prophylactic treatment. Prophylactic vaccination is used since many years for many infectious diseases. The investigators want to adopt this successful principle for the treatment of type I allergies.\n\nFor this purpose non-allergic healthy individuals will be immunized with adjuvant-bound hypoallergenic derivatives of the major birch pollen allergen, Bet v 1. As usual for allergen-specific immunotherapy, injections will be applied subcutaneously. Three injections in one-monthly intervals will be given to establish the immune response and a further injection after one year will determine how the vaccine-induced immune response can be boosted.\n\nThe vaccine will be composed of an equimolar mixture of two adjuvant-bound hypoallergenic derivatives of the major birch pollen allergen, Bet v 1. The first investigational product (IP) designated as Bet v 1aF1 is a protein of 73 amino acid residues and represents the first half (1-73aa) of the Bet v 1 molecule. The second IP, Bet v 1aF2, is a protein of 86 amino acid residues and represents the second half (74-160aa) of Bet v 1. Both proteins are expressed in Escherichia coli. The hypoallergenic derivatives lost their IgE binding capacities by the disruption of the conformational IgE epitopes of the Bet v 1 molecule.\n\nIn several preclinical and clinical studies it has been shown that the two hypoallergenic fragments, Bet v 1aF1 and Bet v 1aF2 have a strongly reduced allergenic reactivity and almost no sensitization potential, requisite for a prophylactic treatment. In a multi-centre placebo-controlled double blind clinical trial including 124 allergic patients no relevant sensitization against new epitopes could be observed after vaccination of the Alum-bound Bet v 1 derivatives.\n\nIn contrast, the vaccine induced a strong IgG response in animals as well as in clinical studies. Vaccine-induced antibodies showed protective properties as they could inhibit the binding of allergic patients' IgE. An improvement of clinical symptoms and a reduction of the skin reactivity was correlated with an increase of IgG antibodies and could be shown only in actively treated patients in a multi-centre placebo-controlled double blind clinical trial.\n\nThe investigational products will be tested in a Phase I clinical trial for prophylactic allergy vaccination in healthy non-allergic subjects. The two IPs will be coupled either to Alum and an equimolar mixture will be injected subcutaneously. The immune responses will be compared to placebo. In total 20 non-allergic healthy male subjects (10 per group) will be included in this clinical trial. For safety precautions the subjects will be monitored by skin prick testing using the two uncoupled IPs and commercial birch pollen extract in short intervals to recognize possible vaccine-induced sensitizations. The primary endpoint of phase I clinical trial is the evolution of Bet v 1-specific and Bet v 1 fragment-specific IgG1-4, IgE and IgM antibody levels in serum and in nasal fluids after vaccination of rBet v 1 derivatives."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy"
      ],
      "keywords": [
        "Allergy",
        "Vaccine",
        "rBet v 1",
        "Prevention"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 20,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Bet v 1aF1 + Bet v 1aF2 -Alum",
          "type": "ACTIVE_COMPARATOR",
          "interventionNames": [
            "Biological: Bet v 1aF1-Alum + Bet v 1aF2-Alum"
          ]
        },
        {
          "label": "Alum-Placebo",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Biological: Alum-Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Bet v 1aF1-Alum + Bet v 1aF2-Alum",
          "description": "subcutaneous injection of equimolar mixture (20µg each) of Bet v 1aF1-Alum and Bet v 1aF2-Alum, three times in monthly intervals and a booster injection after one year",
          "armGroupLabels": [
            "Bet v 1aF1 + Bet v 1aF2 -Alum"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Alum-Placebo",
          "description": "subcutaneous injection of Alum-Placebo, three times in monthly intervals and a booster injection after one year",
          "armGroupLabels": [
            "Alum-Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evolution of Bet v 1-, and Bet v 1- fragments -specific total serum IgG antibody levels after vaccination with the Bet v 1-derivatives.",
          "description": "Measurement of vaccination-induced Bet v 1-, and Bet v 1- fragments -specific serum IgG antibody",
          "timeFrame": "after 12 months and after 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Evolution of Bet v 1-, and Bet v 1- fragments -specific serum IgM, IgA, IgE and IgG1-4 antibody levels after vaccination with the Bet v 1-derivatives",
          "description": "Measurement of vaccination-induced Bet v 1-, and Bet v 1- fragments -specific serum IgM, IgA, IgE and IgG1-4 antibody levels",
          "timeFrame": "after 12 months and after 24 months"
        },
        {
          "measure": "Evolution of Bet v 1-, and Bet v 1- fragments -specific IgM, IgA, IgE and IgG1-4 antibody levels after vaccination with the Bet v 1-derivatives in nasal fluids",
          "description": "Measurement of vaccination-induced Bet v 1-, and Bet v 1- fragments -specific IgM, IgA, IgE and IgG1-4 antibody levels in nasal fluids",
          "timeFrame": "after 12 months and after 24 months"
        },
        {
          "measure": "Identification of epitope-specificity and magnitude of the immune response and its possible dependence on the subjects' HLA background",
          "timeFrame": "after 12 months and after 24 months"
        },
        {
          "measure": "Determination of the capacity of treatment-induced antibodies to inhibit the binding of IgE from Bet v 1-sensitized patient to Bet v 1 wildtype.",
          "timeFrame": "after 12 months and after 24 months"
        },
        {
          "measure": "Determination if vaccination with hypoallergenic Bet v 1 derivatives induces skin reactivity to natural, birch pollen-derived Bet v 1 by skin prick testing",
          "timeFrame": "after 12 months and after 24 months"
        },
        {
          "measure": "Identification of the type and epitope specificity of the cellular immune responses (Th1/Th2/T regulatory cell development) and the cytokine profile in vaccinated individuals",
          "timeFrame": "after 12 months and after 24 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age: 18 to 50 years\n2. Male\n3. No history of allergy\n4. Negative skin prick tests for birch pollen and Bet v 1-fragments\n5. Negative IgE for birch pollen and rBet v 1, mugwort pollen house dust mite, cat, alder pollen, hazel pollen, timothy grass pollen\n6. Healthy individuals according to history, physical examination and routine laboratory findings\n7. Capable of giving informed consent, which includes compliance with the requirements and restrictions listed in the consent form\n8. Available to complete the study\n\nExclusion Criteria:\n\n1. History of drug or other allergy\n2. Autoimmune disease, immune-defects including immuno-suppression, immune complex-induced immunopathies\n3. Contra-indication for adrenaline\n4. Long-term treatment with systemic corticosteroids, immunosuppressive drugs, tranquilizers or psychoactive drugs\n5. Active tuberculosis\n6. Multiple sclerosis\n7. Severe psychological disorders\n8. The subject has participated in a study involving an investigational drug within 90 days prior to visit 1\n9. The subject is concurrently and within 6 months participating in another clinical study in which the subject is or will be exposed to an investigational or a non-investigational drug\n10. The subject has donated a unit of blood (450ml) within the previous three months\n11. Has a positive history for human immunodeficiency virus (HIV) antibodies or active hepatitis B or C\n12. The subject is at risk of non-compliance with the study procedures/restrictions",
      "healthyVolunteers": true,
      "sex": "MALE",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Katharina Marth, MD",
          "role": "CONTACT",
          "phone": "+43140400",
          "phoneExt": "5111",
          "email": "katharina.marth@meduniwien.ac.at"
        }
      ],
      "overallOfficials": [
        {
          "name": "Friedrich Horak, MD",
          "affiliation": "Allergiezentrum Wien West",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Rudolf Valenta, MD",
          "affiliation": "Medical University of Vienna",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical University of Vienna, Department of Pathophysiology",
          "city": "Vienna",
          "zip": "1090",
          "country": "Austria",
          "contacts": [
            {
              "name": "Katharina Marth, MD",
              "role": "CONTACT",
              "phone": "+43140400",
              "phoneExt": "5111",
              "email": "katharina.marth@meduniwien.ac.at"
            },
            {
              "name": "Katharina Marth, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Rudolf Valenta, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.20849,
            "lon": 16.37208
          }
        },
        {
          "facility": "Allergiezentrum Wien West",
          "city": "Vienna",
          "zip": "1150",
          "country": "Austria",
          "contacts": [
            {
              "name": "Friedrich Horak, MD",
              "role": "CONTACT",
              "phone": "+43676842135219"
            },
            {
              "name": "Friedrich Horak, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 48.20849,
            "lon": 16.37208
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "15310844",
          "type": "BACKGROUND",
          "citation": "Niederberger V, Horak F, Vrtala S, Spitzauer S, Krauth MT, Valent P, Reisinger J, Pelzmann M, Hayek B, Kronqvist M, Gafvelin G, Gronlund H, Purohit A, Suck R, Fiebig H, Cromwell O, Pauli G, van Hage-Hamsten M, Valenta R. Vaccination with genetically engineered allergens prevents progression of allergic disease. Proc Natl Acad Sci U S A. 2004 Oct 5;101 Suppl 2(Suppl 2):14677-82. doi: 10.1073/pnas.0404735101. Epub 2004 Aug 13."
        },
        {
          "pmid": "30471304",
          "type": "DERIVED",
          "citation": "Campana R, Marth K, Zieglmayer P, Weber M, Lupinek C, Zhernov Y, Elisyutina O, Khaitov M, Rigler E, Westritschnig K, Berger U, Wolkersdorfer M, Horak F Jr, Horak F, Valenta R. Vaccination of nonallergic individuals with recombinant hypoallergenic fragments of birch pollen allergen Bet v 1: Safety, effects, and mechanisms. J Allergy Clin Immunol. 2019 Mar;143(3):1258-1261. doi: 10.1016/j.jaci.2018.11.011. Epub 2018 Nov 22. No abstract available."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}