{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04900948",
      "orgStudyIdInfo": {
        "id": "13684925"
      },
      "organization": {
        "fullName": "National Medical Research Center for Children's Health, Russian Federation",
        "class": "OTHER_GOV"
      },
      "briefTitle": "Prevention of Development of Transcutaneous Sensitization in Children With Atopic Dermatitis During Their First Year of Life",
      "officialTitle": "Prevention of Development of Transcutaneous Sensitization in Children With Atopic Dermatitis During Their First Year of Life: an Observational Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-12-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-04-25",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-04-25",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-05-17",
      "studyFirstSubmitQcDate": "2021-05-19",
      "studyFirstPostDateStruct": {
        "date": "2021-05-25",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-05-25",
      "lastUpdatePostDateStruct": {
        "date": "2021-05-27",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Medical Research Center for Children's Health, Russian Federation",
        "class": "OTHER_GOV"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This experimental non-randomized clinical study is aimed at comparing the efficacy and safety assessment of the proposed topical therapy algorithms with the use of topical calcineurin inhibitors in reducing the severity of atopic dermatitis and the degree of development of transcutaneous sensitization in children of the first year of life.",
      "detailedDescription": "This experimental non-randomized clinical study is aimed at comparing the efficacy and safety assessment of the proposed topical therapy algorithms using topical glucocorticosteroids and topical calcineurin inhibitors in reducing the severity of atopic dermatitis and the degree of development of transcutaneous sensitization in children of the first year of life. The study included more than 100 children aged 2 to 4 months, who, depending on the decision of the researcher, were divided into two groups. During the period of acute manifestations / exacerbation of atopic dermatitis, patients of both groups received basic therapy, which included the use of a topical glucocorticosteroid (0.1% methylprednisolone aceponate cream) 2 times a day in combination with emollients 2 times a day for 10 days. After the relief of acute inflammatory manifestations, the patients were prescribed proactive therapy, including the use of a topical calcineurin inhibitor or a topical glucocorticosteroid, as a result of which comparison groups were formed. Group No. 1, after the end of basic therapy, received a topical calcineurin inhibitor (1% cream pimecrolimus), which was prescribed in the mode 2 times a day for 3 months, and then in the mode of double application (morning / evening) 3 times a week for up to 1 year. life; Group No. 2 after the end of basic therapy received a topical glucocorticosteroid (methylprednisolone aceponate 0.1%) 2 times a week for 3 months, and then - with exacerbation of AD. Patients of both groups used emollients for a long time in the mode 1-2 times a day. The safety and efficacy of the assigned algorithm was assessed by an investigator at the center. Efficacy was measured using the EASI (Eczema Area and Severity Index) score at screening and then at 6, 9 and 12 months of age. And also by tracking the dynamics of the class and level of sIgE to food (cow's milk protein, chicken egg protein, wheat, soy) and household (hx2 \"house dust mixture: Dermatophagoides pteronyssinus, D. farinae, Blatella germanica\") allergens using an automated immunological analyzer ImmunoCAP250 (UniCAP System / Phadia AB, Thermo Fisher Scientific, Sweden) at the time of screening and then at 6 and 12 months of age."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ],
      "keywords": [
        "Pimecrolimus",
        "Methylprednisolone aceponate",
        "Glucocorticoids",
        "Calcineurin Inhibitors",
        "Immunoglobulin E",
        "Infant"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 108,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Experimental group №1",
          "type": "EXPERIMENTAL",
          "description": "proactive therapy with local calcineurin inhibitors + emollients",
          "interventionNames": [
            "Drug: Pimecrolimus cream 1%"
          ]
        },
        {
          "label": "Experimental group №2",
          "type": "ACTIVE_COMPARATOR",
          "description": "proactive therapy with local glucocorticosteroids + emollients",
          "interventionNames": [
            "Drug: cream 0.1% methylprednisolone aceponate"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Pimecrolimus cream 1%",
          "description": "Patients received pimecrolimus cream 1% 2 times a day for 3 months. Then use in a double application mode (morning / evening) 3 times a week for up to 1 year of age. Also, patients used emollients 1-2 times a day.",
          "armGroupLabels": [
            "Experimental group №1"
          ]
        },
        {
          "type": "DRUG",
          "name": "cream 0.1% methylprednisolone aceponate",
          "description": "Patients received 0.1% methylprednisolone aceponate cream 2 times a week for 3 months, and then used for exacerbation of atopic dermatitis. Also, patients used emollients 1-2 times a day.",
          "armGroupLabels": [
            "Experimental group №2"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change from baseline response based on the specific IgE level at 6 months",
          "description": "Assessment of change of specific IgE level for investigated food / household allergens in serum by ImmunoCAP",
          "timeFrame": "6 months of life"
        },
        {
          "measure": "Change from baseline response based on the specific IgE level at 12 months",
          "description": "Assessment of change of specific IgE level for investigated food / household allergens in serum by ImmunoCAP",
          "timeFrame": "12 months of life"
        },
        {
          "measure": "Change from baseline response based on the class of sensitization at 6 months",
          "description": "Assessment of change of the class of sensitization to food / household allergens by ImmunoCAP",
          "timeFrame": "6 months of life"
        },
        {
          "measure": "Change from baseline response based on the class of sensitization at 12 months",
          "description": "Assessment of change of the class of sensitization to food / household allergens by ImmunoCAP",
          "timeFrame": "12 months of life"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in the Eczema Area and Severity Index (EASI) from baseline",
          "description": "The Eczema Area and Severity Index (EASI) quantifies the severity of a subject's AD based on both severity of lesion clinical signs and the percent of body surface area (BSA) affected. EASI is a composite scoring of the degree of erythema, induration/papulation, excoriation, and lichenification (each scored separately) for each of four body regions, with adjustment for the percent of BSA involved for each body region and for the proportion of the body region to the whole body. Severity is classified as: 0 = clear; 0.1 - 1.0 = almost clear; 1.1-7.0 = mild; 7.1-21.0 = moderate; 21.1-50.0 = severe; 50.1-72.0 = very severe. The lower the scores the better outcome of the treatment.",
          "timeFrame": "6 months of age, 9 months of age, 12 months of age"
        },
        {
          "measure": "Incidence of Adverse events leading to discontinuation",
          "description": "The number of participants who developed side effects that led to withdrawal from participation in the study. Registration of cases and reasons for the cancellation of the used external medicines.",
          "timeFrame": "From Baseline up to 12 months of life"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. The severity of atopic dermatitis according to the EASI index (Eczema Area and Severity Index, index of prevalence and severity of eczema)\\> 7 points (moderate and / or severe course of atopic dermatitis);\n2. A burdened family allergic history (at least one of the parents has atopic dermatitis, food allergy, bronchial asthma and / or allergic rhinitis);\n3. The presence of sensitization in the child to one or more of the studied food and household allergens, determined at the screening stage by the ImmunoCAP method: cow's milk protein, chicken egg protein, wheat, soy, hx2 \"house dust mixture: Dermatophagoides pteronyssinus, D. farinae, Blatella germanica \".\n\nExclusion Criteria:\n\n1. Use of topical calcineurin inhibitors (pimecrolimus) in the last 30 days prior to inclusion in the study;\n2. A history of concomitant severe neurological, endocrinological, cardiovascular, hepatic and renal diseases;\n3. The presence of acute bacterial, viral infections;\n4. The child's lack of sensitization to detectable food and household allergens;\n5. Clinically significant changes in the general analysis of urine, general analysis of blood, biochemical analysis of blood;\n6. Refusal to sign an informed consent to participate in the study;\n7. Inability to observe the patient during the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "2 Months",
      "maximumAge": "4 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "National Medical Research Center for Children's Health",
          "city": "Moscow",
          "zip": "119296",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "37181420",
          "type": "DERIVED",
          "citation": "Murashkin NN, Namazova-Baranova LS, Makarova SG, Ivanov RA, Grigorev SG, Fedorov DV, Ambarchian ET, Epishev RV, Materikin AI, Opryatin LA, Savelova AA. Observational study of pimecrolimus 1% cream for prevention of transcutaneous sensitization in children with atopic dermatitis during their first year of life. Front Pediatr. 2023 Apr 25;11:1102354. doi: 10.3389/fped.2023.1102354. eCollection 2023."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C078007",
          "term": "methylprednisolone aceponate"
        }
      ]
    }
  },
  "hasResults": false
}