{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04530643",
      "orgStudyIdInfo": {
        "id": "HY209-Gel"
      },
      "organization": {
        "fullName": "Shaperon",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Phase II Study of HY209 Gel for Atopic Dermatitis Patients (Shaperon)",
      "officialTitle": "A Randomized, Double-blinded, Placebo-controlled, Parallel, Multi-Center Phase II Clinical Study to Evaluate the Efficacy and Safety of HY209 Gel for Patients With Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-01",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-08-26",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-09-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-09-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-08-25",
      "studyFirstSubmitQcDate": "2020-08-25",
      "studyFirstPostDateStruct": {
        "date": "2020-08-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-01-27",
      "lastUpdatePostDateStruct": {
        "date": "2022-01-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shaperon",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A Randomized, Double-blinded, Placebo-controlled, Parallel, Multi-Center Phase II Clinical Study to Evaluate the Efficacy and Safety of HY209 gel for Patients with Atopic Dermatitis",
      "detailedDescription": "A composition containing G Protein Coupled Receptor 19(GPCR19) agonist HY209 and a derivative thereof is found to have a considerable effect in the treatment of atopic dermatitis and is proposed as a pharmaceutical ingredient for prevention, treatment and improvement of atopic dermatitis. The GPCR19 agonist, HY209, is superior to conventional steroid ointment and immunosuppressant ointment in the treatment and improvement of allergic dermatitis. It directly reduces the amount of serum immunoglobulin E, which is a major factor of allergic dermatitis, It increases the T helper type 1(TH1) cytokines that alleviate allergic dermatitis pathologies, reduces the T helper type 2(TH2) cytokines that aggravate allergic dermatitis pathologies, and reduces the infiltration of mast cells, eosinophils and neutrophils into the dermal cells. Thus it can be utilized as a therapeutic drug composition for atopic dermatitis."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 80,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HY209 0.3%",
          "type": "EXPERIMENTAL",
          "description": "multiple dose of HY209 0.3% gel",
          "interventionNames": [
            "Drug: HY209 0.3%"
          ]
        },
        {
          "label": "HY209 0.5%",
          "type": "EXPERIMENTAL",
          "description": "multiple dose of HY209 0.5% gel",
          "interventionNames": [
            "Drug: HY209 0.5%"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "multiple dose of Placebo",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HY209 0.3%",
          "description": "25 subjects will be assigned to drug (HY209 0.3% gel).",
          "armGroupLabels": [
            "HY209 0.3%"
          ],
          "otherNames": [
            "HY209 gel"
          ]
        },
        {
          "type": "DRUG",
          "name": "HY209 0.5%",
          "description": "25 subjects will be assigned to drug (HY209 0.5% gel).",
          "armGroupLabels": [
            "HY209 0.5%"
          ],
          "otherNames": [
            "HY209 gel"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "25 subjects will be assigned to drug (Placebo).",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Improvement rate in EASI score",
          "description": "As measured by Eczema Area and Severity Index (EASI)",
          "timeFrame": "Up to Week 4"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Improvement rate in IGA score",
          "description": "As measured by Investigator Global Assessment (IGA)",
          "timeFrame": "Up to Week 4"
        },
        {
          "measure": "Improvement rate Pruritus NRS",
          "description": "As measured by Pruritus Numeric Rating Scale (NRS)",
          "timeFrame": "Up to Week 4"
        },
        {
          "measure": "Change in total IgE",
          "description": "As measured by total Immunoglobin E (IgE)",
          "timeFrame": "Up to Week 4"
        },
        {
          "measure": "Change in Eosinophil count",
          "description": "As measured by Eosinophil count",
          "timeFrame": "Up to Week 4"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age between 19 Years and older, Male or female\n* Those who have a clinical diagnosis of atopic dermatitis according to the criteria of Hanifin and Rajka\n* IGA of 2 or 3 at Baseline Visit\n* BSA covered with AD of at least 5% and no more than 40% at Baseline Visit\n* Those who must be capable of giving informed consent and willing to comply with all clinic visits and study-related procedures until study completion\n\nExclusion Criteria:\n\n* Those who have a history of hypersensitivity or clinically significant hypersensitivity reactions to drugs (containing Taurodeoxycholate , aspirin, antibiotics, etc.)\n* Those who have clinically significant liver, kidney, respiratory, endocrine, neurologic diseases or hematologic diseases, mental diseases, especially hemorrhagic diseases (hemophilia, von Willebrand disease, etc.), cardiovascular diseases (coronary artery diseases, congestive heart failure, arrhythmia, cerebrovascular diseases, etc.) or who have a history of those diseases\n* Those who have systemic infection at Screening Visit\n* Those who have asthma at Screening Visit\n* Treatment with steroids, oral antibiotics, body photochemotherapy, immunosuppressive drug within 4 weeks before the Baseline Visit (Day 1)\n* Treatment with topical steroids, antibiotics within 2 weeks before the Baseline Visit (Day 1)\n* Those who have taken a prohibited concomitant medication\n* Those who have Creatinine values more than two times of the upper limit of normal range at screening test\n* Those who have AST/ALT values more than two times of the upper limit of normal range at screening test\n* Those who have been taking medicines by participating in other clinical trials or bioequivalence studies within 6 months prior to the date of first administering (the time from the date of participation in the previous clinical trial is based on the date of administration of each applicable study drug. However, if the half-life of the study drug taken in a previously participated clinical trial is 2 weeks or more, 5 times the expected half-life of the study drug)\n* Those who have history of HIV infection or HIV seropositivity at Screening Visit\n* Those who are positive or undeterminable in serological tests (HBsAg, HBcAb, or Hepatitis C virus antibody, Hepatitis B virus antibody) at Screening Visit\n* Those who have skin diseases or conditions affecting skin that may interfere with clinical trial evaluation (acne, impetigo, chicken pox, active herpes simplex at Baseline, corticosteroid induced perioral dermatitis, tinea corporis/intertriginous, head lice or scabies)\n* Those who have had malignant tumor within 5 years prior to Baseline Visit\n* Atopic Dermatitis treatment with topical drug (containing ceramide, hyaluronic acid, urea or filaggrin) during Screening period\n* Those who have a history of drinking or substance abuse within 2 years\n* Those who are positive urine drug screening tests at Screening Visit i.e., amphetamine, barbiturate, benzodiazepine, cannabinoid, cocaine, opiate, cotinine)\n* Those who are pregnant, breastfeeding, or considering pregnancy during the study\n* Those who are deemed unsuitable for participating in clinical trials under the judgement of investigator",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "19 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Seoul National University Bundang Hospital",
          "city": "Seongnam-si",
          "state": "Gyeonggi-do",
          "zip": "13496",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.43861,
            "lon": 127.13778
          }
        },
        {
          "facility": "Seoul National University Hospital",
          "city": "Seoul",
          "state": "Jongno-gu",
          "zip": "03080",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        },
        {
          "facility": "Hallym University Kangnam Scared Heart Hospital",
          "city": "Seoul",
          "state": "Yeongdeungpo-gu",
          "zip": "07441",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40458407",
          "type": "DERIVED",
          "citation": "Baek GH, Kim BR, Shin JW, Huh CH, Hwang J, Ko S, Kim S, Ho PS, Kim KH, Park CW, Seo SJ, Park CO, Shin D, Kim Y, Kim Y, Seong SY, Na JI. A phase 2a double-blind, placebo-controlled, randomized clinical trial evaluating the efficacy and safety of NuGel, a novel topical GPCR19-mediated inflammasome inhibitor, in patients with mild to moderate atopic dermatitis: a proof-of-concept study with Post-hoc biomarker analysis. Front Immunol. 2025 May 19;16:1560447. doi: 10.3389/fimmu.2025.1560447. eCollection 2025."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}