{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01710930",
      "orgStudyIdInfo": {
        "id": "RC11_0158"
      },
      "organization": {
        "fullName": "Nantes University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Protocol TARC-ABPA",
      "officialTitle": "Interest of TARC Serum Marker for Follow-up of Patients With Allergic Broncho-Pulmonary Aspergillosis (ABPA), Excluding Cystic Fibrosis"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-07"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-09-21",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-09-21",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-10-15",
      "studyFirstSubmitQcDate": "2012-10-17",
      "studyFirstPostDateStruct": {
        "date": "2012-10-19",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-04-05",
      "lastUpdatePostDateStruct": {
        "date": "2018-04-06",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Nantes University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The main objective of this study is to determine if a doubling of serum TARC (compared to baseline) is associated with the occurrence of exacerbations of ABPA.\n\nThe secondary objectives of the study are :\n\n1. To investigate if induced sputum eosinophils count (compared to baseline) is associated with the occurrence of exacerbations.\n2. To examine if the exhaled NO (compared to a baseline) is associated with the occurrence of exacerbations.\n3. To investigate if activation of circulating T cells (compared to a baseline) is associated with the occurrence of exacerbations.\n4. To examine if the rate of specific Asp f IgG measured by ELISA (compared to a baseline) is associated with the occurrence of exacerbations.\n5. To determine if the variation of one of the markers above, TARC or Asp f specific IgE measured at baseline, may be associated with the radiological stage of the disease (ABPA-S, ABPA-CB, ABPA-ORF).\n6. To investigate if there is a link between fungal exposure at home (visually assessed by the contamination level and the proportion of positive samples for Asp. f) and the frequency of exacerbations.\n7. To establish if some of the clinical, functional or biological data studied are associated with the frequency of exacerbations."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Broncho-Pulmonary Aspergillosis"
      ],
      "keywords": [
        "Allergic Broncho-Pulmonary Aspergillosis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 29,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Study of predictive factors",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: Study of predictive factors"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Study of predictive factors",
          "description": "Phase 1 : Inclusion of patients (V0) :\n\nIn the case of a participation agreement, data on age, profession, previous history, history of the disease and current treatments will be collected. Different tests will be performed at this visit.\n\nPhase 2 : Determination of the baseline (V1) : Patients will be reviewed one month after V0 (V1). In the absence of exacerbation between V0 and V1, the examinations performed in routine practice will be used to determine the basic state of biological parameters of interest. During this visit, different tests will be performed.\n\nPhase 3 : Quarterly monitoring of patients (V2-V9) : Patients will be followed every three months for 2 years (V2-V9).",
          "armGroupLabels": [
            "Study of predictive factors"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The rate of serum TARC",
          "description": "The rate of serum TARC will be measured by ELISA and expressed in pg / ml.Doubling of TARC rate compared between baseline (V1) and exacerbations is the primary endpoint (qualitative binary)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Induced sputum eosinophils count",
          "description": "Increase in induced sputum eosinophils count assessed by cytology between baseline visit (V1) and the visit(s) in exacerbation."
        },
        {
          "measure": "The rate of Exhaled NO(FeNO50)",
          "description": "Increase in exhaled NO (FeNO50) between baseline visit (V1) and the visit (s) in exacerbation."
        },
        {
          "measure": "The rate of circulating T cells",
          "description": "Increase in circulating T cells activation, measured by the rate of Th1, Th2, Th17, Treg lymphocytes by flow cytometry before and after specific Asp f. stimulation between baseline visit (V1) and the visit (s) in exacerbation."
        },
        {
          "measure": "The rate of Aspf. specific serum IgG",
          "description": "Increase of Aspf. specific serum IgG, measured by ELISA between baseline visit (V1) and the visit (s) in exacerbation"
        },
        {
          "measure": "Correlation between markers",
          "description": "Correlation between previous markers, TARC or specific IgE measured at baseline and the stage of the radiological stage of the disease evaluated at V1 (ABPA-S, ABPA-CB, ABPA-ORF)."
        },
        {
          "measure": "Fungal exposure at home",
          "description": "Link of fungal exposure at home with exacerbation frequency and the stage of disease severity."
        },
        {
          "measure": "Clincal parameters",
          "description": "Link between the clinical parameters (sex, complex aspergillosis, smoking, body mass index, reached ENT associated (chronic rhinitis, sinonasal-polyposis)) and the frequency of exacerbations."
        },
        {
          "measure": "Biological parameters",
          "description": "Link between the biological parameters measured at stable state (V1) (total IgE, Asp fspecific IgE, Aspergillus precipitins) and the frequency of exacerbations."
        },
        {
          "measure": "Function parameters",
          "description": "Link between the function parameters measured at baseline state (FEV1 (in%), FVC (in%), compared RV / TLC, FeNO50) and the frequency of exacerbations."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Pre-inclusion criteria :\n\n* Major patients, of indifferent sex,\n* Patients insured,\n* Patients accepting to give, after information, their signed informed consent form,\n* Patients affected by ABPA,\n* Patients in remission without treatment, or stable under current treatment for at least 3 months.\n\nInclusion criteria :\n\nThis inclusion will be definitive in V1, if :\n\n* The pre-inclusion criteria are respected,\n* The patient has not presented any exacerbation since V0 thereby define a basic state.\n\nIf patient could not be included, it will be possible to re-screen him for the study, provided he meets the pre-inclusion and inclusion criteria. In this case, a new V0 will be scheduled at least 3 months after the first V0.\n\nExclusion criteria :\n\n* Minor patients,\n* Adults under guardianship,\n* Pregnant or lactating women,\n* Patients unable to follow the protocol or to give consent,\n* Patients with an infection of the lower respiratory tract in the 4 weeks preceding V0 or between V0 and V1,\n* Patients who were hospitalized for respiratory problems in the 4 weeks preceding V0 or between V0 and V1,\n* Patients with chronic inflammatory diseases unrelated to ABPA which could influence the results,\n* Patients with cancer,\n* Patients followed for cystic fibrosis defined by a positive sweat test,\n* Patients with known compliance problems identified prior to the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Anaïs PIPET, Doctor",
          "affiliation": "Nantes University Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Hakima OUKSEL, Doctor",
          "affiliation": "University Hospital, Angers",
          "role": "STUDY_CHAIR"
        },
        {
          "name": "François GOUPIL, Doctor",
          "affiliation": "CH du Mans",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "CHU Le Mans",
          "city": "Le Mans",
          "zip": "72037",
          "country": "France",
          "geoPoint": {
            "lat": 48.0021,
            "lon": 0.20251
          }
        },
        {
          "facility": "Nantes University Hospital",
          "city": "Nantes",
          "zip": "44093",
          "country": "France",
          "geoPoint": {
            "lat": 47.21725,
            "lon": -1.55336
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}