{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01715675",
      "orgStudyIdInfo": {
        "id": "MEC 10-3-010"
      },
      "organization": {
        "fullName": "Maastricht University Medical Center",
        "class": "OTHER"
      },
      "briefTitle": "Effects of Plant Stanols on Immune Function in Asthma Patients",
      "officialTitle": "The Effect of Plant Stanols on the Immune Function of Asthma Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-01",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2010-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2012-05",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2014-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-05-30",
      "studyFirstSubmitQcDate": "2012-10-24",
      "studyFirstPostDateStruct": {
        "date": "2012-10-29",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-01-09",
      "lastUpdatePostDateStruct": {
        "date": "2014-01-10",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Maastricht University Medical Center",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Rationale: Plant stanols are well known for their effects on lowering intestinal cholesterol absorption ultimately resulting in 10-15% reduced serum LDL cholesterol concentrations in humans. In addition we have also shown that serum triacylglycerol (TG) concentrations may be lowered in subjects with elevated baseline concentrations. Till now, there is little evidence for plant stanol effects other than improving lipid profiles. However, we have very recently found strong indications in ex vivo models using isolated human peripheral mononuclear blood cells (PBMCs) from healthy volunteers that plant stanols have the capacity to improve immune function. More into detail, plant stanols shifted the differentiation of naive T-cells into the Th1 direction by activating a specific receptor present on the Antigen presenting cells (APCs) and T-cells. This effect might ultimately be helpful in situations in which the Th1/Th2 cell balance is disturbed into a Th2 over-responsiveness. By activating the Th1 response, the disturbed balance may be restored. This is for example a possibility in the treatment or prevention of asthma, food allergies or HIV in susceptible subjects. In addition, very recently (MEC 08-3-051) in a pilot study we also showed these ex vivo Th1 stimulating effects of plant stanols specifically in PBMCs isolated from asthma patients, as said, a condition characterized by a Th2 dominant immune response.\n\nObjective: The major research objective is to prove that the consumption of plant stanol ester enriched yogurts can improve immune function in vivo in asthma patients.\n\nStudy design: A double-blind randomized placebo-controlled human intervention study in which 90 patients with clinically proven asthma will participate: 45 in the intervention group receiving plant stanol yoghurt and 45 in the control group receiving a control yoghurt without added plant stanols. At the end of the run-in period as well as at the end of the experimental period blood will be sampled to isolate PBMCs. These cells are used to evaluate effects on cytokine production, phagocytic capacity of neutrophils, and the activity of NK cells. In addition, the golden standard to show improvements in immune function is by showing an elevated Immunoglobulin response to a vaccine. Therefore, during the experimental period all subjects receive a vaccination against Hepatitis A Virus. After 1, 2, 3, and 4 weeks blood will be sampled to monitor specific immunoglobulin titers to HAV.\n\nStudy population: 90 people with clinically proven asthma, who are not carrier of hepatitis A, B or C and have not been vaccinated against hepatitis A in the past. Also, these participants do not have any other immune-related pathology Main study parameters/endpoints: primary: Specific anti-HAV antibody titers after vaccination; secondary: Phagocytic capacity of neutrophils; NK-cell activity; Th1 and Th2 cytokine production profiles by PHA stimulated PMBCs.\n\nNature and extent of the burden and risks associated with participation, benefit and group relatedness: During the study, 9 blood samples (each 20 or 50 mL) will be taken. Total time investment for the subjects will be 160 min. Occasionally, a heamatoma or bruise can occur during venipuncture. After the vaccination a heamatoma or a sore arm can occur. These side effects should disappear within 4-5 days. Other common side effects related to the vaccination are headache, loss of appetite, and fatigue, which usually will disappear within 24 hours.\n\nThe results of this study will show whether consumption of plant stanol enriched yogurts is able to restore the disturbed th1/Th2 balance in asthma patients. Ultimately, this is expected to reduce asthmatic exacerbations, as the Th2 dominant immune response seems causal to asthmatic symptoms, however these clinical improvements are not verified in this relatively short term intervention study."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Allergy"
      ],
      "keywords": [
        "asthma",
        "allergy",
        "sitostanol",
        "cytokines",
        "Th1",
        "Treg",
        "antibodies",
        "IgE",
        "vaccination"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 61,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "plant stanol",
          "type": "ACTIVE_COMPARATOR",
          "interventionNames": [
            "Dietary Supplement: Plant stanol enriched soy-based yoghurt"
          ]
        },
        {
          "label": "control",
          "type": "PLACEBO_COMPARATOR",
          "interventionNames": [
            "Dietary Supplement: Soy-based yoghurt without added plant stanols"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Plant stanol enriched soy-based yoghurt",
          "description": "Plant stanol enriched soy-based yoghurt",
          "armGroupLabels": [
            "plant stanol"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Soy-based yoghurt without added plant stanols",
          "description": "Soy-based yoghurt without added plant stanols",
          "armGroupLabels": [
            "control"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "aHAV antibody titers",
          "timeFrame": "24 hours"
        },
        {
          "measure": "Plasma IgE",
          "timeFrame": "24 hours"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "inflammation markers",
          "timeFrame": "24 hours"
        },
        {
          "measure": "ex vivo cytokine production",
          "timeFrame": "24 hours"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* asthma\n\nExclusion Criteria:\n\n* other inflammatory or immunological diseases dyslipideamia previous vaccination or infection with hepatitis A diabetics COPD",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Jogchum Plat, PhD",
          "affiliation": "Maastricht University Medical Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Maastricht University Medical Centre",
          "city": "Maastricht",
          "state": "Limburg",
          "zip": "6229ER",
          "country": "Netherlands",
          "geoPoint": {
            "lat": 50.84833,
            "lon": 5.68889
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "26762374",
          "type": "DERIVED",
          "citation": "Brull F, De Smet E, Mensink RP, Vreugdenhil A, Kerksiek A, Lutjohann D, Wesseling G, Plat J. Dietary plant stanol ester consumption improves immune function in asthma patients: results of a randomized, double-blind clinical trial. Am J Clin Nutr. 2016 Feb;103(2):444-53. doi: 10.3945/ajcn.115.117531. Epub 2016 Jan 13."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}