{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00584051",
      "orgStudyIdInfo": {
        "id": "PURCELL"
      },
      "organization": {
        "fullName": "University of South Florida",
        "class": "OTHER"
      },
      "briefTitle": "Examination of the Role of Atrial Natriuretic Peptide Polymorphisms in Allergic Rhinitis and Asthma Severity",
      "officialTitle": "The Purpose of This Study is to Examine the Role of Atrial Natriuretic Peptide Polymorphisms in Allergic Rhinitis and Asthma Severity"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-10",
      "overallStatus": "TERMINATED",
      "whyStopped": "investigator closed study",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2007-10"
      },
      "primaryCompletionDateStruct": {
        "date": "2009-10",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2009-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2007-12-21",
      "studyFirstSubmitQcDate": "2007-12-31",
      "studyFirstPostDateStruct": {
        "date": "2008-01-02",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-10-02",
      "lastUpdatePostDateStruct": {
        "date": "2018-10-04",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Richard F. Lockey, MD",
        "investigatorTitle": "MD",
        "investigatorAffiliation": "University of South Florida"
      },
      "leadSponsor": {
        "name": "University of South Florida",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Asthma is an inflammatory condition of the airways in the lungs that results in obstruction of airflow in those with the condition. The disease continues to be a major worldwide health care problem and its prevalence continues to increase annually. In 2005, 20 million people were diagnosed with asthma. The disease causes significant morbidity and accounts for 5,000 deaths annually. Between 1980 and 1994 the prevalence of asthma increased 74% in the United States and, in children under age 5, the prevalence increased by 160%. The allergic etiology of airway inflammation associated with asthma is established. Bronchial washings of asthmatic subjects are most often characterized by eosinophils, mast cells, and cytokines that are associated with the Th2 (allergic) phenotype. Similarly, IgE plays a pivotal role in airway inflammation of asthmatic subjects when allergens that cross-link IgE bound to mast cells in the airways cause the release of histamine and other inflammatory mediators. The association of asthma and the IgE mediated allergic phenotype is well established and up to 70% of asthmatics also suffer from allergic disease.\n\nAdequately treated asthma often has minimal impact of quality of life but diagnosis and proper treatment is often delayed, resulting in increased missed school days, emergency room visits, and otherwise preventable degradation in quality of life. It would therefore be highly useful to identify a biomarker that can be used to assist in the diagnosis of asthma or to identify subjects at higher risk of developing allergic disease or asthma in the future. Efforts at identifying a genetic marker for the early diagnosis of asthma have been unsuccessful, mainly due to the complexity of the pathogenesis of the disease.\n\nAtrial natriuretic factor is a pro-hormone precursor for 4 natriuretic peptide hormones including atrial natriuretic peptide (ANP). ANP's effects on the cardiovascular system are well characterized. Less well understood is the role these hormones play in immune regulation.\n\nRecent studies have demonstrated a role for ANP in the regulation of immune function: ANP induces release of histamine from mast cells and macrophages, stimulates migration of neutrophils, enhances the cytotoxic activity of natural killer (NK) cells, and stimulates TNF-β production. Human dendritic cells express ANP receptors (GC-a) which polarize CD4+ cells towards a Th2 phenotype.\n\nSince allergic rhinitis and asthma are associated with a Th2 phenotype, it is possible that elevated levels of ANP can be used to predict asthma severity or to predict future predilection to atopic disease.\n\nThere are a number of ANP gene polymorphisms that have been studied and found to be associated with renal disease, heart disease, hypertension and diabetes. Several studies have investigated the potential role of these polymorphisms in cardiovascular disease and have found association between polymorphisms of the ANP gene and left ventricular remodeling, hypertension, renal disease, diabetes, and increased risk of ischemic stroke. To our knowledge, no studies evaluating the role of ANP polymorphisms in allergic disease have been performed.\n\nThe goal of this research proposal is to evaluate whether ANP levels can be utilized to assist in diagnosis of asthma and in the prediction of asthma severity. Additionally, we will investigate the potential effect of polymorphisms in the ANP gene on asthma severity and thus serve as a useful genetic marker to predict future risk of atopy and asthma."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Allergic Rhinitis"
      ],
      "keywords": [
        "Control group"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "CHEEK SWAB FOR DNA SAMPLES, BLOOD SAMPLES FOR IGE AND ANP LEVELS\n\nThis study cannot be located to update the actual number of participants."
      },
      "enrollmentInfo": {
        "count": 90,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1"
        },
        {
          "label": "2"
        },
        {
          "label": "3"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To determine if an overproduction of ANP is associated with atopy and asthma.",
          "timeFrame": "1 YEAR"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To determine whether polymorphisms in the ANP gene contribute to the pathogenesis of the allergic condition or asthma.",
          "timeFrame": "1YEAR"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nInclusion criteria for asthma group\n\n1. Subjects between 18-40 years of age\n2. History of asthma diagnosed by a physician\n3. Have a physician documented diagnosis of allergic disease based on detection of sensitivity by either skin prick testing or RAST,\n4. Have a decreased FEV1 with 12% improvement in FEV1 documented within 12 weeks\n\nInclusion criteria for allergic rhinitis group\n\n1. Subjects between ages of 18-40\n2. Have a physician documented history of allergic rhinitis based on prior skin prick testing or a positive RAST test.\n\nInclusion criteria for control group\n\n1. Subjects between 18-40 years of age\n2. FEV1 greater than 80% predicted\n3. No history of wheezing or allergies\n\nExclusion Criteria:\n\n1. Use of systemic corticosteroids 4 weeks prior to initial visit\n2. Use of antihistamines 7 days prior to initial visit\n3. Respiratory infection 2 weeks prior to initial visit\n4. History of Xolair use or immunotherapy\n5. Current smoking, alcohol, or substance abuse\n6. Patients with primary immunodeficiency\n7. Patients currently on immunosuppressive therapy\n8. Unable to perform pulmonary function testing\n9. History of congestive heart failure\n10. Current cancer diagnosis or undergoing cancer therapy",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "40 Years",
      "stdAges": [
        "ADULT"
      ],
      "studyPopulation": "The study will include three groups; an asthma group, an allergic rhinitis group, and a healthy control group. Participants will be between 18-40 years of age and will meet inclusion/exclusion criteria outlined below. The study will continue for a total of 1 year. Study subjects will keep a diary of symptoms using a validated asthma subjective questionnaire (Juniper). Serum levels of atrial natriuretic peptide and serum IgE, will be obtained at the initial visit and then at regular intervals depending on the study group (table 1).",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "RICHARD F LOCKEY, MD",
          "affiliation": "University of South Florida",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "USF",
          "city": "Tampa",
          "state": "Florida",
          "zip": "33613",
          "country": "United States",
          "geoPoint": {
            "lat": 27.94752,
            "lon": -82.45843
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        }
      ]
    }
  },
  "hasResults": false
}