{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06386081",
      "orgStudyIdInfo": {
        "id": "AC18/00031"
      },
      "organization": {
        "fullName": "Fundación Pública Andaluza para la Investigación de Málaga en Biomedicina y Salud",
        "class": "OTHER"
      },
      "briefTitle": "Dietary Intervention in Food Allergy",
      "officialTitle": "Dietary Intervention in Food Allergy: Microbiome, Epigenetic and Metabolomic Interactions",
      "acronym": "AC18/00031"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-01-31",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-06-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-04-04",
      "studyFirstSubmitQcDate": "2024-04-22",
      "studyFirstPostDateStruct": {
        "date": "2024-04-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-04-22",
      "lastUpdatePostDateStruct": {
        "date": "2024-04-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fundación Pública Andaluza para la Investigación de Málaga en Biomedicina y Salud",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this randomized double-blind placebo-controlled clinical study is to determine whether the dietary intervention with pectins leads to food immunomodulation in non-specific lipid transfer proteins (nsLTP) allergic patients. The main question it aims to answer is if the microbiome is a target of intervention against food allergy through the use of prebiotics such as pectins.\n\nParticipants will be enrolled to receive a two-month dietary intervention with either two different pectins (citrus or apple pectin) or placebo. Increase in oral tolerance to the peach nsLTP will be measured through a double-blind placebo-controlled food challenge (DBPCFC). Microbiome, proteomic and metabolomic studies will also be performed in blood and stool samples.",
      "detailedDescription": "DIFAMEM is an original integrative project that aims to use the potential of a pectin-enriched diet to treat food allergy, comprehensively addressing its effects on the epigenome and microbiome, metabolomic modifications and immune modulation. DIFAMEM has been approved by the Regulatory Authorities and Ethics Research Committee of Malaga.\n\nIn recent years the microbiome has gained attention as a target of intervention against food allergy, e.g. through the use of prebiotics, which are non-digestible food components that stimulate the growth and activity of certain microorganisms. There is currently great interest in the potential of plant-derived dietary fiber as a protective component against allergies, based on promising results which have been obtained in asthma models. Dietary fibers such as pectin can alter the gut microbiota and lead to increased local and systemic concentrations of gut microbiota-derived short chain fatty acids (SCFAs). SCFAs, including acetate, propionate, and butyrate, can promote the generation of peripheral regulatory T cells by epigenetic modulation, and suppress the inflammatory function of dendritic cells (DC) by transcriptional modulation. It is probable that additional metabolites also play an important role in these processes. Therefore, metabolomics applied in an untargeted approach for food allergy is an attractive option for the discovery of novel metabolites. This technology has been used to show a relationship between the beneficial effects upon using prebiotics and changes in faecal metabolites.\n\nPectin is a polysaccharide that occurs naturally in fruits, mainly in the peel and core. It has been recently reported that a diet supplemented with pectin alters the ratio of Firmicutes to Bacteroidetes in gut and lung microbiota, increases the concentrations of SCFAs in faeces and sera, and reduces the development of airway inflammation by suppressing DC function via engagement of GPR41 (free fatty acid receptor 3, FFAR3). Notably, natural apple pectin has been shown to have an immunomodulatory effect on allergies, although the mechanisms still need to be elucidated. The dominant component of pectin is a linear chain of galacturonic acid (GalA) in which a proportion of the carboxyl acid groups are present as methylesters. The ratio of esterified GalA groups to total GalA groups is termed the degree of esterification (DE). Two types of pectin exist: high methoxy pectin (HMP) with DE \\>50% or low methoxy pectin (LMP) with DE \\<50%. The majority of natural pectin is HMP, whereas LMP is more common in processed foods. Both HMP and LMP appear to possess immunomodulatory effects and increase SCFA levels in treated mice. LMP is more efficiently fermented by the microbiota in the ileum whereas HMP is mainly fermented in the proximal colon. These data suggest that the different types of pectin may exert their immunomodulatory effects through different mechanisms, however little is known about the different types of pectin in relation to food allergy.\n\nFood allergy has dramatically increased in prevalence by over 50% during the last decade and is estimated to affect 5% of adults and 8% of children. Fruits are the most frequent triggers in adolescents and adults worldwide. The Rosaceae family contains the most often involved fruits, with non-specific lipid transfer proteins (nsLTPs) the primary sensitizers, such as the major peach allergen Pru p 3. NsLTPs are panallergens associated with sensitization to multiple taxonomically unrelated plant-derived foods. They are very stable and can cause a complex clinical pattern known as LTP-syndrome, which includes life-threatening reactions such as anaphylaxis. This syndrome, even in milder forms, can greatly impact quality of life and causes high socio-economic cost.\n\nThe DIFAMEM study is based on the hypothesis that dietary intervention will lead to beneficial effects for food allergic patients, using a natural food constituent with prebiotic properties like pectins. Such an intervention would be safer than specific allergen immunotherapy, avoiding allergic side effects. Studying the mechanisms of this intervention by modern innovative omics technologies will allow us to further optimize the approach in a targeted fashion.\n\nParticipants with a confirmed nsLTP allergy from the Allergy Unit of Hospital Regional Universitario de Málaga will be enrolled after informed consent obtention to receive a dietary intervention with two different pectins (citrus low DE or apple high DE) or placebo. DBPCFC with known quantities of Pru p 3 will be performed before and after the dietary intervention to determine improvement in nsLTP oral tolerance. Blood and stool samples will also be collected before and after the intervention to analyze the effects on the epigenome and microbiome, metabolomic modifications and immune modulation."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ],
      "keywords": [
        "Pectin",
        "Dietary intervention",
        "nsLTP allergy",
        "Immunoregulation",
        "Microbiome"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "Treatment will be blinded to the participants and research team.",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 51,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Citrus pectin dietary intervention group",
          "type": "EXPERIMENTAL",
          "description": "This group will orally take 10 g of citrus pectin with low DE (7,3%) + 5 g of maltodextrin twice a day during two months.",
          "interventionNames": [
            "Dietary Supplement: Citrus pectin with low DE"
          ]
        },
        {
          "label": "Apple pectin intervention group",
          "type": "EXPERIMENTAL",
          "description": "This group will orally take 10 g of apple pectin with high DE (57%) + 5 g of maltodextrin twice a day during two months.",
          "interventionNames": [
            "Dietary Supplement: Apple pectin with high DE"
          ]
        },
        {
          "label": "Placebo group",
          "type": "PLACEBO_COMPARATOR",
          "description": "This group will orally take placebo (5 g of maltodextrin) twice a day during two months.",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Citrus pectin with low DE",
          "description": "Dietary intervention with citrus pectin with low DE. Participants will orally take the supplement twice a day, after dissolving it in 100ml of water, for 2 months.",
          "armGroupLabels": [
            "Citrus pectin dietary intervention group"
          ],
          "otherNames": [
            "Classic pectin"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Apple pectin with high DE",
          "description": "Dietary intervention with apple pectin with high DE. Participants will orally take the supplement twice a day, after dissolving it in 100ml of water, for 2 months.",
          "armGroupLabels": [
            "Apple pectin intervention group"
          ],
          "otherNames": [
            "Herbapekt"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Participants will orally take the placebo (maltodextrin) twice a day, after dissolving it in 100ml of water, for 2 months. Maltodextrin is highly digestible and in small amounts will have limited impact on gut microbiome.",
          "armGroupLabels": [
            "Placebo group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Clinical efficacy of pectin dietary intervention in nsLTP allergic patients",
          "description": "Clinical efficacy is defined as a significant increase in Pru p 3 (μg) tolerance, measured through DBPCFC performed before and after the pectin intervention, compared to the Placebo.",
          "timeFrame": "16 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Changes in Pru p 3 (nsLTP of peach) specific IgE production induced by pectin intervention",
          "description": "Results will be expressed as kUA/L.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Pru p 3-specific maturational changes of dendritics cells induced by pectin intervention",
          "description": "Results will be expressed as maturation index (MI).",
          "timeFrame": "18 months"
        },
        {
          "measure": "Pru p 3-specific proliferative response of different lymphocytes cell subpopulations after pectin intervention",
          "description": "The specific proliferation responses of different lymphocytes subpopulations will be measured: Th1, Th2, Th9, and Plasma-cells/IgE+, T regulatory cells (Treg), Treg/IL10+ and B regulatory cells/ IL10+. The results will be expressed as fold change of proliferation index (PI).",
          "timeFrame": "18 months"
        },
        {
          "measure": "Changes in Pru p 3-specific basophil activation induced by pectin intervention",
          "description": "Results will be presented as the percentage of activated basophils (CD63+CD203c+CCR3+) and basophil allergen threshold sensitivity (CD-Sens).",
          "timeFrame": "18 months"
        },
        {
          "measure": "Changes induced in the taxonomic diversity of gut microbiota",
          "description": "STAMP (Statistical Analysis of Metagenomic Profiles, v2.1.3) will be used to identify particular taxa that significantly differ in abundance (%) between groups.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Changes in feaces metabolome induced by pectin dietary intervention",
          "description": "Metabolomic profile from feaces samples will be analysed using a combination of untargeted mass spectrometry techniques: liquid chromatography-mass spectrometry (LC-ESI-QTOF-MS) and capillary electrophoresis-mass spectrometry (CE-TOF-MS). Results will be expressed as µg/g.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Changes in serum metabolome induced by the pectin dietary intervention",
          "description": "Metabolomic profile from serum samples will be analysed by a combination of liquid chromatography-mass spectrometry (LC-MS) and gas chromatography coupled to mass spectrometry (GC-MS). Results will be expressed as µg/mL.",
          "timeFrame": "18 months"
        },
        {
          "measure": "Epigenomic changes induced by the pectin dietary intervention",
          "description": "Analysis of the methylome will be performed by EPIC array (Illumina).",
          "timeFrame": "18 months"
        },
        {
          "measure": "Pectin safety profile",
          "description": "Analysis of the frequency of adverse events induced by pectin supplement. Determination of liver function parameters, appearance of allergic reactions and/or gastrointestinal symptoms.",
          "timeFrame": "16 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults with a clear clinical history of food allergy after eating peach (oral allergy syndrome and/or systemic symptoms)\n* Sensitization to Pru p 3 by positive skin prick test (SPT wheal area \\>7 mm2) and specific IgE (sIgE \\>0.35 kU/L)\n* Positive DBPCFC (Sampson 2012) with peach juice\n* Signed informed consent\n\nExclusion Criteria:\n\n* Any clinical condition contraindicating performance of DBPCFC\n* A negative result in the DBPCFC\n* Lactation\n* Active infections\n* Acute/chronic inflammatory, autoimmune, and/or oncological diseases\n* Diabetes\n* Obesity\n* Severe immunodeficiency\n* Metabolic syndrome\n* Alcohol disorder\n* Mental illness\n* Increased liver parameters and any liver disease\n* Smoking habit\n* Enzymatic deficiency\n* Being vegetarian and taking vitamin supplements, probiotics, prebiotics, antibiotics, metformin, statins, proton pump inhibitors, or corticosteroids in the last three months, and immunomodulators and/or immunotherapy in the last five years.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "María José Torres, MD, PhD",
          "affiliation": "Allergy Clinical Unit, Hospital Regional Universitario de Málaga, Málaga, Spain",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Regional Universitario de Málaga",
          "city": "Málaga",
          "country": "Spain",
          "geoPoint": {
            "lat": 36.72016,
            "lon": -4.42034
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "24390308",
          "type": "BACKGROUND",
          "citation": "Trompette A, Gollwitzer ES, Yadava K, Sichelstiel AK, Sprenger N, Ngom-Bru C, Blanchard C, Junt T, Nicod LP, Harris NL, Marsland BJ. Gut microbiota metabolism of dietary fiber influences allergic airway disease and hematopoiesis. Nat Med. 2014 Feb;20(2):159-66. doi: 10.1038/nm.3444. Epub 2014 Jan 5."
        },
        {
          "pmid": "27332875",
          "type": "BACKGROUND",
          "citation": "Tan J, McKenzie C, Vuillermin PJ, Goverse G, Vinuesa CG, Mebius RE, Macia L, Mackay CR. Dietary Fiber and Bacterial SCFA Enhance Oral Tolerance and Protect against Food Allergy through Diverse Cellular Pathways. Cell Rep. 2016 Jun 21;15(12):2809-24. doi: 10.1016/j.celrep.2016.05.047."
        },
        {
          "pmid": "27889451",
          "type": "BACKGROUND",
          "citation": "Krautkramer KA, Kreznar JH, Romano KA, Vivas EI, Barrett-Wilt GA, Rabaglia ME, Keller MP, Attie AD, Rey FE, Denu JM. Diet-Microbiota Interactions Mediate Global Epigenetic Programming in Multiple Host Tissues. Mol Cell. 2016 Dec 1;64(5):982-992. doi: 10.1016/j.molcel.2016.10.025. Epub 2016 Nov 23."
        },
        {
          "pmid": "28160515",
          "type": "BACKGROUND",
          "citation": "Villasenor A, Rosace D, Obeso D, Perez-Gordo M, Chivato T, Barbas C, Barber D, Escribese MM. Allergic asthma: an overview of metabolomic strategies leading to the identification of biomarkers in the field. Clin Exp Allergy. 2017 Apr;47(4):442-456. doi: 10.1111/cea.12902."
        },
        {
          "pmid": "26872019",
          "type": "BACKGROUND",
          "citation": "Zhang Z, Shi L, Pang W, Liu W, Li J, Wang H, Shi G. Dietary Fiber Intake Regulates Intestinal Microflora and Inhibits Ovalbumin-Induced Allergic Airway Inflammation in a Mouse Model. PLoS One. 2016 Feb 12;11(2):e0147778. doi: 10.1371/journal.pone.0147778. eCollection 2016."
        },
        {
          "pmid": "27198846",
          "type": "BACKGROUND",
          "citation": "Tian L, Bruggeman G, van den Berg M, Borewicz K, Scheurink AJ, Bruininx E, de Vos P, Smidt H, Schols HA, Gruppen H. Effects of pectin on fermentation characteristics, carbohydrate utilization, and microbial community composition in the gastrointestinal tract of weaning pigs. Mol Nutr Food Res. 2017 Jan;61(1). doi: 10.1002/mnfr.201600186. Epub 2016 Jun 20."
        },
        {
          "pmid": "25459576",
          "type": "BACKGROUND",
          "citation": "Savage J, Johns CB. Food allergy: epidemiology and natural history. Immunol Allergy Clin North Am. 2015 Feb;35(1):45-59. doi: 10.1016/j.iac.2014.09.004. Epub 2014 Nov 21."
        },
        {
          "pmid": "16890775",
          "type": "BACKGROUND",
          "citation": "Fernandez-Rivas M, Bolhaar S, Gonzalez-Mancebo E, Asero R, van Leeuwen A, Bohle B, Ma Y, Ebner C, Rigby N, Sancho AI, Miles S, Zuidmeer L, Knulst A, Breiteneder H, Mills C, Hoffmann-Sommergruber K, van Ree R. Apple allergy across Europe: how allergen sensitization profiles determine the clinical expression of allergies to plant foods. J Allergy Clin Immunol. 2006 Aug;118(2):481-8. doi: 10.1016/j.jaci.2006.05.012. Epub 2006 Jun 27."
        },
        {
          "pmid": "25210741",
          "type": "BACKGROUND",
          "citation": "Gomez F, Aranda A, Campo P, Diaz-Perales A, Blanca-Lopez N, Perkins J, Garrido M, Blanca M, Mayorga C, Torres MJ. High prevalence of lipid transfer protein sensitization in apple allergic patients with systemic symptoms. PLoS One. 2014 Sep 11;9(9):e107304. doi: 10.1371/journal.pone.0107304. eCollection 2014."
        },
        {
          "pmid": "23195525",
          "type": "BACKGROUND",
          "citation": "Sampson HA, Gerth van Wijk R, Bindslev-Jensen C, Sicherer S, Teuber SS, Burks AW, Dubois AE, Beyer K, Eigenmann PA, Spergel JM, Werfel T, Chinchilli VM. Standardizing double-blind, placebo-controlled oral food challenges: American Academy of Allergy, Asthma & Immunology-European Academy of Allergy and Clinical Immunology PRACTALL consensus report. J Allergy Clin Immunol. 2012 Dec;130(6):1260-74. doi: 10.1016/j.jaci.2012.10.017. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "DIFAMEM study will adhere to FAIR data principles (Findable, Accessible, Interoperable, and Reusable data). We will make all data available as appropriate, including a detailed description of protocols and analysis pipelines, to ensure that results can be reproduced, and to facilitate further analysis and development of this work by other groups. We will make the data preserved accessible, and used in accordance with scientific norms of fair attribution and use.",
      "timeFrame": "Data will be released upon publication and preserved for a minimun of 10 years.",
      "accessCriteria": "Free access."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C586814",
          "term": "citrus pectin"
        }
      ]
    }
  },
  "hasResults": false
}