{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04687059",
      "orgStudyIdInfo": {
        "id": "PQGrass309"
      },
      "secondaryIdInfos": [
        {
          "id": "2020-000408-13",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Allergy Therapeutics",
        "class": "INDUSTRY"
      },
      "briefTitle": "An Exploratory Study of PQ Grass 27600 SU",
      "officialTitle": "A Randomised, Double-blind, Placebo-controlled Exploratory Study to Explore the Efficacy and Safety of PQ Grass 27600 SU in Subjects With Seasonal Allergic Rhinitis and/or Rhinoconjunctivitis Induced by Grass Pollen Exposure"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-10-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-08-18",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2021-10-28",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-10-08",
      "studyFirstSubmitQcDate": "2020-12-23",
      "studyFirstPostDateStruct": {
        "date": "2020-12-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-01-17",
      "lastUpdatePostDateStruct": {
        "date": "2022-01-19",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Allergy Therapeutics",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "PQGrass309 is aimed at exploring the expected average treatment effect of PQ Grass 27600 SU cumulative dose on symptom and medication score in a field setting. The study will enrol adult subjects with seasonal allergic rhinitis and/or rhinoconjunctivitis (SAR) induced by grass pollen exposure.",
      "detailedDescription": "PQGrass309 is a randomised, double-blind, placebo-controlled exploratory study to explore the efficacy and safety of PQ Grass 27600 SU in subjects with seasonal allergic rhinitis and/or rhinoconjunctivitis (SAR) induced by grass pollen exposure. The study is expected to be conducted in the United States (US) and the European Union (EU). The study will enrol enough subjects to allow treatment of approximately 150 subjects.\n\nThe aim of this exploratory field study is to explore amongst others the following:\n\n* The efficacy and safety (up to 6 months following treatment) of a cumulative dose of 27600 standardised units (SU) of PQ Grass in the treatment of grass pollen allergy.\n* The expected average treatment effect on combined symptom and medication score."
    },
    "conditionsModule": {
      "conditions": [
        "Rhinitis, Allergic, Seasonal"
      ],
      "keywords": [
        "PQ Grass",
        "Seasonal Allergic Rhinitis or Rhinoconjunctivitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 119,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "PQ Grass Standard Dosing Regimen",
          "type": "EXPERIMENTAL",
          "description": "Cumulative dose 27600 SU",
          "interventionNames": [
            "Biological: PQ Grass"
          ]
        },
        {
          "label": "PQ Grass Alternative Dosing Regimen",
          "type": "EXPERIMENTAL",
          "description": "Cumulative dose 27600 SU",
          "interventionNames": [
            "Biological: PQ Grass"
          ]
        },
        {
          "label": "Placebo Option 1",
          "type": "PLACEBO_COMPARATOR",
          "description": "Suspension for injection",
          "interventionNames": [
            "Drug: Placebo Option 1"
          ]
        },
        {
          "label": "Placebo option 2",
          "type": "PLACEBO_COMPARATOR",
          "description": "Solution for injection",
          "interventionNames": [
            "Drug: Placebo Option 2"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "PQ Grass",
          "description": "Suspension for injection",
          "armGroupLabels": [
            "PQ Grass Alternative Dosing Regimen",
            "PQ Grass Standard Dosing Regimen"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo Option 1",
          "description": "Suspension for injection",
          "armGroupLabels": [
            "Placebo Option 1"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo Option 2",
          "description": "Solution for injection",
          "armGroupLabels": [
            "Placebo option 2"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "CSMS (Combined symptom and medication score) averaged over the peak grass pollen season (GPS)",
          "description": "6 individual symptoms assessed in a 4 point severity scale (0-No symptoms to 3-Severe symptoms",
          "timeFrame": "Approximately 2-5 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "CSMS averaged over the entire (or truncated) GPS",
          "description": "6 individual symptoms assessed in a 4 point severity scale (0-No symptoms to 3-Severe symptoms)",
          "timeFrame": "Approximately 10 weeks"
        },
        {
          "measure": "Total combined score (TCS) averaged over the peak GPS",
          "description": "6 individual symptoms in a similar fashion to CSMS assessed in a 4 point severity scale (0-No symptoms to 3-Severe symptoms)",
          "timeFrame": "Approximately 2-5 weeks"
        },
        {
          "measure": "TCS averaged over entire (or truncated) GPS",
          "description": "6 individual symptoms in a similar fashion to CSMS assessed in a 4 point severity scale (0-No symptoms to 3-Severe symptoms)",
          "timeFrame": "Approximately 10 weeks"
        },
        {
          "measure": "Daily symptom score (dSS) of the CSMS averaged over the peak and entire (or truncated) GPS",
          "description": "Sum of the scores (0-No symptoms to 3-Severe symptoms) for the 6 individual symptoms assessed in CSMS divided by 6",
          "timeFrame": "Approximately 10 weeks. Duration of the Peak Grass pollen season (GPS) to be determined as per pollen counts within the GPS"
        },
        {
          "measure": "Daily medication score (dMS) of the CSMS averaged over the peak and entire (or truncated) GPS",
          "description": "Score 0 (no relief medication) to 3 (highest step relief medication) per day; based on at least 1 dose of the medication of the highest step taken that day",
          "timeFrame": "Approximately 10 weeks. Duration of the Peak Grass pollen season (GPS) to be determined as per pollen counts within the GPS"
        },
        {
          "measure": "dSS of the TCS averaged over the peak GPS and entire (or truncated) GPS",
          "description": "Sum of the scores (0-No symptoms to 3-Severe symptoms) for the 6 individual symptoms (i.e. ranging from 0 to 18)",
          "timeFrame": "Approximately 10 weeks. Duration of the Peak Grass pollen season (GPS) to be determined as per pollen counts within the GPS"
        },
        {
          "measure": "dMS of the TCS averaged over the peak GPS and entire (or truncated) GPS",
          "description": "Score 0 (no relief medication) to 3 (highest step relief medication) per day; based on at least 1 dose of the medication of the highest step taken that day",
          "timeFrame": "Approximately 10 weeks. Duration of the Peak Grass pollen season (GPS) to be determined as per pollen counts within the GPS"
        },
        {
          "measure": "TSS during CPT, CSMS, TCS, dSS (for CSMS and TCS) and dMS (for CSMS and TCS) over the peak and entire (or truncated) GPS for subjects with a positive CPT at baseline.",
          "description": "CPT - Conjunctival provocation test - At screening, during randomization and pre-GPS",
          "timeFrame": "Approximately 10 weeks. Duration of the Peak Grass pollen season (GPS) to be determined as per pollen counts within the GPS"
        },
        {
          "measure": "The probability of well days and severe days during the peak and entire (or truncated) GPS.",
          "timeFrame": "Approximately 10 weeks. Duration of the Peak Grass pollen season (GPS) to be determined as per pollen counts within the GPS"
        },
        {
          "measure": "Pre-GPS (Visit 12) TSS measured during CPT",
          "description": "Pre-season",
          "timeFrame": "Assessment Baseline (pre-GPS)"
        },
        {
          "measure": "Serum Ig responses (total IgE; grass-specific IgE and IgG4; specific IgE/total IgE and specific IgE/specific IgG4) at Visit 12 and Visit 15.",
          "timeFrame": "Approximately 10 weeks"
        },
        {
          "measure": "RQLQ(S) measured within the GPS",
          "description": "Rhinoconjunctivitis quality of life questionnaire with standardised activities - RQLQ(S)",
          "timeFrame": "Approximately 10 weeks"
        },
        {
          "measure": "Frequency, severity and relationship of AEs to treatment",
          "description": "AEs - Adverse Events",
          "timeFrame": "Up to 1 year"
        },
        {
          "measure": "Frequency of AEs leading to premature discontinuation from treatment or study",
          "timeFrame": "Up to 1 year"
        },
        {
          "measure": "Frequency of AESI",
          "description": "AESI - Adverse events of special interest",
          "timeFrame": "Up to 1 year"
        },
        {
          "measure": "Changes in serum chemistry values between screening and Visit 15",
          "description": "Including sodium, potassium and chloride concentration",
          "timeFrame": "6 months approximately"
        },
        {
          "measure": "Changes in serum chemistry values between screening and Visit 15",
          "description": "Including Glucose, uric acid, urea, calcium, creatinine, total protein, phosphorus, cholesterol, albumin and total bilirubin concentration",
          "timeFrame": "6 months approximately"
        },
        {
          "measure": "Changes in serum chemistry values between screening and Visit 15",
          "description": "Including alkaline phosphatase, LDH, AST, ALT, GGT, CRP.",
          "timeFrame": "6 months approximately"
        },
        {
          "measure": "Changes in haematology values between screening and Visit 15 - RBC, WBC, Platelets",
          "description": "Including total WBC and differentials, total RBC, RBC indices and platelet count.",
          "timeFrame": "6 months approximately"
        },
        {
          "measure": "Changes in haematology values between screening and Visit 15 - Haemoglobin",
          "description": "Haemoglobin concentration",
          "timeFrame": "6 months approximately"
        },
        {
          "measure": "Changes in clinical laboratory values (urinalysis) between screening and Visit 15",
          "description": "Urinalysis (using a urine dip-stick) pH, protein, glucose, ketones, bilirubin, blood, nitrite, urobilinogen, leukocytes.\n\nNote: Microscopic examination will be conducted if protein, leukocytes, nitrite, and/or blood are detected. If needed, microscopic examination will include WBC, RBC, casts, and bacteria.",
          "timeFrame": "6 months approximately"
        },
        {
          "measure": "Changes in vital signs (all subjects) at all treatment visits - Blood pressure",
          "description": "systolic and diastolic blood pressure",
          "timeFrame": "7 months approximately"
        },
        {
          "measure": "Changes in vital signs (all subjects) at all treatment visits - Pulse rate",
          "timeFrame": "7 months approximately"
        },
        {
          "measure": "Changes in vital signs (all subjects) at all treatment visits - Respiratory rate",
          "timeFrame": "7 months approximately"
        },
        {
          "measure": "Changes in vital signs (all subjects) at all treatment visits - Body temperature",
          "timeFrame": "7 months approximately"
        },
        {
          "measure": "Changes in PEFR (only in subjects with past or current asthma) at all treatment visits",
          "description": "PEFR - peak expiratory flow rate",
          "timeFrame": "7 months approximately"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n\\- Informed Consent\n\n1. Capable of giving signed informed consent and demonstrates willingness to comply with the requirements and restrictions listed in the ICF and study protocol and to attend required study visits.\n2. Subject who has signed and dated the ICF.\n\n   \\- Age:\n3. 18 to 65 years of age inclusive, at the time of signing the ICF.\n\n   \\- Sex / Contraceptive requirements:\n4. Male or female.\n5. Female subjects who are not of childbearing potential (defined as at least 12 months natural spontaneous amenorrhoea, or at least 6 weeks following surgical menopause) or females of childbearing potential who agree to comply with the contraceptive requirements of the study protocol.\n\n   \\- Subjects and general health characteristics:\n6. Good general health, as determined by the investigator, based on a medical evaluation, including medical history, physical examination, and laboratory tests. A subject with a clinical abnormality or laboratory parameters outside the reference range for the population being studied may be included only if the investigator agrees that the finding is unlikely to introduce additional risk factors and will not interfere with the study procedures.\n7. Positive history of moderate to severe symptoms of seasonal allergic rhinitis and/or rhinoconjunctivitis ascribed to grass (Pooideae) pollen exposure that required repeated use of antihistamines, nasal corticosteroids, and/or leukotriene modifiers for relief of symptoms during the last 2 consecutive seasons prior to the study, confirmed by subject records.\n\n   Please note: Subjects with asthma may be included, but the asthma must be well controlled (according to current Global Initiative for Asthma {GINA} guidelines \\[GINA, 2020\\]).\n8. A positive SPT for grass pollen (wheals \\[longest diameter\\] ≥3 mm and histamine ≥3 mm) and a negative SPT to the negative control (wheal diameter =0) at screening.\n9. Grass specific IgE class ≥2 as documented by an ImmunoCAP test at screening.\n10. FEV1 ≥80% of predicted, with a FEV1/FVC ratio ≥70% and (PEFR) ≥75% predicted at screening.\n11. Subjects who have no suspicion or symptoms of SARS-CoV-2 infection (as assessed by the investigator) or who have had no contact with a confirmed case of COVID-19 in the past 2 weeks prior to screening and randomisation.\n\nExclusion Criteria (include amongst others):\n\n\\- Medical conditions:\n\n1. Pregnant or lactating subject.\n2. Moderate to severe allergy symptoms during the screening and treatment periods, and/or GPS caused by perennial allergens or seasonal allergens (other than grass) as verified by medical history and positive SPT.\n\n   Exception: screening, treatment and collection of eDiary data can be conducted outside of the pollen season(s) of concern or perennial allergies are irrelevant due to avoidance measures (e.g., cats and dog allergy).\n3. Subjects with a positive SPT at US and EU sites in regions with relevant southern grass (Bahia grass, Bermuda grass or Johnson grass) exposure.\n4. Moderate to severe symptoms during the 3 years prior to Visit 1 to another seasonal or perennial allergen not tested in the SPT that cannot be avoided during the study and the symptoms of which may interfere with administration of treatment and /or impact the data collected, as determined by the investigator.\n5. Presence of any medical condition that may reduce the ability to survive a serious allergic reaction.\n6. History of autoimmune disease including Hashimoto's thyroiditis or other immunological disorder or other diseases (including, but not limited to, malignancy, cardiovascular, gastro-intestinal, hepatic, renal, hematological, neurological, endocrine or pulmonary disease) that in the opinion of the investigator may pose a safety risk or compromise the interpretation of efficacy of the study treatment.\n7. Presence of severe or uncontrolled or partly controlled asthma as defined in the GINA guidelines (GINA 2020) or asthma that requires more than a daily dose above 400 mcg of inhaled budesonide or equivalent.\n8. Emergency room visit or hospitalisation for asthma in the 12 months prior to screening and randomisation or any history of a life-threatening asthma attack.\n9. Presence of non-atopic rhinitis and/or rhino-sinusitis (with or without polyps).\n10. Presence of nasal polyps and/or chronic sinusitis.\n11. Presence of any acute or chronic ocular disorder, other than allergic conjunctivitis, which could interfere with the evaluation of CPT.\n12. Eye surgery within the past 6 months.\n13. Presence of any skin conditions (e.g. skin abnormalities, tattoos) which might interfere with the interpretation of the SPT results.\n14. Clinical history of Type I diabetes. Subjects with well-controlled Type II diabetes will be allowed to participate at the discretion of the investigator.\n15. Any acute infection (including upper respiratory tract infections in the 14 days prior to Visit 2), which in the opinion of the investigator may pose a safety risk to the subject.\n16. Clinical history of severe or serious systemic reaction in response to AIT treatment in the past.\n17. Clinical history of severe or life-threatening anaphylactic reactions to foods, insect venom, exercise, drugs or idiopathic anaphylaxis.\n18. Clinical history of allergy, hypersensitivity or intolerance to the excipients of the IMP.\n19. Tyrosine metabolism disorders, especially tyrosinemia and alkaptonuria.\n\n    \\- Prior/concomitant therapy:\n20. History of any allergen SIT.\n21. Inability to adhere to the washout periods for Prohibited Medications/Therapies with respect to Visit 1/1a and to refrain from using the medications indicated until after Visit 15.\n22. Treatment with a preparation containing MPL (e.g., Cervarix, Shingrix, Fendrix) within 2 years prior to Visit 1 and until after completion of Visit 15 (with the exception of the IMP).\n23. Unable to receive epinephrine therapy (i.e., use of epinephrine is contraindicated such as in subjects with hyperthyroidism, uncontrolled hypertension, cardiac arrhythmias, closed angle glaucoma or subjects taking other sympathomimetic).\n24. Previous history of epinephrine device use.\n25. β-blocker medication (including eye drops), for any indication.\n26. Monoamine oxidase inhibitors and tricyclic antidepressants. (Tricyclic antidepressants should be avoided at least 2 weeks prior to screening).\n27. Any previous therapy (within 12 months prior to screening) or current therapy with anti IgE (e.g., Xolair) or anti-interleukins (e.g., mepolizumab) or any other therapy with a biologic agent.\n28. Unable to refrain from any vaccination (including influenza and any potential vaccine for COVID-19) during the study (unless administered more than 30 days prior to randomisation). Please note: Emergency vaccinations (e.g., tetanus due to injury) can be administered at any time.\n29. Current or past therapy (within the previous 5 years) with immunosuppressant drugs or immunomodulatory biologics.\n\n    Other exclusions\n30. Clinical history of drug or alcohol abuse which, in the investigator's opinion, could interfere with the subject's ability to participate in the study.\n31. Participation in a clinical research trial with any IMP within 4 weeks of Visit 1 or concomitantly with this study\n32. Personal, financial or other dependent relationship (e.g., employee or immediate relative) with the study site, Sponsor, Sponsor's representative, or another individual who has access to the study protocol.\n33. Vulnerable subjects or those in judicial or governmental detention, detainment or imprisonment in a public institution.\n34. Subjects likely to have prolonged periods of absence (e.g., business or personal travel) during the GPS defined as:\n\n    * Absence of 22 days or more in similar or mixed geographic regions as determined by the investigator, with no single trip in a similar geographical region exceeding 14 days and no single trip in a non-similar geographical region exceeding 7 days,\n    * Absence of 15 days or more in non-similar geographic regions as determined by the investigator, with no single trip exceeding 7 days.\n35. Have changed residence between geographical regions since the last GPS. Exception: the old and new residences are in the same or similar geographical region as determined by the investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Pieter-Jan de Kam, Ph.D",
          "affiliation": "Clinical Director",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Allergy and Asthma Associates of Bluegrass",
          "city": "Lexington",
          "state": "Kentucky",
          "zip": "40509",
          "country": "United States",
          "geoPoint": {
            "lat": 37.98869,
            "lon": -84.47772
          }
        },
        {
          "facility": "Chesapeake Clinical Research, Inc.",
          "city": "White Marsh",
          "state": "Maryland",
          "zip": "21236",
          "country": "United States",
          "geoPoint": {
            "lat": 39.38372,
            "lon": -76.43218
          }
        },
        {
          "facility": "Atlantic Research Center, LLC",
          "city": "Ocean Township",
          "state": "New Jersey",
          "zip": "07712",
          "country": "United States"
        },
        {
          "facility": "Smith Allergy & Asthma Specialists",
          "city": "Cortland",
          "state": "New York",
          "zip": "13045",
          "country": "United States",
          "geoPoint": {
            "lat": 42.60118,
            "lon": -76.18048
          }
        },
        {
          "facility": "Corning Center for Clinical Research",
          "city": "Horseheads",
          "state": "New York",
          "zip": "14845",
          "country": "United States",
          "geoPoint": {
            "lat": 42.16702,
            "lon": -76.82051
          }
        },
        {
          "facility": "Allergy Partners of Western North Carolina",
          "city": "Asheville",
          "state": "North Carolina",
          "zip": "28801",
          "country": "United States",
          "geoPoint": {
            "lat": 35.60095,
            "lon": -82.55402
          }
        },
        {
          "facility": "Bernstein Clinical Research Center, LLC",
          "city": "Cincinnati",
          "state": "Ohio",
          "zip": "45231",
          "country": "United States",
          "geoPoint": {
            "lat": 39.12711,
            "lon": -84.51439
          }
        },
        {
          "facility": "Allergy Asthma & Sinus Center, S.C.",
          "city": "Greenfield",
          "state": "Wisconsin",
          "zip": "53228",
          "country": "United States",
          "geoPoint": {
            "lat": 42.9614,
            "lon": -88.01259
          }
        },
        {
          "facility": "Universitatsmedizin Berlin - Charite Campus Mitte - Allergie Centrum Charite",
          "city": "Berlin",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.52437,
            "lon": 13.41053
          }
        },
        {
          "facility": "Universitätsklinikum Carl Gustav Carus an der TU Dresden",
          "city": "Dresden",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.05089,
            "lon": 13.73832
          }
        },
        {
          "facility": "ENT RESEARCH - Institut für klinische Studien",
          "city": "Essen",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.45657,
            "lon": 7.01228
          }
        },
        {
          "facility": "Medaimun GmbH",
          "city": "Frankfurt am Main",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.11552,
            "lon": 8.68417
          }
        },
        {
          "facility": "Hamburger Institut für Therapieforschung GmbH",
          "city": "Hamburg",
          "country": "Germany",
          "geoPoint": {
            "lat": 53.55073,
            "lon": 9.99302
          }
        },
        {
          "facility": "Studienzentrum Dr. Sabine Laßmann",
          "city": "Saalfeld",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.64826,
            "lon": 11.36536
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40626378",
          "type": "DERIVED",
          "citation": "Layhadi JA, Starchenka S, De Kam PJ, Palmer E, Wu LYD, Keane ST, Fulton WT, Hikmawati P, Meng X, Filipaviciute P, Cutrina Pons A, Oluwayi K, Lis K, Armfield O, Skinner MA, Heath MD, Hewings SJ, Kramer MF, Shamji MH. Modulation of Cellular, Molecular, and Humoral Responses by PQ Grass 27,600 SU for the Treatment of Seasonal Allergic Rhinitis: A Randomised Double Blind Placebo Control Exploratory Field Study. Allergy. 2026 Jan;81(1):232-247. doi: 10.1111/all.16640. Epub 2025 Jul 8."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2024-03-12",
        "submissionInfos": [
          {
            "releaseDate": "2024-03-12",
            "resetDate": "2024-04-09",
            "mcpReleaseN": 4
          },
          {
            "releaseDate": "2025-02-10",
            "resetDate": "2025-03-04",
            "mcpReleaseN": 5
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006255",
          "term": "Rhinitis, Allergic, Seasonal"
        }
      ],
      "ancestors": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}