{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06876506",
      "orgStudyIdInfo": {
        "id": "IRAS ID 345343"
      },
      "organization": {
        "fullName": "Hull University Teaching Hospitals NHS Trust",
        "class": "OTHER_GOV"
      },
      "briefTitle": "Identification of B Regulatory Cells by Flow Cytometry",
      "officialTitle": "Identification and Quantitation of Human B Regulatory Cells Via Flow Cytometry and Their Potential Role as a Treatment Efficacy Biomarker in Allergen-specific Immunotherapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-02-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-04-28",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-07-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-03-10",
      "studyFirstSubmitQcDate": "2025-03-13",
      "studyFirstPostDateStruct": {
        "date": "2025-03-14",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-04",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-05",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hull University Teaching Hospitals NHS Trust",
        "class": "OTHER_GOV"
      },
      "collaborators": [
        {
          "name": "Health Education England, Wessex",
          "class": "OTHER"
        },
        {
          "name": "University of Manchester",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this laboratory and observational study is to develop a test to quantify B-regulatory cells in blood. This will be used to detect changes in B-regulatory cell populations in pollen and insect venom allergic patients who are receiving routine allergen immunotherapy treatment. The primary question this study aims to answer is;\n\n1). Are changes in blood B-regulatory cells associated with successful allergen immunotherapy treatment, and therefore do these changes suggest patients have developed a suitable level of allergen tolerance and reduction in their allergic symptoms upon re-exposure to the causal allergen.\n\nPatients will also be asked to complete quality of life questionnaire periodically throughout the study to determine if there are associations between variation in B-regulatory cell populations in blood and allergic symptoms experienced.",
      "detailedDescription": "Allergen immunotherapy (AIT) is a disease-modifying treatment for allergic disease which promotes immune system tolerance, i.e. reduces clinical manifestations of allergy and is the only known effective treatment to prevent anaphylaxis in patients who have previously had serious reactions to insect venoms. AIT induces a variety of immune system changes to facilitate this process, one mechanism of which is the production of a population of white blood cells called B-regulatory cells (BREGs). These cells release a chemical called interleukin-10 (IL-10) which inhibits (controls) the allergic immune response. The success of AIT is difficult to establish/monitor during treatment. Often treatment success can only be established at the end of a long treatment period (typically 3 years) and currently clinicians rely on patient symptoms upon re-exposure to further allergen post-treatment. Therefore there is a requirement to identify a marker (biomarker) which can be tested for during treatment to help clinicians establish at an earlier time, if the AIT is showing success or if a change to treatment is required. This research will measure the BREG and IL-10 production in patients before and at multiple points during AIT, to establish if there is a relationship between the BREG/IL-10 concentration and the success or failure of AIT in controlling patient symptoms of allergy. The hope is that BREG measurement could be used in the future as a biomarker for AIT efficacy, and therefore provide evidence of AIT success sooner than current protocols, or establishing failure of AIT and therefore expediting a change in treatment. The latter will likely result in saving time in pursuing a treatment which is not working, but also for understanding when the treatment has already reached optimal effectiveness and can be stopped.\n\nOverall Aim:\n\nTo develop a flow cytometry assay for the identification and quantitation of human B regulatory cells to allow evaluation of their potential role as a treatment efficacy biomarker in allergen-specific immunotherapy.\n\nPrimary Objectives:\n\n1. Identification of a biomarker that defines success of allergen immunotherapy\n2. Development of a novel flow cytometry assay to detect and quantify B-regulatory cells in whole blood/peripheral blood mononuclear cell (PBMC) isolate\n3. Determine the reference intervals for BREG cell quantitation in the test and control groups using conventional parametric or non-parametric measures, depending on the characteristics of the data obtained\n\nSecondary Objectives:\n\n1. Evaluation of the performance of the flow cytometry methods as per usual laboratory protocol\n2. Comparison of BREG cell quantitation in the control group verses the test group, and the test group at baseline verses on AIT\n3. Comparison of BREG cell quantitation in patients receiving subcutaneous and sublingual AIT\n4. Comparison of allergen-specific blocking antibodies (allergen-specific IgG4) in the test group at baseline and in those on AIT\n5. Assess correlation of allergen-specific blocking antibody quantitation with changes in whole blood B regulatory cell concentrations"
    },
    "conditionsModule": {
      "conditions": [
        "Pollen Allergy",
        "Venom Allergy"
      ],
      "keywords": [
        "Pollen Allergy",
        "Venom Allergy",
        "Allergen Immunotherapy",
        "B-regulatory cells",
        "dust mite allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Serum (separated from whole blood) samples only"
      },
      "enrollmentInfo": {
        "count": 80,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control Cohort",
          "description": "* Participants routinely attending the Immunology and Allergy Clinical at Hull University Teaching Hospitals\n* Participants over the age of 18 years\n* Participants with no clinical and laboratory findings of IgE-mediated hypersensitivity (i.e. no clinical history of specific allergies to pollens, house dust mite or insect venoms, negative serological testing for specific IgE to pollens, house dust mite and insect venoms)",
          "interventionNames": [
            "Diagnostic Test: Venepuncture"
          ]
        },
        {
          "label": "Test Cohort",
          "description": "1. Participants routinely attending the Immunology and Allergy Clinical at Hull University Teaching Hospitals\n2. Participants over the age of 18 years\n3. Participants with physician-diagnosed IgE-mediated allergic disease to pollens, house dust mite or insect venoms\n4. Participants who are eligible to commence allergen immunotherapy (AIT). AIT will comprise;\n\n   * Sublingual immunotherapy (SLIT) Grazax for grass pollen allergy or Acarizax for house dust mite allergy\n   * Subcutaneous immunotherapy (SCIT) Venom immunotherapy involving subcutaneous injections against bee or wasp venoms (as per schedule following conventional or modified rush protocols)\n\nAIT eligibility decided upon through combination of clinical assessment, multi-disciplinary team (MDT) meeting discussion and BSACI guidance.",
          "interventionNames": [
            "Diagnostic Test: Venepuncture",
            "Drug: Allergen Specific Immunotherapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Venepuncture",
          "description": "Whole blood flow cytometry analysis of T-/B-lymphocyte subsets, regulatory B cells and regulatory T cells. Serological detection (immunoassay) of allergen-specific IgE and IgG4",
          "armGroupLabels": [
            "Control Cohort",
            "Test Cohort"
          ]
        },
        {
          "type": "DRUG",
          "name": "Allergen Specific Immunotherapy",
          "description": "Test group receiving venom allergen immunotherapy as part of standard and routine care pathway (treatment commencement NOT for study purposes, cohort selected of those who are routinely commencing treatment).",
          "armGroupLabels": [
            "Test Cohort"
          ]
        },
        {
          "type": "DRUG",
          "name": "Allergen Specific Immunotherapy",
          "description": "Test group receiving pollen allergen immunotherapy as part of standard and routine care pathway (treatment commencement NOT for study purposes, cohort selected of those who are routinely commencing treatment).",
          "armGroupLabels": [
            "Test Cohort"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Utility of B regulatory cells as a biomarker of AIT treatment sucess",
          "description": "To assess whether an increase in regulatory B cell concentration is a useful biomarker to indicate AIT treatment success and specific allergen de-sensitisation.",
          "timeFrame": "From enrolment to 1 year post commencing allergen-specific immunotherapy treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Develop a flow cytometry laboratory assay for the detection of B regulatory cells",
          "description": "Development of a flow cytometry protocol that accurately detects and quantifies the regulatory B cell populations",
          "timeFrame": "From study commencement (planned May 2025) to end of study data collection (planned May 2027)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Control cohort - Participants with:\n\n* No clinical and laboratory findings of IgE-mediated hypersensitivity (i.e. no clinical history of specific allergies to pollens, house dust mite or insect venoms\n* Negative serological testing for specific IgE to pollens, house dust mite and insect venoms\n* Patients aged 18 years or older\n\nTest cohort:\n\n* Participants over the age of 18 years\n* Participants with physician-diagnosed IgE-mediated allergic disease to pollens, house dust mite or insect venoms\n\nExclusion Criteria:\n\n* Patients under the age of 18 years\n* Samples from patients with IgE-mediated allergic disease, treated or untreated, specific to allergens other than pollens, house dust mite and insect venom\n* Participants who are pregnant\n* Participants who cannot adequately understand verbal and / or written explanations given in English",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Participants routinely attending the Immunology and Allergy Clinical at Hull University Teaching Hospitals Test cohort patients - selected from patients who meet eligibility criteria of the study, and who are starting routine allergen immunotherapy as part of their routine care outside of the study Allergen immunotherapy candidates to receive venom (bee/wasp), house dust mite or pollen immunotherapy only to be included in the study",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Kristina Emsell-Needham, BSc, MSc",
          "role": "CONTACT",
          "phone": "+441482607813",
          "email": "Kristina.Emsell-Needham@nhs.net"
        },
        {
          "name": "Sujoy Khan, MD, MBBS, FRCPE",
          "role": "CONTACT",
          "email": "sujoy.Khan@nhs.net"
        }
      ],
      "overallOfficials": [
        {
          "name": "Kristina Emsell-Needham, BSc, MSc",
          "affiliation": "Hull University Teaching Hospitals NHS Trust",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hull Teaching Hospital NHS Trust",
          "city": "Hull",
          "state": "East Yorkshire",
          "zip": "HU3 2JZ",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Kristina Emsell-Needham, BSc, MSc",
              "role": "CONTACT",
              "phone": "01482607813",
              "email": "Kristina.Emsell-Needham@nhs.net"
            },
            {
              "name": "Sujoy Khan, MD, MBBS, FRCPE",
              "role": "CONTACT",
              "email": "sujoy.Khan@nhs.net"
            },
            {
              "name": "Kristina Emsell-Needham, BSc, MSc",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 53.7446,
            "lon": -0.33525
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36253555",
          "type": "BACKGROUND",
          "citation": "Durham SR, Shamji MH. Allergen immunotherapy: past, present and future. Nat Rev Immunol. 2023 May;23(5):317-328. doi: 10.1038/s41577-022-00786-1. Epub 2022 Oct 17."
        },
        {
          "pmid": "37241015",
          "type": "BACKGROUND",
          "citation": "Sahiner UM, Giovannini M, Escribese MM, Paoletti G, Heffler E, Alvaro Lozano M, Barber D, Canonica GW, Pfaar O. Mechanisms of Allergen Immunotherapy and Potential Biomarkers for Clinical Evaluation. J Pers Med. 2023 May 17;13(5):845. doi: 10.3390/jpm13050845."
        },
        {
          "pmid": "32436290",
          "type": "BACKGROUND",
          "citation": "Alvaro-Lozano M, Akdis CA, Akdis M, Alviani C, Angier E, Arasi S, Arzt-Gradwohl L, Barber D, Bazire R, Cavkaytar O, Comberiati P, Dramburg S, Durham SR, Eifan AO, Forchert L, Halken S, Kirtland M, Kucuksezer UC, Layhadi JA, Matricardi PM, Muraro A, Ozdemir C, Pajno GB, Pfaar O, Potapova E, Riggioni C, Roberts G, Rodriguez Del Rio P, Shamji MH, Sturm GJ, Vazquez-Ortiz M. EAACI Allergen Immunotherapy User's Guide. Pediatr Allergy Immunol. 2020 May;31 Suppl 25(Suppl 25):1-101. doi: 10.1111/pai.13189."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "No current plans to make IPD fully available to other researches at this time"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006255",
          "term": "Rhinitis, Allergic, Seasonal"
        },
        {
          "id": "D000092422",
          "term": "Venom Hypersensitivity"
        },
        {
          "id": "D000092542",
          "term": "Dust Mite Allergy"
        }
      ],
      "ancestors": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012221",
          "term": "Rhinitis, Allergic, Perennial"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D001800",
          "term": "Blood Specimen Collection"
        }
      ],
      "ancestors": [
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D011677",
          "term": "Punctures"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}