{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03831646",
      "orgStudyIdInfo": {
        "id": "4"
      },
      "organization": {
        "fullName": "Astana Medical University",
        "class": "OTHER"
      },
      "briefTitle": "Clinical, Psychological and Genetic Characteristics in Dermatological Patients",
      "officialTitle": "Clinical, Psychological and Genetic Characteristics of Patients With Atopic Dermatitis and Psoriasis"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-01-20",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-07-10",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-07-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-01-30",
      "studyFirstSubmitQcDate": "2019-02-03",
      "studyFirstPostDateStruct": {
        "date": "2019-02-06",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2019-08-17",
      "lastUpdatePostDateStruct": {
        "date": "2019-08-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Tatyana Vinnik",
        "investigatorTitle": "Assistant Professor",
        "investigatorAffiliation": "Astana Medical University"
      },
      "leadSponsor": {
        "name": "Astana Medical University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Ariel University",
          "class": "OTHER"
        },
        {
          "name": "Tirat Carmel Mental Health Center",
          "class": "OTHER_GOV"
        },
        {
          "name": "Medical Centre Hospital of the President's Affairs Administration, Republic of Kazakhstan",
          "class": "OTHER_GOV"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Atopic dermatitis (AD) and psoriasis (PS) are chronic, relapsing dermatological disorders with a high rate of psychiatric co-morbid pathology represented with depression. Brain Derived Neurotrophic Factor (BDNF) belongs to the neurotrophin family and widely studied in pathophysiology of psychiatric and dermatological disorders. A biological stress response system by altered hypothalamic-pituitary-adrenal (HPA) axis as well hypothalamic-pituitary-gonadal (HPG) axis may contribute to dermatoses and psychiatric disorders development. Various factors including gender, genetic, psychological stress, socioeconomic factors also affect the course of dermatoses.\n\nA 10-week, case-control study evaluate clinical, psychological and biochemical parameters in AD and PS patients, and healthy control volunteers (HC) depending on gender and BDNF rs6265 gene polymorphism. All parameters are evaluated twice: at disease exacerbation (study baseline) and week 10.\n\nThe following methods are conducted: assessment of dermatological status, using Scoring of Atopic Dermatitis (SCORAD) and Psoriasis Area and Severity Index (PASI); assessment of depression and anxiety according to DSM-V criteria and with Hamilton Depression Rating Scale (HAM-D) and with Hamilton Anxiety Rating Scale (HAM-A); analysis of serum BDNF (ng/ml), cortisol (nmol/L), testosterone (ng/dL) and IgE levels (IU/ml, AD only); DNA extraction and genotyping of BDNF variants.The study will last during 4-5 months.",
      "detailedDescription": "Atopic dermatitis (AD) and psoriasis (PS) are related to psychodermatological disorders with chronic relapsing course, multifactorial etiology and complex pathogenesis. In accordance with DSM-V, AD and PS belong to psychosomatic disorders with psychogenic manifestation and exacerbation, whereas depression represents a high range of psychiatric co-morbid pathology in AD and PS patients. Brain Derived Neurotrophic Factor (BDNF) is a prominent representative of the neurotrophins family, widely studied in pathophysiology of psychiatric and dermatological disorders. Various factors including ethnicity, gender, genetic and socioeconomic causes as well methods of diagnosis and case definition may affect the course of dermatoses. A possible mechanism that contributes to dermatitis and psychiatric disorders development is dysregulation of the biological stress response system by altered hypothalamic-pituitary-adrenal (HPA) axis functioning. In addition many studies emphasize the role of gonadal hormones both in depression and dermatoses.\n\nThis study evaluate clinical, psychological and biochemical parameters in AD and PS patients depending on gender and BDNF rs6265 gene polymorphism. Investigators conduct a 10-week, case-control study among AD and PS patients and healthy controls (HC) volunteers. All parameters are evaluated twice: at disease exacerbation (study baseline) and week 10.\n\nThe following methods are used: assessment of dermatological status, using Scoring of Atopic Dermatitis (SCORAD) and Psoriasis Area and Severity Index (PASI); assessment of depression and anxiety according to DSM-V criteria and with Hamilton Depression Rating Scale (HAM-D) and Hamilton Anxiety Rating Scale (HAM-A); analysis of serum BDNF (ng/ml), cortisol (nmol/L), testosterone (ng/dL) and IgE levels (IU/ml, AD only); DNA extraction and genotyping of BDNF variants.\n\nSample collection and processing: blood are taken between 8-10 a.m. to prevent daily variations on week 0 and week 10 and collected to serum-separation tubes (SST) and EDTA tubes (for DNA extraction); samples are cooled (1 hr, 4°C) and centrifuged (2000xg, 10 minutes, 25°C); serum are stored at -20°C before analysis; DNA extraction from whole blood is performed≤3 days from collection and stored (-70°C).\n\nAfter written informed consent and first blood sample, patients are provided with conventional treatments. For AD this include antihistamines (e.g., diphenhydramine, desloratadine), topical corticosteroids (e.g., betamethasone, mometasone) up to 3 weeks and emollients up to 2 months; for PS we will prescribe antihistamines (e.g., diphenhydramine, desloratadine), topical corticosteroids (e.g., betamethasone, mometasone) up to 3 weeks and keratolytics (2% salicylic ointment) up to 2 weeks. Patients are not prescribed antidepressants and other psychotropic agents.\n\nFor assessment of study parameters all patients and HC will be divided into subgroups according to gender (males, femaes) and BDNF gene polymorphism (Val/Val; Val/Met; Met/Met). Additionally AD patients will be divided by IgE sensitization: EAD (extrinsic, IgE sensitive) and IAD (intrinsic, IgE non-sensitive).\n\nThe study will last for 4-5 months. Patients inclusion criteria: no pregnancy; no unstable non-dermatological medical conditions, no systemic therapy (glucocorticosteroids, immunosuppressants and psychotropic drugs) within the month prior the study and blood sampling, no history of mental or other dermatological disorders, no severe forms of AD and PS; good general physical health. Inclusion criteria for HC are no pregnancy and good general physical health.\n\nStatistics will be performed using unpaired t-test or paired t-test (week 0: week 10 comparisons, verified by Pearson/Spearman correlation). Unpaired, one-way ANOVA and/or two-way ANOVA test will be used for multiple group comparisons. Data will be presented as mean±SEM."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis",
        "Psoriasis"
      ],
      "keywords": [
        "atopic dermatitis",
        "psoriasis",
        "brain-derived neurotrophic factor",
        "depression",
        "gender",
        "immunoglobulin E",
        "cortisol",
        "testosterone"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "DNA are extracted using Wizard Genomic DNA purification (Promega, US, A1120) and measured using NanoDrop 8000 (Thermo Scientific, US). Amplification of rs6265 allelic variants will be performed in a Stratagene Mx 3000P (Agilent Technologies, US) with custom primers (TCCTCATCCAACAGCTCTTCTATCA \\[C/T\\] GTGTTCGAAAGTGTCAGCCAATGAT; TaqMan SNP Genotyping Assay, ThermoFisher Scientific, US)."
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "dermatological patients",
          "description": "atopic dermatitis and psoriasis patients with mild and moderate severity of dermatoses in the stage of exacerbation"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Assessment of change in the severity of atopic dermatitis after conventional treatment from study onset (baseline) at week 10",
          "description": "Assessment of atopic dermatitis severity is conducted using Scoring of Atopic Dermatitis (SCORAD) index. SCORAD index formula is: A/5 + 7B/2 + C. In this formula A is defined as the extent (0-100), B is defined as the intensity (0-18) and C is defined as the subjective symptoms (0-20). The maximum SCORAD score is 103. SCORAD \\<23 - mild AD; SCORAD from 23 to 63 - moderate AD; SCORAD\\> 63 - severe AD.",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Assessment of change in the severity of psoriasis after conventional treatment from study onset (baseline) at week 10",
          "description": "Assessment of the psoriasis severity is conducted using Psoriasis Area and Severity Index (PASI). The patient's body is divided into four sections (head (H) (10% of a person's skin); arms (A) (20%); trunk (T) (30%); legs (L) (40%)). The percent of skin lesions of each area is assessed as follows: 0 (0% of involved area); 1 (\\< 10%); 2 (10-29%); 3 (30-49%); 4 (50-69%); 5 (70-89%); 6 (90-100%). Further, for each region, the intensity of 3 clinical signs is evaluated - redness, thickness and scaling and assessed as follows: 0 - no lesions,1 - easy, 2 - moderate, 3 - severe, 4 - very severe. The sum of all three severity parameters is calculated for each section, multiplied by the area score for that area and multiplied by weight of respective section (0.1 for head, 0.2 for arms, 0.3 for body, 0.4 for legs). PASI range is from 0 (no disease) to 72 (maximum disease). The severity of psoriasis is assessed as follows: PASI \\<20 - mild; PASI from 20 to 50 - moderate; PASI\\> 50 - severe",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Assessment of change in the severity of depression in atopic dermatitis and psoriasis patients after conventional treatment from study onset (baseline) at week 10",
          "description": "Depression is assessed according to Diagnostic and Statistical Manual of Mental Disorders (DSM) -V criteria and with Hamilton Depression Rating Scale (HAM-D) using the following ranges: absence, ≤7; mild, 8-16; moderate, 17-27; severe, ≤28",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Assessment of the severity of depression in healthy controls (HC)",
          "description": "Depression is assessed according to Diagnostic and Statistical Manual of Mental Disorders (DSM) -V criteria and with Hamilton Depression Rating Scale (HAM-D) using the following ranges: absence, ≤7; mild, 8-16; moderate, 17-27; severe, ≤28",
          "timeFrame": "At disease onset (study baseline)"
        },
        {
          "measure": "Assessment of change in the severity of anxiety in atopic dermatitis and psoriasis patients after conventional treatment from study onset (baseline) at week 10",
          "description": "Anxiety is assessed according to Diagnostic and Statistical Manual of Mental Disorders (DSM) -V criteria and with Hamilton Anxiety Rating Scale (HAM-A) using the following ranges: ≤17, easy; 18-24, moderate; over 25, medium-severe",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Assessment of the severity of anxiety in HC",
          "description": "Anxiety is assessed according to Diagnostic and Statistical Manual of Mental Disorders (DSM) -V criteria and with Hamilton Anxiety Rating Scale (HAM-A) using the following ranges: ≤17, easy; 18-24, moderate; over 25, medium-severe",
          "timeFrame": "At disease onset (study baseline)"
        },
        {
          "measure": "Evaluation of changes in serum immunoglobulin E (IgE, IU/ml) levels from study onset (baseline) at week 10 in atopic dermatitis patients",
          "description": "The total IgE levels are detected using solid-phase, chemiluminescent immunometric assay in an Immulite/Immulite 1000 (Siemens, Germany). Normal ranges are as follow: 0.000-100.0 IU/ml",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Analysis of serum IgE (IU/ml) levels in HC",
          "description": "The total IgE levels are detected using solid-phase, chemiluminescent immunometric assay in an Immulite/Immulite 1000 (Siemens, Germany). Normal ranges are as follow: 0.000-100.0 IU/ml",
          "timeFrame": "At disease onset (study baseline)"
        },
        {
          "measure": "Evaluation of changes in serum Brain Derived Neurotrophic Factor (BDNF, ng/ml) levels from study onset (baseline) at week 10 in atopic dermatitis and psoriasis patients",
          "description": "Serum BDNF levels are analyzed using a solid-phase, sandwich, two-site, ELISA (Promega, US; G7610). No measurement scale is used",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Analysis of serum BDNF (ng/ml) levels in HC",
          "description": "Serum BDNF levels are analyzed using a solid-phase, sandwich, two-site, ELISA (Promega, US; G7610). No measurement scale is used",
          "timeFrame": "At disease onset (study baseline)"
        },
        {
          "measure": "Evaluation of changes in cortisol (nmol/L) levels from study onset (baseline) at week 10 in atopic dermatitis and psoriasis patients",
          "description": "The total cortisol levels are detected using solid-phase, chemiluminescent immunometric assay in an Immulite/Immulite 1000 (Siemens, Germany). Normal ranges are as follow: 138-690 nmol/L",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Analysis of serum cortisol (nmol/L) levels in HC",
          "description": "The total cortisol levels are detected using solid-phase, chemiluminescent immunometric assay in an Immulite/Immulite 1000 (Siemens, Germany). Normal ranges are as follow: 138-690 nmol/L",
          "timeFrame": "At disease onset (study baseline)"
        },
        {
          "measure": "Evaluation of changes in testosterone (ng/dL) levels from study onset (baseline) at week 10 in atopic dermatitis and psoriasis patients",
          "description": "The total testosterone levels are detected using solid-phase, chemiluminescent immunometric assay in an Immulite/Immulite 1000 (Siemens, Germany). Normal ranges are as follow: men 20-49 years - 72 -853ng/dL; men≥50 years -129-767 ng/dL; women ovulating - 0.010-73.0 ng/dL; women postmenopausal - 0.010-43.0 ng/dL.",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Analysis of serum testosterone (ng/dL) levels in HC",
          "description": "The total testosterone levels are detected using solid-phase, chemiluminescent immunometric assay in an Immulite/Immulite 1000 (Siemens, Germany). Normal ranges are as follow: men 20-49 years - 72 -853ng/dL; men≥50 years -129-767 ng/dL; women ovulating - 0.010-73.0 ng/dL; women postmenopausal - 0.010-43.0 ng/dL.",
          "timeFrame": "At disease onset (study baseline)"
        },
        {
          "measure": "DNA extraction in AD, PS and HC",
          "description": "DNA extraction and genotyping the BDNF rs6265 (Val66Met) gene polymorphism in AD, PS and HC",
          "timeFrame": "At disease onset (study baseline)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Assessment and comparison (Unpaired t-test) of SCORAD scores in extrinsic atopic dermatitis (EAD, IgE level above the normal) and intrinsic atopic dermatitis (IAD, normal IgE level) patients compared with baseline after conventional treatment at week 10",
          "description": "EAD and IAD patients will be divided into subgroups in accordance with BDNF gene polymorphism and gender with following assessment of SCORAD scores compared with baseline after conventional treatment at week 10 in each group using unpaired t-test",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Assessment and comparison (Unpaired t-test) of PASI scores in psoriasis patients compared with baseline after conventional treatment at week 10 in accordance with BDNF gene polymorphism (Val/Val; Val/Met;Met/Met) and gender(males, females)",
          "description": "Psoriasis patients will be divided into subgroups in accordance with BDNF gene polymorphism and gender with following assessment of PASI scores compared with baseline after conventional treatment at week 10 in each group.",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Unpaired, two-way ANOVA and Bonferroni means separation tests for multiple comparisons of HAM-D scores in EAD, IAD, PS and HC",
          "description": "Unpaired, two-way ANOVA and Bonferroni means separation tests will be used for multiple comparisons of HAM-D scores in EAD, IAD and PS patients and HC divided into subgroups in accordance with BDNF gene polymorphism and gender at disease onset (baseline) and week 10. Comparisons will include assessment of HAM-D scores in all patients at baseline and week 10 compared with HC, and assessment of data changes at week 10 compared with baseline",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Unpaired, two-way ANOVA and Bonferroni means separation tests for multiple comparisons of HAM-A scores in EAD, IAD,PS and HC",
          "description": "Unpaired, two-way ANOVA and Bonferroni means separation tests will be used for multiple comparisons of HAM-A scores in EAD, IAD and PS patients and HC divided into subgroups in accordance with BDNF gene polymorphism and gender at disease onset (baseline) and week 10. Comparisons will include assessment of HAM-A scores in all patients at baseline and week 10 compared with HC, and assessment of data changes at week 10 compared with baseline",
          "timeFrame": "At disease onset (study baseline) and week 10"
        },
        {
          "measure": "Unpaired, two-way ANOVA and Bonferroni means separation tests for multiple comparisons of serum BDNF (ng/ml) levels in EAD, IAD,PS and HC",
          "description": "Unpaired, two-way ANOVA and Bonferroni means separation tests will be used for multiple comparisons of serum BDNF(ng/ml) levels in EAD, IAD and PS patients and HC divided into subgroups in accordance with BDNF gene polymorphism and gender at disease onset (baseline) and week 10. Comparisons will include assessment of serum BDNF levels in all patients at baseline and week 10 compared with HC, and assessment of data changes at week 10 compared with baseline",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Unpaired, two-way ANOVA and Bonferroni means separation tests for multiple comparisons of serum cortisol (nmol/L) levels in EAD, IAD,PS and HC",
          "description": "Unpaired, two-way ANOVA and Bonferroni means separation tests will be used for comparisons of serum cortisol (nmol/L) levels in EAD, IAD and PS patients and HC divided into subgroups in accordance with BDNF gene polymorphism and gender at disease onset (baseline) and week 10. Comparisons will include assessment of serum cortisol levels in all patients at baseline and week 10 compared with HC, and assessment of data changes at week 10 compared with baseline",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Unpaired, two-way ANOVA and Bonferroni means separation tests for multiple comparisons of serum testosterone (ng/dL) levels in EAD, IAD,PS and HC",
          "description": "Unpaired, two-way ANOVA and Bonferroni means separation tests will be used for multiple comparisons of serum testosterone (ng/dL) levels in EAD, IAD and PS patients and HC divided into subgroups in accordance with BDNF gene polymorphism and gender at disease onset (baseline) and week 10. Comparisons will include assessment of serum testosterone levels in all patients at baseline and week 10 compared with HC, and assessment of data changes at week 10 compared with baseline",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Assessment of testosterone/cortisol ratio in EAD, IAD, PS patients and HC in accordance with BDNF rs6265 gene polymorphism and gender",
          "description": "Assessment of testosterone/cortisol ratio in EAD, IAD, PS patients and HC divided into BDNF rs6265 gene polymorphism (Val/Val; Val/Met; Met/Met) and gender (males, females) at study baseline and week 10",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Unpaired, two-way ANOVA and Bonferroni means separation tests for multiple comparisons of testosterone/cortisol ratio in EAD, IAD, PS and HC",
          "description": "Unpaired, two-way ANOVA and Bonferroni means separation tests will be used for multiple comparisons of testosterone/cortisol ratio in EAD, IAD and PS patients and HC divided into subgroups in accordance with BDNF gene polymorphism and gender at disease onset (baseline) and week 10. Comparisons will include assessment of testosterone/cortisol ratio in all patients at baseline and week 10 compared with HC, and assessment of data changes at week 10 compared with baseline",
          "timeFrame": "At disease onset (study baseline) and at week 10"
        },
        {
          "measure": "Correlation analysis of studied parameters in dermatological patients and HC",
          "description": "Correlation analysis of dermatological, psychological and biochemical parameters in EAD, IAD and PS patients, and HC divided into groups in accordance with BDNF rs6265 gene polymorphism (Val/Val; Val/Met; Met/Met) and gender (males, femaes)",
          "timeFrame": "At disease onset (study baseline) and week 10"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* mild and moderate atopic dermatitis and psoriasis\n* age of patients over 18 years\n* no systemic therapy (glucocorticosteroids, immunosuppressants and psychotropic drugs) within the month prior the study and blood sampling\n* no history of mental or other dermatological disorders\n* no unstable non-dermatological medical conditions\n* good general physical health\n* no pregnancy\n\nExclusion Criteria:\n\n* pregnancy\n* unstable non-dermatological medical conditions\n* severe forms of AD and PS",
      "healthyVolunteers": true,
      "sex": "ALL",
      "genderBased": true,
      "genderDescription": "AD and PS patients will be divided by gender for assessment of clinical, psychological and biochemical parameters and subsequent comparison with appropriate HC",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Atopic dermatitis and psorisis patiens older than 18 years with mild and moderate forms of disease, and healthy volunteers",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Tatyana Vinnik, MD, PhD",
          "affiliation": "Astana Medical University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Tatyana Vinnik",
          "city": "Astana",
          "zip": "000010",
          "country": "Kazakhstan",
          "geoPoint": {
            "lat": 51.1801,
            "lon": 71.44598
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Association of HPA axis hormones with copeptin after psychological stress differs by sex",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/26520685"
        },
        {
          "label": "How does epidermal pathology interact with mental state?",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/23245205"
        },
        {
          "label": "The roles of BDNF in the pathophysiology of major depression and in antidepressant treatment",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/21253405"
        },
        {
          "label": "Increase in serum brain-derived neurotrophic factor in met allele carriers of the BDNF Val66Met polymorphism is specific to males",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/22538247"
        },
        {
          "label": "Interaction between the BDNF gene Val/66/Met polymorphism and morning cortisol levels as a predictor of depression in adult women",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/22844024"
        },
        {
          "label": "Association between atopic dermatitis, depression, and suicidal ideation: A systematic review and meta-analysis",
          "url": "https://doi.org/10.1016/j.jaad.2018.08.063"
        },
        {
          "label": "HPA axis in major depression: cortisol, clinical symptomatology and genetic variation predict cognition",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/27528460"
        },
        {
          "label": "Childhood atopic dermatitis-Brain-derived neurotrophic factor correlates with serum eosinophil cationic protein and disease severity",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/27087278"
        },
        {
          "label": "Depression- and anxiety-like behaviour is related to BDNF/TrkB signalling in a mouse model of psoriasis",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/29315742"
        },
        {
          "label": "Serum testosterone levels and symptom-based depression subtypes in men",
          "url": "http://www.ncbi.nlm.nih.gov/pubmed/25999864"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Confidentiality will be assured by means of a number coding system, and all completed research forms will be stored in secure areas"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        },
        {
          "id": "D011565",
          "term": "Psoriasis"
        },
        {
          "id": "D003863",
          "term": "Depression"
        },
        {
          "id": "D003075",
          "term": "Coitus"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D017444",
          "term": "Skin Diseases, Papulosquamous"
        },
        {
          "id": "D001526",
          "term": "Behavioral Symptoms"
        },
        {
          "id": "D001519",
          "term": "Behavior"
        },
        {
          "id": "D012725",
          "term": "Sexual Behavior"
        }
      ]
    }
  },
  "hasResults": false
}