{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02469688",
      "orgStudyIdInfo": {
        "id": "4070-CL-0010"
      },
      "organization": {
        "fullName": "Astellas Pharma Inc",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study of ASP4070 to Confirm Safety and Immunological Response in Patients With Pollen Allergy",
      "officialTitle": "A Phase 1 Study of ASP4070 to Confirm the Safety and Immunological Response in Patients With Cedar Pollinosis When Administered as Intramuscular Vaccination and as Intradermal Vaccination"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-06-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2015-11-27",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2016-07-26",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2015-06-05",
      "studyFirstSubmitQcDate": "2015-06-09",
      "studyFirstPostDateStruct": {
        "date": "2015-06-11",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2024-10-29",
      "lastUpdatePostDateStruct": {
        "date": "2024-10-31",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Astellas Pharma Inc",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Immunomic Therapeutics, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Examine safety and immunological response for ASP4070 when vaccinated in patients with pollen allergy",
      "detailedDescription": "This study consists of 2 parts: Part 1 and Part 2. \\[Part 1\\] An open-label, un-controlled study Examine the safety for the ASP4070 intramuscular vaccination group (high dose x 4 times) and the ASP4070 intradermal vaccination group (high dose x 4 times).\n\n\\[Part 2\\] A placebo-controlled, double-blinded, randomized, parallel-group comparative study Assess the immunological response and safety for the ASP 4070 intramuscular vaccination group (high dose x 1 time and high dose x 4 times) and the ASP4070 intradermal vaccination group (low dose x 1 time, low x 4 times, high dose x 1 time, and high dose x 4 times) as compared to those for the placebo group. The study will be double-blinded within the same route of vaccination, and non-blinded between the routes of vaccination (between the intramuscular vaccination group and intradermal vaccination group).\n\nThe first vaccination to the subjects in Part 2 will start at least 14 days after the first vaccination to the subjects in Part 1 (6 subjects).\n\nFor both Part 1 and Part 2, primary study period is for 3 months starting from the last dose of the study drug at Day 43 (until Day 127). After the primary study period, safety information will be collected for 9 months (for 1 year from the last dose of the study drug) as the long-term safety follow-up study period. Safety information will be collected for 1 year starting from the last vaccination of the study drug also from the patients who discontinued the participation in the study during the primary study period if the patients agree."
    },
    "conditionsModule": {
      "conditions": [
        "Cedar Pollinosis"
      ],
      "keywords": [
        "cedar pollinosis",
        "immunological response,",
        "ASP4070",
        "vaccine"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 66,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Part1 ASP4070 intramuscular vaccination group",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 high dose x 4 times",
          "interventionNames": [
            "Drug: ASP4070"
          ]
        },
        {
          "label": "Part1 ASP4070 intradermal vaccination group",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 high dose x 4 times",
          "interventionNames": [
            "Drug: ASP4070"
          ]
        },
        {
          "label": "Part2 ASP4070 intramuscular vaccination group 1",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 high dose x 4 times",
          "interventionNames": [
            "Drug: ASP4070"
          ]
        },
        {
          "label": "Part2 ASP4070 intramuscular vaccination group 2",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 high dose x 1 time, Placebo x 3 times",
          "interventionNames": [
            "Drug: ASP4070",
            "Drug: Placebo"
          ]
        },
        {
          "label": "Part2 Placebo intramuscular vaccination group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo x 4 times",
          "interventionNames": [
            "Drug: Placebo"
          ]
        },
        {
          "label": "Part2 ASP4070 intradermal vaccination group 1",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 high dose x 4 times",
          "interventionNames": [
            "Drug: ASP4070"
          ]
        },
        {
          "label": "Part2 ASP4070 intradermal vaccination group 2",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 low dose x 4 times",
          "interventionNames": [
            "Drug: ASP4070"
          ]
        },
        {
          "label": "Part2 ASP4070 intradermal vaccination group 3",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 high dose x 1 time, Placebo x 3 times",
          "interventionNames": [
            "Drug: ASP4070",
            "Drug: Placebo"
          ]
        },
        {
          "label": "Part2 ASP4070 intradermal vaccination group 4",
          "type": "EXPERIMENTAL",
          "description": "ASP4070 low dose x 1 time, Placebo x 3 times",
          "interventionNames": [
            "Drug: ASP4070",
            "Drug: Placebo"
          ]
        },
        {
          "label": "Part2 Placebo intradermal vaccination group",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo x 4 times",
          "interventionNames": [
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "ASP4070",
          "description": "intramuscular or intradermal",
          "armGroupLabels": [
            "Part1 ASP4070 intradermal vaccination group",
            "Part1 ASP4070 intramuscular vaccination group",
            "Part2 ASP4070 intradermal vaccination group 1",
            "Part2 ASP4070 intradermal vaccination group 2",
            "Part2 ASP4070 intradermal vaccination group 3",
            "Part2 ASP4070 intradermal vaccination group 4",
            "Part2 ASP4070 intramuscular vaccination group 1",
            "Part2 ASP4070 intramuscular vaccination group 2"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "intramuscular or intradermal",
          "armGroupLabels": [
            "Part2 ASP4070 intradermal vaccination group 3",
            "Part2 ASP4070 intradermal vaccination group 4",
            "Part2 ASP4070 intramuscular vaccination group 2",
            "Part2 Placebo intradermal vaccination group",
            "Part2 Placebo intramuscular vaccination group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Adverse events developed after the first vaccination of the study drug",
          "timeFrame": "Up to Day 127"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Local reaction(injection site pain, erythema, swelling, and induration) and systemic reaction(queasy, vomiting, diarrhoea, headache, malaise, myalgia, allergic reaction, and pyrexia) due to the vaccination developed",
          "timeFrame": "within 14 days after the vaccination of the study drug"
        },
        {
          "measure": "Vital signs (axillary temperature, blood pressure in a sitting position, and pulse rate in a sitting position)",
          "timeFrame": "Screening period, :Day 1, 15, 29, 43, 71, 99, and 127"
        },
        {
          "measure": "12-lead ECG",
          "description": "ECG: Electrocardiogram",
          "timeFrame": "Day 1 and 43"
        },
        {
          "measure": "Laboratory test (hematology, biochemistry, and urinalysis)",
          "timeFrame": "Screening period, Day 1, 43, and 127"
        },
        {
          "measure": "Prick test for Japanese cedar pollen",
          "timeFrame": "Screening period, Day 15, 29, 43, 71, 99 and 127"
        },
        {
          "measure": "Parameters developed by antibody and histamine release test",
          "description": "Antibody: IgG antibody, specific IgG antibody (anti-JRC, anti-Cry j 1, and anti-Cry j 2), specific IgG4 antibody (anti-JRC), IgE antibody, specific IgE antibody (anti-JRC), cytokine (IFN-gamma, IL-4, IL-5, IL-10, IL-12, and IL-13), anti-LAMP antibody",
          "timeFrame": "Day 1, 71, 99 and 127"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subject who has medical history of nasal symptoms (sneezing, itching, rhinorrhoea, and congestion), and/or eye symptoms (itching, redness, and lacrimation) at least in 2 cedar pollen dispersion seasons prior to the screening test.\n* Subject who had the Japanese cedar pollen-specific antibody test result of Class 3 or higher in the allergy test at screening.\n* Subject who had a positive prick test result for Japanese cedar pollen in the screening test.\n* Subject whose past and present medical conditions are considered medically stable.\n\nExclusion Criteria:\n\n* Subject who had the test result of IgE antibody specific to other antigen than Japanese cedar pollen\n* Subject who is scheduled to receive other vaccination during the primary study period.\n* Subject who has received or is planning to receive vaccination of live vaccine within 28 days prior to the first vaccination of the study drug, and/or a subject who has received or is planning to receive vaccination of inactivated vaccine/toxoid within 7 days prior to the first vaccination of the study drug.\n* Subject who received specific immunotherapy for cedar pollinosis in the past.\n* Subject who received specific or non-specific immunotherapy within 5 years prior to the screening test.\n* Subject who has used the following drug(s) prior to the first vaccination of the study drug:\n\n  * Within 56 days prior to the first vaccination of the study drug: Topical steroid, histamine H1-receptor antagonist, chemical mediator-isolation inhibitor, Th2 cytokine inhibitor, thromboxane A2 synthesis inhibitor, thromboxane A2 receptor antagonist, and/or leukotriene receptor antagonist\n  * Within 84 days prior to the first vaccination of the study drug: Systemic steroid, and antibody drugs (including anti-TNF-alpha antibody and anti-IgE monoclonal antibody)\n* Subject who has history of allergic reactions such as anaphylactic shock and exanthema generalized caused by food and/or medical products (including vaccine) in the past, and/or a subject who had a fever of 39.0 degrees Celsius or higher within 2 days after the previous vaccination.\n* Subject who has evidently high fever (37.5 degrees Celsius or higher) on the day of vaccination, or subject who has severe acute disease.\n* Subject who meets any of the following criteria for laboratory and other tests at screening. The reference range for each test is the range used in the study site.\n\n  * Blood biochemistry test:\n\n    1. AST (GOT) or ALT (GPT) value over 100 IU/L\n    2. Creatinine value over 1.5 mg/dL\n  * Urine drug screening:\n\n    1\\. Subject who had a positive drug test result for: benzodiazepines, cocaine and similar narcotics, stimulant drugs, cannabis, barbituric acids, morphine and similar narcotics, PCPs, or tricyclic antidepressants.\n  * Immunological test:\n\n    1. Subject who had a positive test results for HBs antigen, HCV antibody, or HIV antigen/antibody\n* Subject who has autoimmune disease or other serious primary disease.\n* Subject who was diagnosed with immunodeficiency in the past.\n* Subject who has a complication of perennial allergic rhinitis, rhinitis medicamentosa, or non-allergic rhinitis which requires medical treatment.\n* Subject who has a complication of cardiovascular disease (including cardiac failure congestive, angina pectoris, and cardiac arrhythmias which requires medical treatment).\n* Subject who has a complication of hepatic disease (including hepatitis viral and drug-induced liver injury).\n* Subject who has a complication of renal disease (including acute kidney injury, glomerulonephritis, and nephritis interstitial, but not including medical history of calculus).\n* Subject who has a complication of respiratory disease (including asthma bronchial which requires medical treatment, and bronchitis chronic, but not including medical history of asthma in the childhood).\n* Subject has a complication of malignant tumor or has been diagnosed or has received treatment for malignant tumor within 5 years prior to the first vaccination of the study drug.\n* Subject who was diagnosed with schizophrenia, other mental conditions including bipolar disorder and major depressive disorder, or dementia, or a subject who has received drug(s) for the treatment of dementia.\n* Subject who has a complication of dermatitis atopic.\n* Subject who has a complication which may have an impact on the results of the local and systemic reaction or prick test assessment.\n* Subject who has received a vaccination of Cryj2-LAMP vaccine.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "maximumAge": "64 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Medical Director",
          "affiliation": "Astellas Pharma Inc",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "city": "Kanto",
          "country": "Japan"
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Link to results on Astellas Clinical Study Results website",
          "url": "https://astellasclinicalstudyresults.com/study.aspx?ID=360"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Access to anonymized individual participant level data collected during the study, in addition to study-related supporting documentation, is planned for studies conducted with approved product indications and formulations, as well as products terminated during development. Studies conducted with product indications or formulations that remain active in development are assessed after study completion to determine if Individual Participant Data can be shared. Further details on Astellas' data sharing policy can be found at https://www.clinicaltrials.astellas.com/transparency/.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "CSR"
      ],
      "timeFrame": "Access to participant level data is offered to researchers after publication of the primary manuscript (if applicable) and is available as long as Astellas has legal authority to provide the data.",
      "accessCriteria": "Researchers must submit a proposal to conduct a scientifically relevant analysis of the study data. The research proposal is reviewed by an Independent Research Panel. If the proposal is approved, access to the study data is provided in a secure data sharing environment after receipt of a signed Data Sharing Agreement.",
      "url": "https://www.clinicaltrials.astellas.com/transparency/"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}