{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05130177",
      "orgStudyIdInfo": {
        "id": "HCC 21-150"
      },
      "organization": {
        "fullName": "University of Pittsburgh",
        "class": "OTHER"
      },
      "briefTitle": "Zimberelimab (AB122) With TIGIT Inhibitor Domvanalimab (AB154) in PD-1 Relapsed/Refractory Melanoma",
      "officialTitle": "Phase II Study of PD-1 Inhibitor Zimberelimab (AB122) With TIGIT Inhibitor Domvanalimab (AB154) in PD-1 Relapsed/Refractory Melanoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-03-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-11-10",
      "studyFirstSubmitQcDate": "2021-11-10",
      "studyFirstPostDateStruct": {
        "date": "2021-11-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-05-02",
      "lastUpdatePostDateStruct": {
        "date": "2025-05-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR_INVESTIGATOR",
        "investigatorFullName": "Diwakar Davar",
        "investigatorTitle": "Assistant Professor of Medicine",
        "investigatorAffiliation": "University of Pittsburgh"
      },
      "leadSponsor": {
        "name": "Diwakar Davar",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Arcus Biosciences, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The main goal of this study is to establish the proportion of patients with objective response to zimberelimab/domvanalimab in PD-1 R/R melanoma patients.",
      "detailedDescription": "This is a single-arm two-stage phase II study of PD-1 inhibitor zimberelimab (AB122) in combination with TIGIT inhibitor domvanalimab (AB154) in advanced melanoma patients who have failed PD-1 inhibitor therapy.\n\nPatients will undergo a 28-day screening evaluation consisting of systemic staging scans, tumor biopsy, and blood studies to confirm suitability. Once enrolled, patients will receive zimberelimab 360 mg every 3 weeks (Q3W) and domvanalimab 15 mg/kg Q3W. Patients will undergo restaging scans at W9 following 3 cycles of therapy with response assessed using RECIST v1.1 and iRECIST. Following restaging scans, patients with response will continue to receive zimberelimab and domvanalimab till disease progression, intolerable toxicity or for up to 24 months."
    },
    "conditionsModule": {
      "conditions": [
        "Melanoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 26,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Zimberelimab plus Domvanalimab",
          "type": "EXPERIMENTAL",
          "description": "Treatment Phase 1: Zimberelimab, 360mg, IV, every 3 weeks for 3 cycles. Domvanalimab, 15mg/kg, IV, every 3 weeks for 3 cycles. After 3 cycles, scans will be performed. If it is determined that the cancer is stable or responding patients will continue with Treatment Phase 2.\n\nTreatment Phase 2: Zimberelimab, 360mg, IV, every 3 weeks for 3 cycles. Domvanalimab, 15mg/kg, IV, every 3 weeks, for up to 24 months.",
          "interventionNames": [
            "Drug: Zimberelimab",
            "Drug: Domvanalimab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Zimberelimab",
          "description": "Zimberelimab is a fully human immunoglobulin G4 (hIgG4) monoclonal antibody (mAb) that targets the human programmed cell death-1 (PD-1) immune checkpoint.",
          "armGroupLabels": [
            "Zimberelimab plus Domvanalimab"
          ],
          "otherNames": [
            "AB122"
          ]
        },
        {
          "type": "DRUG",
          "name": "Domvanalimab",
          "description": "Domvanalimab is a humanized immunoglobulin G1 (IgG1) mAb that targets immune checkpoint TIGIT.",
          "armGroupLabels": [
            "Zimberelimab plus Domvanalimab"
          ],
          "otherNames": [
            "AB154"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "The proportion of patients with Complete Response (CR) + Partial Response (PR), per RECIST v1.1. Complete Response (CR) is defined as disappearance of all target lesions; disappearance of all non-target lesions and normalization of tumor marker level. Partial Response (PR) is defined as at least a 30% decrease in the sum of the LD of target lesions, taking as reference the baseline sum LD.",
          "timeFrame": "Up to 3 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Objective Response Rate (ORR) (iRECIST)",
          "description": "The proportion of patients with Complete Response (irCR) + Partial Response (irPR), per immune RECIST (iRECIST). irCR:Disappearance of non-nodal lesions. All pathologic lymphnodes \\<10 mm (2 consecutive measures ≥4 weeks apart); irPR:≥30% decrease from baseline (2 consecutive measures ≥4 weeks apart) All pathologic lymph nodes \\<10 mm (Non-Target Lesions: Any other than disappearance of all non-nodal lesions and reduction of pathologic lymph nodes \\<10mm). Baseline tumor burden: sum of single diameters (short axis for nodal lesions, longest diameter for other lesions) for target lesions. In subsequent scans, the diameters of new measurable lesions are added to the tumor burden. Re-treatment:≤5 target lesions (=/≠ original lesions) are selected and a new baseline tumor burden will be established.",
          "timeFrame": "Up to 3 years"
        },
        {
          "measure": "6-month Progression-free Survival (PFS)",
          "description": "The proportion of patients who remain progression-free from the initial date of treatment until 6 months afterwards, with progression defined by RECIST v 1.1.Progressive disease (PD) is defined as at least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions; appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions",
          "timeFrame": "Up to 6 months"
        },
        {
          "measure": "Progression-free Survival (PFS)",
          "description": "Progression-free survival is the time measured from the initial date of treatment to thedate of documented progression, or the date of death (in the absence of progression),whichever occurs first, with progression defined by RECIST v 1.1. Progressive disease(PD) is defined as at least a 20% increase in the sum of the LD of target lesions,taking as reference the smallest sum LD recorded since the treatment started or theappearance of one or more new lesions; appearance of one or more new lesionsand/or unequivocal progression of existing non-target lesions.",
          "timeFrame": "Up to 5 years"
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "The median length of time (estimated) from the start of treatment that patients remain alive, until death from any cause.",
          "timeFrame": "Up to 5 years"
        },
        {
          "measure": "1-year Progression-free Survival (PFS)",
          "description": "The proportion of patients who remain progression-free from the initial date of treatment until 1 year afterwards, with progression defined by RECIST v 1.1.Progressive disease (PD) is defined as at least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions; appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions.",
          "timeFrame": "Up to 1 year"
        },
        {
          "measure": "2-year Progression-free Survival (PFS)",
          "description": "The proportion of patients who remain progression-free from the initial date of treatment until 2 years afterwards, with progression defined by RECIST v 1.1.Progressive disease (PD) is defined as at least a 20% increase in the sum of the LD of target lesions, taking as reference the smallest sum LD recorded since the treatment started or the appearance of one or more new lesions; appearance of one or more new lesions and/or unequivocal progression of existing non-target lesions.",
          "timeFrame": "Up to 2 years"
        },
        {
          "measure": "1-year Overall Survival (OS)",
          "description": "The proportion of patients that remain alive from the start of treatment until death from any cause at one year.",
          "timeFrame": "Up to 1 year"
        },
        {
          "measure": "2-year Overall Survival (OS)",
          "description": "The proportion of patients that remain alive from the start of treatment until death from any cause at two years.",
          "timeFrame": "Up to 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male/female participants who are at least 18 years of age on the day of signing informed consent with histologically confirmed diagnosis of cutaneous melanoma (or unknown primary) will be enrolled in this study.\n* Male participants: A male participant must agree to use a contraception during the treatment period and for at least 120 days after the last dose of study treatment and refrain from donating sperm during this period.\n* Female participants: A female participant is eligible to participate if she is not pregnant, not breastfeeding, and at least one of the following conditions applies:\n\n  * Not a woman of childbearing potential (WOCBP); OR\n  * A WOCBP who agrees to follow the contraceptive guidance during the treatment period and for at least 120 days after the last dose of study treatment.\n* Participants must have progressed on treatment with an anti-PD-1/L1 mAb administered either as monotherapy or in combination with other checkpoint inhibitors or other therapies. PD-1 treatment progression is defined by meeting all of the following criteria:\n\n  * Has received at least 2 doses of an approved anti-PD-1/L1 mAb.\n  * Participants who progressed on/within 3 months of adjuvant therapy with anti-PD-(L)1 inhibitor will be allowed.\n  * Has demonstrated disease progression after anti-PD-1/L1 as defined by RECIST v1.1. The initial evidence of PD is to be confirmed by a second assessment no less than 4 weeks from the date of the first documented PD, in the absence of rapid clinical progression (as defined in 4.c).\n  * Progressive disease has been documented within 12 weeks from the last dose of anti-PD-1/L1 mAb.\n  * Progressive disease as determined above. This determination is made by the treating investigator. Once PD is confirmed, the initial date of PD documentation will be considered the date of PD. Anti-PD/L1 mAb need not be the most recent line of therapy administered.\n* Prior treatment with an anti-cytotoxic T lymphocyte-associated antigen 4 (CTLA-4) antibody is allowed but not required.\n* Prior treatment with BRAF/MEK inhibitor therapy (if BRAF mutated) is allowed but not required.\n* The participant provides written informed consent for the trial.\n* Presence of measurable disease based on RECIST 1.1.\n\n  * Patients need to have at least one measurable lesion and a separate lesion for biopsy. Patients with only 1 lesion may be enrolled after discussion with Sponsor-Investigator.\n  * Lesions situated in a previously irradiated area are considered measurable if progression has been demonstrated in such lesions.\n* Able to provide newly obtained core or excisional biopsy of a tumor lesion not previously irradiated to undergo tumor biopsy (core, punch, incisional or excisional).\n\n  \\--- Biopsy must meet minimal sampling criteria.\n* Have an Eastern Cooperative Oncology Group (ECOG) performance status of 0 to 1. Evaluation of ECOG is to be performed at screening prior to the first dose of study intervention.\n* Have adequate organ function as defined below. Specimens must be collected within 28 days prior to the start of study intervention.\n\n  * Absolute neutrophil count (ANC) ≥1500/µL\n  * Platelets ≥100 000/µL\n  * Hemoglobin ≥9.0 g/dL or ≥5.6 mmol/L (Criteria must be met without erythropoietin dependency and without packed red blood cell (pRBC) transfusion within last 2 weeks)\n  * Creatinine OR Measured or calculated creatinine clearance (GFR can also be used in place of creatinine or CrCl) ≤1.5 × ULN OR ≥30 mL/min for participant with creatinine levels \\>1.5 × institutional ULN (Creatinine clearance (CrCl) should be calculated per institutional standard)\n  * Total bilirubin ≤1.5 ×ULN OR direct bilirubin ≤ULN for participants with total bilirubin levels \\>1.5 × ULN\n  * AST (SGOT) and ALT (SGPT) ≤2.5 × ULN (≤5 × ULN for participants with liver metastases)\n  * International normalized ratio (INR) OR prothrombin time (PT) and Activated partial thromboplastin time (aPTT) ≤1.5 × ULN unless participant is receiving anticoagulant therapy as long as PT or aPTT is within therapeutic range of intended use of anticoagulants\n\nExclusion Criteria:\n\n* Receipt of prior agent(s) targeting components of the TIGIT/CD226 pathway including but not limited to CD226, TIGIT, PVR/CD155 and CD112.\n* Diagnosis of non-cutaneous melanoma histologies including mucosal melanoma, ocular/choroidal melanoma, acral-lentiginous melanoma.\n* Diagnosis of immunodeficiency, immunosuppression and/or is receiving systemic steroid therapy or any other form of immunosuppressive therapy within 7 days prior to the first dose of trial treatment.\n* Prior chemotherapy, targeted therapy, and/or small molecule therapy within 2 weeks (or 4 half lives) prior to study Day 1.\n* Patients who have not recovered (i.e., ≤Grade 1 or at baseline or ≤Grade 2 endocrinopathy) from adverse events (AEs) due to a previously administered agent.\n* Has received prior radiotherapy within 2 weeks of start of study intervention. Participants must have recovered from all radiation-related toxicities, not require corticosteroids, and not have had radiation pneumonitis.\n\n  \\--- A 2-week washout is permitted for palliative radiation (≤2 weeks of radiotherapy) to non-CNS disease.\n* A WOCBP who has a positive urine pregnancy test at Screening. If the urine test is positive or cannot be confirmed as negative, a serum pregnancy test will be required.\n* Has received a live vaccine within 30 days prior to the first dose of study drug.\n\n  * Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, varicella/zoster (chicken pox), yellow fever, rabies, Bacillus Calmette-Guérin (BCG), and typhoid vaccine.\n  * Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however, intranasal influenza vaccines (eg, FluMist®) are live attenuated vaccines and are not allowed.\n* Has a diagnosis of immunodeficiency or is receiving chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent) or any other form of immunosuppressive therapy within 14 days prior to the first dose of study drug.\n* Has active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs).\n\n  \\--- Note: Replacement therapy (eg., thyroxine, insulin, or physiologic corticosteroid replacement therapy for adrenal or pituitary insufficiency, etc.) is not considered a form of systemic treatment and is allowed.\n* Concurrent non-hematologic malignancy within 3 years of data of first planned dose of therapy except for tumors with a negligible risk of metastasis and/or death as defined below:\n\n  * Adequately treated non-invasive malignancies including but not limited to melanoma in situ (MIS), cutaneous squamous cell carcinoma (cSCC), in situ cSCC, basal cell carcinoma (BCC), CIS of cervix, or DCIS/LCIS of breast.\n  * Low-risk early-stage prostate adenocarcinoma (T1-T2a N0 M0 and Gleason score ≤6 and PSA ≤10 ng/mL) for which the management plan is active surveillance, or prostate adenocarcinoma with biochemical-only recurrence with documented PSA doubling time of \\> 12 months for which the management plan is active surveillance.\n  * Indolent hematologic malignancies for which the management plan is active surveillance including but not limited to CLL/indolent lymphoma. Patients with high-risk hematologic malignancies (CML, ALL, AML, Hodgkin's or non-Hodgkin's lymphoma) are excluded even if the management plan is active surveillance.\n* Active (i.e., symptomatic or growing) central nervous system (CNS) metastases.\n\n  * Note: Participants with previously treated brain metastases may participate provided they are radiologically stable, i.e. without evidence of progression for at least 4 weeks by repeat imaging (note that the repeat imaging should be performed during Screening), clinically stable and without requirement of steroid treatment for at least 14 days prior to first dose of study intervention.\n  * Patients with leptomeningeal disease are excluded\n* Has severe hypersensitivity (≥Grade 3) to anti-PD(L)1 inhibitor.\n* Has a systemic disease that requires systemic pharmacologic doses of corticosteroids greater than 10 mg daily prednisone (or equivalent).\n\n  * Note: Participants who are currently receiving steroids at a dose of ≤10 mg daily do not need to discontinue steroids prior to enrollment.\n  * Note: Participants that require topical, ophthalmologic, injected and/or inhalational steroids are not excluded from the study.\n  * Note: Participants with hypothyroidism stable on hormone replacement or Sjogren's syndrome are not excluded from the study.\n  * Note: Participants who require active immunosuppression (greater than steroid dose discussed above) for any reason are excluded from the study.\n* Has a history of interstitial lung disease or active, non-infectious pneumonitis that required steroids or has current pneumonitis.\n* Has an active infection requiring systemic therapy.\n* Has a known history of Human Immunodeficiency Virus (HIV) infection.\n* Has a known history of Hepatitis B (defined as Hepatitis B surface antigen \\[HBsAg\\] reactive) and/or known active Hepatitis C virus (defined as anti-HCV reactive) infection.\n\n  * Patients with treated Hepatitis B/C with no evidence of active infection may be enrolled.\n  * Patients with a history of Hepatitis B and/or C who have been treated with curative intent may be enrolled if there is no evidence of active infection (Hepatitis B: negative HBsAg, Hepatitis C: undetectable HCV viral load)\n* Has a known history of active TB (Bacillus Tuberculosis).\n* Has a history or current evidence of any condition, therapy, or laboratory abnormality that might confound the results of the study, interfere with the participant's participation for the full duration of the study, or is not in the best interest of the participant to participate, in the opinion of the treating investigator.\n* Has known psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the trial.\n* Is pregnant or breastfeeding or expecting to conceive or father children within the projected duration of the study, starting with the Screening visit through 120 days after the last dose of trial treatment.\n* Has had an allogenic tissue/solid organ transplant.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Amy Rose, RN, BSN",
          "role": "CONTACT",
          "phone": "412-647-8587",
          "email": "kennaj@upmc.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Diwakar Davar, MD",
          "affiliation": "UPMC Hillman Cancer Center",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "UPMC Hillman Cancer Center",
          "status": "RECRUITING",
          "city": "Pittsburgh",
          "state": "Pennsylvania",
          "zip": "15232",
          "country": "United States",
          "contacts": [
            {
              "name": "Amy Rose, RN",
              "role": "CONTACT",
              "phone": "412-647-8587",
              "email": "kennaj@upmc.edu"
            },
            {
              "name": "Diwakar Davar",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 40.44062,
            "lon": -79.99589
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-17"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008545",
          "term": "Melanoma"
        }
      ],
      "ancestors": [
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D018326",
          "term": "Nevi and Melanomas"
        },
        {
          "id": "D012878",
          "term": "Skin Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000719848",
          "term": "zimberelimab"
        }
      ]
    }
  },
  "hasResults": false
}