{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04607629",
      "orgStudyIdInfo": {
        "id": "OMA-BA-III"
      },
      "secondaryIdInfos": [
        {
          "id": "№189. eff.data 25 Apr 2018",
          "type": "OTHER",
          "domain": "Ministry of Health of the Russian Federation"
        }
      ],
      "organization": {
        "fullName": "AO GENERIUM",
        "class": "INDUSTRY"
      },
      "briefTitle": "An Efficacy and Safety Study of Genolar® and Xolar® in the Persistent Atopic Bronchial Asthma",
      "officialTitle": "A Comparative Study of Efficacy and Safety of Genolar® and Xolar® in Treating Patients With Moderate to Severe Persistent Atopic Bronchial Asthma Inadequately Controlled With Stage 4 GINA (2017) Treatment",
      "acronym": "NAP"
    },
    "statusModule": {
      "statusVerifiedDate": "2020-10",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-06-20",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-04-29",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2019-12-13",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-10-15",
      "studyFirstSubmitQcDate": "2020-10-23",
      "studyFirstPostDateStruct": {
        "date": "2020-10-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2020-10-23",
      "lastUpdatePostDateStruct": {
        "date": "2020-10-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "AO GENERIUM",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a randomized, double-blind, comparative, parallel-group study of the efficacy and safety of Genolar® and Xolair® in the treatment of persistent atopic bronchial asthma of moderate and severe course, whose symptoms are insufficiently controlled by the 4-step treatment GINA (2017)",
      "detailedDescription": "There is an increasing incidence of bronchial asthma (BA) and other allergic diseases around the world. Bronchial asthma suffers from 4 to 10% of the world population, in Russian Federation, the incidence of BA across the adult population ranges from 2.2 to 5-7%, in the child population is about 10%.\n\nSevere BA is associated not only with frequent hospitalizations and increased mortality but also with high treatment costs.\n\nAs to it, there is a hot button issue of developing new drugs for treating patients not to be achieved effectively with standard therapy. Considering the leading pathogenesis role of IgE-mediated allergy, the use of drugs to block IgE makes it possible to control the disease at the earliest allergic reaction phase of the development. It was shown that the IgE elimination from the mast cells and basophils surface reduced the severity of acute allergic reactions, reduced the allergen-induced late phase of the immune response and infiltration with inflammatory cells. These anti-IgE antibodies effects have been shown in various studies.\n\nGenolar® (omalizumab) (JSC \"GENERIUM\", the Russian Federation) is a humanized recombinant monoclonal antibody selectively binding to immunoglobulin (IgE) and is a biosimilar of Xolar® (\"Novartis Pharma AG\", Switzerland).\n\nThis III phase study is aimed to compare the effectiveness, safety and immunogenicity of Genolar® (JSC \"GENERIUM\", Russia) and Xolair® to register of the drug Genolar® (JSC \"GENERIUM\", the Russian Federation), a lyophilizate for subcutaneous administration, in the Russian Federation.\n\nThe study included patients (n = 192) aged 18 to 75 years with moderate to severe persistent atopic bronchial asthma. The diagnosis was documented for ≥1 year. The symptoms of the disease were insufficiently controlled by therapy corresponding to the 4th stage of treatment (GINA, 2017) during ≥2 months before screening. With block randomization, the patients were divided into two groups in a 2: 1 ratio: in group 1 - 127 patients received treatment with Genolar® for 52 weeks ± 3 days, in group 2 - 64 patients received treatment with Xolair® for 26 weeks ± 3 days. The study consisted of a screening period, an induction period for basic treatment standardizing with the using inhaled budesonide + formoterol, a comparative period of treatment with the studied drugs (Genolar® vs. Xolair®) for 26 weeks ± 3 days, and an additional period of continuing treatment with Genolar® for 26 ± 1 week for its long-term immunogenicity study."
    },
    "conditionsModule": {
      "conditions": [
        "Bronchial Asthma"
      ],
      "keywords": [
        "omalizumab",
        "humanized monoclonal antibodies",
        "safety",
        "bronchial asthma",
        "equivalence",
        "biosimilar",
        "anti-allergic agents",
        "anti-asthmatic agents",
        "respiratory system agents",
        "hypersensitivity",
        "immune system diseases",
        "urticaria",
        "immunogenicity"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Interventional",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "DOUBLE",
          "maskingDescription": "Throughout the study, until the end of the comparative treatment study period, neither the investigators nor the patients knew which drug was being administered",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 192,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Genolar® + Symbicort®",
          "type": "EXPERIMENTAL",
          "description": "omalizumab \\& inhalation of budesonide+formoterol",
          "interventionNames": [
            "Biological: Genolar® + Symbicort®"
          ]
        },
        {
          "label": "Xolair® + Symbicort®",
          "type": "ACTIVE_COMPARATOR",
          "description": "omalizumab \\& inhalation of budesonide+formoterol",
          "interventionNames": [
            "Biological: Xolair® + Symbicort®"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Genolar® + Symbicort®",
          "description": "The experimental drug dose and administration frequency were determined based on baseline IgE concentration (IU / ml) measured before treatment and current body weight (kg). Depending on the initial IgE concentration and body weight the recommended drug dose was from 75 to 600 mg once in 2 or 4 weeks. The experimental drug Genolar® and the reference drug Xolair® were administered subcutaneously for 26 weeks. Budesonide + formoterol inhalation (dosed powder for inhalation, each delivered dose contains 320 μg budesonide and formoterol fumarate dihydrate 9 μg)) 1 inhalation 2 times a day.",
          "armGroupLabels": [
            "Genolar® + Symbicort®"
          ],
          "otherNames": [
            "omalizumab & (budesonide+formoterol)",
            "GNR-044 & (budesonide+formoterol)"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Xolair® + Symbicort®",
          "description": "The experimental drug dose and administration frequency were determined based on baseline IgE concentration (IU / ml) measured before treatment and current body weight (kg). Depending on the initial IgE concentration and body weight the recommended drug dose was from 75 to 600 mg once in 2 or 4 weeks. The experimental drug Genolar® and the reference drug Xolair® were administered subcutaneously for 26 weeks. Budesonide + formoterol inhalation (dosed powder for inhalation, each delivered dose contains 320 μg budesonide and formoterol fumarate dihydrate 9 μg)) 1 inhalation 2 times a day.",
          "armGroupLabels": [
            "Xolair® + Symbicort®"
          ],
          "otherNames": [
            "omalizumab & (budesonide+formoterol)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Patients proportion with an investigator rating \"excellent\" or \"good\" on the Global Evaluation of Treatment Effectiveness (GETE) scale after 26 weeks of comparative treatment",
          "description": "Global evaluation of treatment effectiveness (GETE) is a validated tool and has been used to evaluate the clinical response to omalizumab in patients with moderate to severe allergic asthma (IgE-mediated).",
          "timeFrame": "In 26 weeks after comparative treatment beginning (Genolar® vs. Xolair®)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The number of bronchial asthma exacerbations per patient for 26-week period of comparative treatment",
          "description": "An exacerbation is defined as the patient needs to use oral or intravenous glucocorticosteroids (prednisolone) or to increase the dose of inhaled corticosteroids ≥2 times due to an exacerbation of asthma symptoms and a fall in peak expiratory flow (PEF) or forced expectorant volume for 1 sec (FEV1) resistant to treatment with inhalation drugs",
          "timeFrame": "For 26 weeks after comparative treatment start (Genolar® vs. Xolair®)"
        },
        {
          "measure": "Mean PEF change in every 4 weeks compared to PEF baseline in patients treated with Genolar® and Xolar® for 26 weeks of comparative treatment",
          "description": "PEF measures how much air patient can breathe out using the greatest effort. It is used in the monitoring and treatment of asthma to determine treatment efficacy",
          "timeFrame": "Every 4 weeks for 26 weeks of comparative treatment (Genolar® vs. Xolair®)"
        },
        {
          "measure": "FEV1 changes from FEV1 baseline at each visit over 26 weeks of comparative treatment (Genolar® vs. Xolair®)",
          "description": "FEV1 is the amount of air that can be forcefully exhaled in one second. Clinically, the percentage of predicted FEV1 appears to be a valid marker for the degree of airway obstruction with asthma and other respiratory conditions. Together with asthma symptoms and use of inhaled short-acting beta2-agonists, FEV1 is used to classify the severity of asthma and treatment efficacy",
          "timeFrame": "At the screening, for the Introductory trial period during which the basic therapeutic drug Symbicort Turbuhaler was admitted, before the comparative treatment beginning, in 8, 16, 26 weeks of comparative treatment (Genolar® vs. Xolair®)"
        },
        {
          "measure": "Patients proportion with an ACQ-5 Asthma Control Questionnaire score ≤0.75 after 26 weeks of treatment",
          "description": "ACQ is a patient-reported tool to assess asthma control in patient ≥ 6 years of age. ACQ was used to evaluate asthma control in patients and treatment efficacy",
          "timeFrame": "At the screening, before the comparative treatment start, upon 26 weeks of comparative treatment (Genolar® vs. Xolair®) completion"
        },
        {
          "measure": "Number of days without asthma symptoms during the 26-week period of comparison treatment (Genolar® vs. Xolair®)",
          "description": "A day without asthma symptoms",
          "timeFrame": "For 26 weeks of comparative treatment (Genolar® vs. Xolair®)"
        },
        {
          "measure": "Neutralizing antibody rate",
          "description": "long-term immunogenicity study of Genolar®",
          "timeFrame": "Baseline, in 6, 26, 52 weeks of treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and women of the ages between 18 and 75 at the time of the Informed Consent Form signature.\n2. A documented diagnosis of bronchial asthma for ≥1 year before the Screening;\n3. 4th stage of asthma treatment according to GINA (2017) ≥2 months before the Screening;\n4. The FEV1 value measured ≥4 hours after the last inhalation of short-acting β2-agonists or ≥12 hours after the last inhalation of long-acting β2-agonists is in the range of ≥40% and ≤80% of the proper value;\n5. A positive test result for the obstruction reversibility, which is defined as an increase in FEV1 \\> 12% and \\> 200 ml from the baseline value, which is measured if inhaled short-acting β2-agonists are withdrawn for ≥4 hours or long-acting β2-agonists ≥12 hours, after 10-15 minutes after inhalation 200-400 mcg salbutamol or equivalent.\n\n   OR\n6. Daily PEF variability for 2 weeks before randomization is \\>10%, which is defined as the PEF amplitude between the maximum and minimum values during the day, expressed as an average daily PEF percentage and averaged over 2 weeks: (\\[maximum per day value - minimum per day value\\] / average of the maximum and minimum values per day), averaged over 2 weeks and multiplied by 100%;\n7. Insufficiently controlled asthma at the Screening despite the correct inhaler use and good adherence to the 4th stage of bronchial asthma treatment (GINA 2017); and the lack of asthma control reasons are not in concomitant diseases, for example, allergic rhinitis. Insufficiently controlled asthma is defined as ≥1.5 points on the ACQ-5 asthma control questionnaire (Asthma Control Questionnaire);\n8. Atopy for common environmental allergens confirmed at the Screening, or documented atopy for common environmental allergens in history.\n\nExclusion Criteria:\n\n1. The initial concentration of total IgE and body weight do not correspond to the range in the dosing table for omalizumab dose-ranging.\n2. Asthma resistant to glucocorticosteroids (inhaled, oral or parenteral).\n3. Current smokers, smoker's index (pack / years) \\>10. Smoker's index (pack / years) = number of cigarettes smoked per day × smoking experience (years) / 20.\n4. Asthma exacerbation during the 4 weeks before randomization.\n5. Asthma treatment regimen changes during the Introductory trial period during which the basic therapeutic drug Symbicort Turbuhaler was admitted, until the first injection of study drugs.\n6. Skipped the basic inhalations with Symbicort® Turbuhaler® during the introductory period of the trial more than 20%.\n7. Patients with severe medical conditions that in the view of the investigator prohibits participation in the study.\n8. Pregnant or nursing (lactating) women.\n9. Monoclonal antibodies administration within 1 year before taking omalizumab.\n10. Hypersensitivity to any of the used study drug, to their components, history of an undesirable drug reaction.\n11. A history of autoimmune disease.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Oksana A Markova, MD",
          "affiliation": "Head of the scientific department",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "State Budgetary Healthcare Institution \"Republican Clinical Hospital named after G.G. Kuvatov\"",
          "city": "Ufa",
          "state": "Bashkortostan Republic",
          "zip": "450005",
          "country": "Russia",
          "geoPoint": {
            "lat": 54.74306,
            "lon": 55.96779
          }
        },
        {
          "facility": "Limited Liability Company \"MDP-Medical Group\"",
          "city": "Odintsovo",
          "state": "Moscow Oblast",
          "zip": "143005",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.66977,
            "lon": 37.27716
          }
        },
        {
          "facility": "State Budgetary Healthcare Institution of the Perm Territory \"Clinical Medical and Sanitary Unit No. 1",
          "city": "Perm",
          "state": "Perm Territory",
          "zip": "614077",
          "country": "Russia",
          "geoPoint": {
            "lat": 58.01046,
            "lon": 56.25017
          }
        },
        {
          "facility": "State Budgetary Institution of Health Care of the Leningrad Region \"Center for Occupational Pathology\"",
          "city": "Saint Petersburg",
          "state": "Sankt-Peterburg",
          "zip": "195271",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "State Budgetary Healthcare Institution of the Arkhangelsk Region \"The First City Clinical Hospital named after E.E. Volosevich\"",
          "city": "Arkhangelsk",
          "zip": "163001",
          "country": "Russia",
          "geoPoint": {
            "lat": 64.5461,
            "lon": 40.55183
          }
        },
        {
          "facility": "Regional State Budgetary Healthcare Institution \"Regional Clinical Hospital\"",
          "city": "Barnaul",
          "zip": "656024",
          "country": "Russia",
          "geoPoint": {
            "lat": 53.36199,
            "lon": 83.72786
          }
        },
        {
          "facility": "State Autonomous Healthcare Institution of the Kemerovo Region \"Kemerovo Regional Clinical Hospital named after S.V. Belyaev\"",
          "city": "Kemerovo",
          "zip": "650066",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.35417,
            "lon": 86.10435
          }
        },
        {
          "facility": "Municipal budgetary health care institution \"Krasnodar City Clinical Emergency Hospital\"",
          "city": "Krasnodar",
          "zip": "350042",
          "country": "Russia",
          "geoPoint": {
            "lat": 45.04534,
            "lon": 38.98178
          }
        },
        {
          "facility": "Joint Stock Company \"Outpatient clinic\" Medical Regional United System of Contracts\"",
          "city": "Moscow",
          "zip": "109544",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "Federal State Budgetary Institution \"Research Institute of Pulmonology of the Federal Medical and Biological Agency\"",
          "city": "Moscow",
          "zip": "115682",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "State Budgetary Institution of Health of the City of Moscow \"City Polyclinic No. 52 of the Department of Healthcare of the City of Moscow\"",
          "city": "Moscow",
          "zip": "117546",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "Federal State Budgetary Educational Institution of Further Professional Education \"Russian Medical Academy of Continuous Professional Education\" of the Ministry of Health of the Russian Federation",
          "city": "Moscow",
          "zip": "123995",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.75204,
            "lon": 37.61781
          }
        },
        {
          "facility": "State Budgetary Institution of Health of the Novosibirsk Region \"City Clinical Hospital No. 2",
          "city": "Novosibirsk",
          "zip": "630051",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.02259,
            "lon": 82.93175
          }
        },
        {
          "facility": "State Budgetary Healthcare Institution of the Novosibirsk Region \"State Novosibirsk Regional Clinical Hospital\"",
          "city": "Novosibirsk",
          "zip": "630087",
          "country": "Russia",
          "geoPoint": {
            "lat": 55.02259,
            "lon": 82.93175
          }
        },
        {
          "facility": "Budgetary health care institution of the Omsk region \"City Clinical Hospital No. 1 named after AN Kabanov\"",
          "city": "Omsk",
          "zip": "644112",
          "country": "Russia",
          "geoPoint": {
            "lat": 54.99244,
            "lon": 73.36859
          }
        },
        {
          "facility": "St. Petersburg State Budgetary Healthcare Institution \"Vvedenskaya City Clinical Hospital\"",
          "city": "Saint Petersburg",
          "zip": "191180",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "Limited Liability Company \"Medical Technologies\" LLC \"Medical Technologies\"",
          "city": "Saint Petersburg",
          "zip": "192148",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "St. Petersburg State Budgetary Healthcare Institution \"City Consultative and Diagnostic Center No. 1\"",
          "city": "Saint Petersburg",
          "zip": "194354",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "Limited Liability Company \"Baltic Medicine\" LLC \"Baltic Medicine\"",
          "city": "Saint Petersburg",
          "zip": "194356",
          "country": "Russia",
          "geoPoint": {
            "lat": 59.93863,
            "lon": 30.31413
          }
        },
        {
          "facility": "Regional State Budgetary Healthcare Institution \"Clinical Hospital No. 1\"",
          "city": "Smolensk",
          "zip": "214006",
          "country": "Russia",
          "geoPoint": {
            "lat": 54.77826,
            "lon": 32.05088
          }
        },
        {
          "facility": "Federal State Budgetary Educational Institution of Higher Education \"Siberian State Medical University\" of the Ministry of Health of the Russian Federation",
          "city": "Tomsk",
          "zip": "634050",
          "country": "Russia",
          "geoPoint": {
            "lat": 56.50049,
            "lon": 84.98216
          }
        },
        {
          "facility": "State Budgetary Healthcare Institution of the Vladimir Region \"Regional Clinical Hospital\"",
          "city": "Vladimir",
          "zip": "600023",
          "country": "Russia",
          "geoPoint": {
            "lat": 56.13854,
            "lon": 40.39976
          }
        },
        {
          "facility": "Budgetary healthcare institution of the Voronezh region \"Voronezh Regional Clinical Hospital No. 1\"",
          "city": "Voronezh",
          "zip": "394066",
          "country": "Russia",
          "geoPoint": {
            "lat": 51.66833,
            "lon": 39.19204
          }
        },
        {
          "facility": "Budgetary Public Health Facility of the Sverdlovsk Region \"Sverdlovsk Regional Clinical Hospital No. 1",
          "city": "Yekaterinburg",
          "zip": "620102",
          "country": "Russia",
          "geoPoint": {
            "lat": 56.85733,
            "lon": 60.61529
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "Clinical Trials Register",
          "url": "https://clinline.ru/reestr-klinicheskih-issledovanij/189-25.04.2018.html"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "NAP"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D014581",
          "term": "Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069502",
          "term": "Budesonide, Formoterol Fumarate Drug Combination"
        },
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000068759",
          "term": "Formoterol Fumarate"
        },
        {
          "id": "D004983",
          "term": "Ethanolamines"
        },
        {
          "id": "D000605",
          "term": "Amino Alcohols"
        },
        {
          "id": "D000438",
          "term": "Alcohols"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D000588",
          "term": "Amines"
        },
        {
          "id": "D019819",
          "term": "Budesonide"
        },
        {
          "id": "D011282",
          "term": "Pregnenediones"
        },
        {
          "id": "D011283",
          "term": "Pregnenes"
        },
        {
          "id": "D011278",
          "term": "Pregnanes"
        },
        {
          "id": "D013256",
          "term": "Steroids"
        },
        {
          "id": "D000072473",
          "term": "Fused-Ring Compounds"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        },
        {
          "id": "D004338",
          "term": "Drug Combinations"
        },
        {
          "id": "D004364",
          "term": "Pharmaceutical Preparations"
        },
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}