{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06069492",
      "orgStudyIdInfo": {
        "id": "6906974"
      },
      "secondaryIdInfos": [
        {
          "id": "10210336",
          "type": "OTHER_GRANT",
          "domain": "Health and Medical Research Fund"
        }
      ],
      "organization": {
        "fullName": "Chinese University of Hong Kong",
        "class": "OTHER"
      },
      "briefTitle": "Randomized Controlled Trial for Wheat Oral Immunotherapy",
      "officialTitle": "Precision Diagnosis and Tolerance Induction in Children With Immediate-type Wheat Allergy",
      "acronym": "WOIT-RCT"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-02",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-11-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-08-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-08-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-10-02",
      "studyFirstSubmitQcDate": "2023-10-02",
      "studyFirstPostDateStruct": {
        "date": "2023-10-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-02-07",
      "lastUpdatePostDateStruct": {
        "date": "2024-02-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Ting-fan Leung",
        "investigatorTitle": "Clinical Professor",
        "investigatorAffiliation": "Chinese University of Hong Kong"
      },
      "leadSponsor": {
        "name": "Chinese University of Hong Kong",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "IgE-mediated wheat allergy is a growing allergy problem in children, and affected children can predict with immediate-type allergic reactions to the extent of anaphylactic shock. Current diagnostic methods based on crude wheat extract are inaccurate and unreliable. Besides, these children are managed by a passive \"wait-and-see\" approach that reflect the natural history of wheat allergy. Nonetheless, a significant proportion of wheat-allergic children have persistent disease until school-age and adolescence. There is an unmet need for designing effective and safe immunotherapeutic strategy for wheat allergy. This study aims to investigate performance of allergy tests based on crude wheat and wheat allergens as measured using both quantitative and functional IgE-based assays for diagnosing IgE-mediated wheat allergy; and to compare efficacy and safety of different dosages of wheat oral immunotherapy (OIT) for treating these paediatric patients. For the initial part, this study will recruit children with immediate-onset adverse reactions after wheat ingestion for different allergy tests, with their wheat allergy ascertained by the gold-standard double-blind, placebo-controlled food challenge. The investigators will then recruit the wheat-allergic children into a randomized, double-blind, parallel-group clinical trial with low-dose and standard-dose wheat OIT for 12 months. The main outcomes include the diagnostic performance of different conventional and novel allergy tests for challenge-confirmed wheat allergy and the rates of desensitization and sustained unresponsiveness achieved by the two dosing regimens of wheat OIT.",
      "detailedDescription": "Study Background\n\nWheat (Triticum aestivum) is one of the foods with wide global consumption and one of the Big 8 foods causing allergy. IgE-mediated wheat allergy tends to be associated with severe anaphylactic reactions when compared with cow's milk, egg and soy. Wheat proteins can be classified into four fractions, namely albumin, globulin, gliadin and glutenin, according to their solubility. Among these proteins, Nilsson reported that omega-5 gliadin had the highest specificity to diagnose IgE-mediated wheat allergy. Wheat allergic children also showed IgE response to glutenins, alpha-, beta-, gamma-gliadins, and alpha amylase inhibitors. Depending on ethnicity and cooking practices, the major wheat allergens causing clinical allergy vary among populations. The diagnostic accuracy of conventional allergy tests such as skin prick test (SPT) and blood sIgE assays for wheat allergy is suboptimal, while the roles of newer diagnostic methods such as basophil activation test (BAT; based on functional IgE-crosslinking) remains poorly defined for this food allergy.\n\nFor wheat-dependent exercise-induced anaphylaxis (WDEIA), omega-5 gliadins and high-molecular-weight glutenin subunits were most often reported as major allergens. SPT and sIgE to wheat might be negative, and even sIgE to omega-5 gliadins were only positive in about 80% of these patients. BAT combined with florescence-activated cell sorting is a new approach to complement wheat-dependent exercise-induced anaphylaxis diagnosis. BAT-derived parameters such as the percentage of CD63+ or CD203c+ basophils have been shown to be sensitive biomarkers for wheat allergy. Expression of CD203c induced by purified native omega-5 gliadin provided the best power for discriminating between wheat allergic and tolerant subjects. On the other hand, there has not been any head-to-head comparison between BAT and conventional allergy tests for wheat allergy or evidence on the optimal stepwise algorithms with these allergy tests for diagnosing wheat allergy. Such unmet clinical need prompts our team to look for precision diagnostic approach to wheat allergy in children.\n\nUnlike cow's milk and egg, many children with wheat allergy have persistent allergy into school-age. A large retrospective study from the United States found that about one-third of wheat allergic patients had persistent disease into adolescence. The standard of care for wheat allergy is strict avoidance and prompt treatment of allergic reactions upon accidental ingestion. However, complete wheat avoidance is difficult in real life as it is widely present in common foods such as cakes, noodles, pasta, bread and even seasoning soya sauce.\n\nFood oral immunotherapy (OIT) is conventionally achieved in a long-enough duration that ultimately induces immunological tolerance of patients to oral intake of the allergenic food. The immunological changes resulted from OIT involved both innate and adaptive mechanisms that included reduced mediator release from mast cells and basophils, initial rise followed by decrease in food-specific IgE and increased food-specific IgG4, expansion and affinity maturation of specific memory B cells, and stimulation of regulatory T cells with release of IL-10 and IFN-gamma. Standard OIT protocols consist of three phases. Typically, patients start the first rush phase by eating a very small dose (equal to the eliciting dose from double-blind, placebo-controlled food challenge \\[DBPCFC\\]) of the testing food then incrementally for 6-8 doses per day. This phase carries a high risk of systemic reaction. At the end of this phase, patient will be advised about the safe starting dose for home administration. In the next build-up phase, patients will ingest increasing amount of food every 1-2 weeks until they reach the maintenance dose (usually one serving dose). They will maintain this dose for at least 1-2 years, after which be evaluated for outcomes of desensitization and tolerance (or otherwise called sustained unresponsiveness \\[SU\\]). Desensitization denotes a condition in which patients can tolerate maintenance dose while consuming food regularly whereas SU denotes ability to tolerate doses even when patients discontinue the regular dosing. There is limited evidence on the safest and most effective OIT protocol for wheat.\n\nPublished clinical trials for wheat OIT adopted varying dosing regimens of different wheat products such as macaroni, pasta, udon and bread. The largest cohort of wheat OIT involved 18 Japanese patients with wheat anaphylaxis. Nearly 90% of patients were successfully desensitized after 2 years, but wheat tolerance decreased to 61% after two weeks of discontinuation of maintenance dose. A 'very low dose' protocol was adopted in which patients ingested 2 grams of udon noodles (equivalent to 53 mg of wheat protein \\[WP\\]) once a week as a maintenance dose. After one year, only 56% of subjects achieved desensitization rate to 15 grams of udon noodles. These observations suggested that the degree of desensitization and perhaps SU depends on the maintenance dose of wheat.\n\nMost published studies reported the maintenance dose of 5-6 grams WP (equivalent to 2-3 pieces of bread), while some studies adopted the low-dose approach (e.g. 400 mg WP). Higher desensitization rate was generally achieved with the former dosing (85% vs 55%), but there was inconsistent result for SU. Comparison between wheat OIT at 2 times/week and 6 times/week could not find any difference in the final target dose after 6 months. The current literature is limited by the lack of head-to-head comparison with different dosing regimens. Thus, there is another unmet need to develop effective OIT strategy for wheat allergy.\n\nAims of this Study\n\n1. To investigate the diagnostic performance of SPT, sIgE and BAT for wheat allergy;\n2. To compare the accuracy of allergy testing with crude wheat extract and wheat allergens for diagnosing wheat allergy; and\n3. To compare the efficacy and safety of low-dose and standard-dose OIT for treating wheat allergy.\n\nStudy Design\n\nThis is a two-stage study, with the first stage (diagnosis) being to recruit 90 participants for testing the diagnostic performance of different allergy tests (SPT, sIgE and BAT) with crude wheat extract and wheat allergens for immediate-onset wheat allergy that is ascertained by DBPCFC. Subjects will be recruited from both the territory-wide referral centre at Paediatric Allergy Clinic of our Hospital and open recruitment via our team website (https://www.allergycuhk.org/), social media and by mass emails to University staff.\n\nIn the second stage (treatment) of this study, 72 subjects with challenge-confirmed wheat allergy who fail DBPCFC from Stage I will undergo a randomized, double-blind and parallel-group clinical trial with wheat OIT. Each subject had allergy tests done at baseline (T0; see Stage I), who will be randomly assigned to one of the two intervention groups with low-dose OIT and standard-dose OIT for 12 months.\n\nWHEAT OIT: pasta of various types (e.g. macaroni/spaghetti/vermicelli/penne) containing 10-13% WP by content will be used, mainly decided by subject preference. A subject eats the same type of pasta throughout OIT as far as possible, while subjects' families need to notify our coordinating dietitian of any deviation in wheat product ingestion during the study period. Study dietitian will package the exact OIT doses for dispensing to subjects.\n\nDifferent Phases in Stage II\n\nRandomization and Blinding: subjects will enter this Stage and randomized into Rush Induction within two weeks of screening/baseline DBPCFC. Randomisation at 1:1 ratio to low-dose or standard-dose OIT will be stratified by age (3-6 years; 7-11 years; 12-17 years) as younger subjects more likely outgrow wheat allergy naturally. The coordinating dietitian prepares the randomization sequence at the study start and put individual randomization numbers inside sealed envelopes. This dietitian will notify the field staff of that number upon subject's informed consent. Investigators, field staff and subjects/families will be blinded to the nature of interventions (low-dose vs standard-dose) throughout the 12-month randomisation period, and they will assess desensitization and SU by DBPCFC according to pre-defined PRACTALL criteria. On the other hand, families will be aware of the nature of intervention (i.e. observer-blinded) but asked not to disclose this to field staff.\n\nRush (T0): subjects will receive increasing doses of wheat every 20 minutes to reach a final dose of 650 mg WP (or 5 grams wheat product; low-dose group) and 5 grams WP (or 38 grams wheat product; standard-dose group) as pasta. In both groups, subjects will consume a total of 38 grams pasta daily, with that of low-dose group made up of 5 grams wheat-based pasta and 33 grams gluten-free pasta. Study dietitian will offer nutritional counselling to families and prepare the Rush doses. Subjects who complete Rush protocol without reaction will commence the Build-up Phase at a daily dose of 650 mg WP (low-dose group) or 5 grams WP (standard-dose group) (Dose 8 of Rush) on the day after the Rush Induction day. A subject reacting to one of the 8 doses during Rush Induction will cease the Rush schedule and commence the Build-up Phase at the dose immediately below the reaction-eliciting dose on the day after the Rush Induction day.\n\nBuild-up: subjects will be given the group-appropriate daily incremental dose of wheat OIT every 2 weeks until the maintenance dose of 38-gram wheat/gluten-free product is reached. In unavoidable circumstances (e.g. examinations), there is +/- 7 days of window for build-up visits to accommodate parent/subject availability. Each dose increase will be administered in hospital under medical supervision. If a participant reacts to a build-up dose on the day of the Up-dose visit and the reaction is consistent with the pre-defined stopping criteria for Rush, then the participant will remain on the previous tolerated dose.\n\nMaintenance: subjects will consume a daily wheat dose as appropriate to the assigned treatment arm for 6 days per week at home until a total of 12 months of treatment. Subjects will return every 12 +/- 2 weeks for review. They will undergo wheat DBPCFC at treatment termination (T1) and 4 weeks later (T2). SPT and blood tests for sIgE levels against wheat will be repeated at these two time points for assessing the immunomodulatory effects of OIT.\n\nEvaluation of Compliance with Interventions: subjects will return unused doses and used treatment packs as well as study diaries to our dietitian at each visit so that we can audit their treatment compliance and study progress. Subjects will be considered as compliant to intervention (i.e. per protocol) if they consume \\>=75% treatment doses over a 6-month period. Data analysis will be performed by both intention-to-treat and per protocol principles.\n\nAssessment and Documentation of Adverse Events: the incidence and severity of treatment-emergent adverse events will be monitored and recorded during the Treatment Phase. The severity of an adverse event will be categorised according to whether the event is allergic or non-allergic. The severity of allergic adverse events will be categorised based on NIH NIAID Consortium for Food Allergy Research specific grading system for allergic reactions. For non-allergic adverse events, their severity will be classified according to the ICH guidelines.\n\nData analysis\n\nFor Stage I, wheat allergic and tolerant groups will be defined by the gold standard DBPCFC according to our published methods. Allergy test results (SPT, sIgE, BAT) and DBPCFC scores will be analyzed by parametric or non-parametric tests, with significance set at P\\<0.05. To evaluate the diagnostic performance of different allergy tests, Mann-Whitney U test will be used to compare test results between allergic and tolerant subjects. The optimal cut-offs of allergy tests for challenge-confirmed wheat allergy will be determined from area-under-curve of receiver-operating-characteristic curves by SPSS for Windows version 25. The investigators determine the best algorithm for wheat allergy by a stepwise approach.\n\nFor Stage II, clinical trial data will be analyzed both intention-to-treat and per protocol. All available data from subjects who received any investigational product will be included in safety data analysis. All demographic and baseline continuous outcomes will be presented as mean and standard deviation (or medians and interquartile ranges for skewed data), whilst categorical outcomes will be presented as number and percentage. Unless specified otherwise, statistical significance will be set at 5%. Inter-group comparisons regarding categorical outcomes will be analyzed by logistic regression with adjustment for age as the stratification variable. Continuous outcomes will be analyzed by linear regression models adjusted for the same stratification."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy;Food",
        "Wheat Allergy",
        "Children"
      ],
      "keywords": [
        "food allergy",
        "wheat",
        "oral immunotherapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "Research staff performing laboratory assays",
          "whoMasked": [
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 72,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Standard-dose group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Consumes one serving containing 38 grams wheat pasta daily for 6 days every week",
          "interventionNames": [
            "Other: Wheat-containing food"
          ]
        },
        {
          "label": "Low-dose group",
          "type": "ACTIVE_COMPARATOR",
          "description": "Consumes one serving containing 5 grams wheat pasta and 33 grams gluten-free pasta daily for 6 days every week",
          "interventionNames": [
            "Other: Wheat-containing food"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Wheat-containing food",
          "description": "One daily serving of 38 grams wheat-containing pasta contains either 5000 mg wheat protein (standard-dose group) or 650 mg wheat protein and 4350 gluten-free flour (low-dose group)",
          "armGroupLabels": [
            "Low-dose group",
            "Standard-dose group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Wheat-allergic patients who develop sustained unresponsiveness to wheat after oral immunotherapy",
          "description": "The occurrence of sustained unresponsiveness to wheat is detected at 1 month after discontinuation of oral immunotherapy by double-blind, placebo-controlled wheat challenge",
          "timeFrame": "13 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Wheat-allergic patients who develop desensitization to wheat after oral immunotherapy",
          "description": "The occurrence of desensitization to wheat is detected at the end of 12-month oral immunotherapy by double-blind, placebo-controlled wheat challenge",
          "timeFrame": "12 months"
        },
        {
          "measure": "Correlation among skin prick test (SPT), specific IgE level (sIgE) and basophil activation test (BAT) with crude wheat extract and wheat allergens and their diagnostic accuracy for wheat allergy",
          "description": "Skin Prick Test, specific IgE and BAT with crude wheat extract and wheat allergens and their diagnostic accuracy for wheat allergy are correlated",
          "timeFrame": "3 years"
        },
        {
          "measure": "Stepwise diagnostic algorithms of different biomarkers for wheat allergy",
          "description": "Outcome provides a stepwise diagnostic algorithms of different biomarkers for wheat allergy",
          "timeFrame": "3 years"
        },
        {
          "measure": "Changes in different allergy biomarkers after low-dose oral immunotherapy and standard-dose oral immunotherapy for wheat",
          "description": "Changes in different allergy biomarkers that is skin prick test, specific IgE after low-dose and standard-dose OIT",
          "timeFrame": "18 months"
        },
        {
          "measure": "Treatment compliance to wheat oral immunotherapy intervention",
          "description": "Compliance to OIT intervention by diary record and the numbers of consuming products",
          "timeFrame": "12 months"
        },
        {
          "measure": "Tolerability and safety between standard-dose and low-dose arms of wheat oral immunotherapy",
          "description": "Assess the tolerability and safety between two oral immunotherapy arms by recording any adverse reactions or severe adverse reactions during the intervention period.",
          "timeFrame": "12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nFirst stage to diagnose immediate-type wheat allergy:\n\n* 1-17 years old\n* History of adverse reactions within four hours after foods containing wheat or gluten\n* IgE sensitization to wheat by positive SPT or serum sIgE level\n* Parent give informed written consent to participate\n\nSecond stage to commence oral immunotherapy of wheat for 12 months:\n\n* Failed wheat double-blind, placebo-controlled food challenge (DBPCFC) under stage I\n* 3-17 years old\n* Body weight more than 8 kg\n* IgE sensitization to wheat by positive SPT or serum sIgE level\n* Parent give informed written consent to participate\n\nExclusion Criteria:\n\nFirst stage for diagnosis of immediate-type wheat allergy:\n\n* Eczema flare or severe allergic reactions within 4 weeks\n* Intake of antihistamines within 1 week\n* Systemic corticosteroid treatment within 4 weeks\n* Intravenous immunoglobulin, systemic immunosuppressive or biologic within 3 months\n* Inability to follow the requirements and expected procedure of DBPCFC\n\nSecond stage of wheat oral immunotherapy for 12 months:\n\n* History of severe anaphylaxis to wheat\n* Severe anaphylaxis during double-blind placebo-controlled wheat challenge from stage 1\n* Active medical conditions\n* Use of beta-blockers or angiotensin-converting enzyme inhibitors\n* Have received other food oral immunotherapy treatment within 12 months\n* Eczema flare or severe allergic reactions within 4 weeks;\n* Intake of antihistamines within 1 week\n* Systemic corticosteroid treatment within 4 weeks;\n* On Intravenous immunoglobulin, systemic immunosuppressive or biologic within 3 months\n* Inability to follow the requirements and protocol for wheat oral immunotherapy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ting Fan Leung, MBChB, MD",
          "role": "CONTACT",
          "phone": "85235052981",
          "email": "tfleung@cuhk.edu.hk"
        },
        {
          "name": "Nam Sze Cheng, BN, MN, DN",
          "role": "CONTACT",
          "phone": "85290743896",
          "email": "nancycheng@cuhk.edu.hk"
        }
      ],
      "overallOfficials": [
        {
          "name": "Ting Fan Leung, MBChB, MD",
          "affiliation": "Chinese University of Hong Kong",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Department of Pediatrics, 6/F, Lui Che Woo Clinical Sciences Building, Prince of Wales Hospital",
          "status": "RECRUITING",
          "city": "Hong Kong",
          "zip": "0000",
          "country": "Hong Kong",
          "contacts": [
            {
              "name": "Janice Wong, BSc",
              "role": "CONTACT",
              "phone": "85235052850",
              "email": "janicewong@cuhk.edu.hk"
            },
            {
              "name": "Christine YY Leung, PhD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Agnes SY Leung, MBChB",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Ting Fan Leung, MBChB, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Ann WS Au, MNutrDiet",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 22.27832,
            "lon": 114.17469
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Share IPD upon completion of the entire study",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "ICF"
      ],
      "timeFrame": "Upon completion of this 36-month study, and available for share for 5 years",
      "accessCriteria": "Need to contact the principal investigator to obtain agreement to share such IPD",
      "url": "https://www.pae.cuhk.edu.hk/academic-staff/tf-leung"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D021182",
          "term": "Wheat Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}