{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06792838",
      "orgStudyIdInfo": {
        "id": "2024-073"
      },
      "organization": {
        "fullName": "Cook Children's Health Care System",
        "class": "OTHER"
      },
      "briefTitle": "Endomicroscopic Evaluation of Food-induced Gastrointestinal Mucosal Alteration",
      "officialTitle": "A Multicenter Ambispective Evaluation of Atypical Food Allergies In-vivo Utilizing Confocal Laser Endomicroscopy in Pediatric and Adult Patients"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-01",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-03",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2033-09",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2034-09",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-01-13",
      "studyFirstSubmitQcDate": "2025-01-23",
      "studyFirstPostDateStruct": {
        "date": "2025-01-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-21",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Cook Children's Health Care System",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University of Nebraska Medical Center and Children's Hospital & Medical Center",
          "class": "UNKNOWN"
        },
        {
          "name": "Stanford University",
          "class": "OTHER"
        },
        {
          "name": "Metrodora Institute",
          "class": "UNKNOWN"
        },
        {
          "name": "Meliora Bio ApS",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The overarching goal of this study is to establish a first ever registry in the U.S. to collect outcomes data to evaluate changes in the gastrointestinal (GI) mucosa following direct food application utilizing Confocal Laser Endomicroscopy (CLE). This will be assessed in pediatric and adult patients who present to the outpatient clinic with persistent irritable bowel syndrome-like symptoms while testing negative for celiac disease and have either negative or very low/low levels of Immunoglobulin E (IgE) serological tests.",
      "detailedDescription": "The prevalence of food allergies in children and adults are estimated to be 5-7% and 11% in the US respectively. The mechanism underlying food allergies are either IgE mediated, non-IgE mediated or both.\n\nCLE is a diagnostic modality that allows for high-resolution imaging of the GI tract, providing real-time in-vivo visualization of the mucosal and submucosal microstructure similar to histology. What differentiates it from conventional histology wherein tissue is sectioned vertically, is that the endomicroscopic images are a single optical plane parallel to the tissue surface, yielding multiple optical sections of successive depths of greater precision.\n\nRecent studies demonstrated the utility of CLE in the evaluation of gastroenterological diseases, specifically for inflammatory bowel disease. Although histological evaluation continues to remain the gold standard, CLE has potential applications in surveillance, targeted biopsies and disease management of GI conditions such as celiac disease, eosinophilic disease and more recently in patients with Irritable Bowel Syndrome (IBS) with atypical food allergies that are non-IgE mediated.\n\nA common observation in patients with IBS using CLE include increased epithelial gaps when compared to healthy controls. It is proposed that there is an alteration in the epithelial barrier which in healthy state, prevents the microbes and antigens from entering the body. Increased epithelial cell extrusions result in altered intestinal permeability, which is commonly seen in IBS. The utility of CLE in visualizing the integrity of the intestinal barrier in children with atypical presentation of food allergies is unknown. The ability to observe these dynamic changes in real-time is promising in the management of IBS.\n\nEndomicroscopic diagnosis of food-induced allergy-like reactions was first used as a guideline in the implementation of the food intolerance testing performed as part of this protocol."
    },
    "conditionsModule": {
      "conditions": [
        "Irritable Bowel Syndrome",
        "Food Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "This study is not an interventional study; however, it uses an FDA approved investigational device.",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Patients with IBS",
          "type": "EXPERIMENTAL",
          "description": "CLE will be used to observe changes in the duodenal mucosa once the allergen is introduced.",
          "interventionNames": [
            "Device: Confocal Laser Endomicroscopy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "Confocal Laser Endomicroscopy",
          "description": "1. The Endo microscope probe will be prepped in channel #1 and normal saline (30 ml) will be flushed into the duodenal mucosa through channel # 2 which will serve as a control. Inject 1-3ml fluorescein 10% intravenously.\n2. The duodenal mucosa is assessed at a minimum of four sites (20 seconds each\n3. The first potential allergen will be sprayed via catheter onto the mucosa.\n4. After 2 minutes, three different areas of of duodenum will be assessed with the gastroflex probe for fluorescein leakage and cell shedding. If fluorescein leakage and cell shedding are visualized that is considered a positive test,no further allergy testing can be conducted. If the first allergen test is negative, irrigate and repeat steps for the next potential allergen for a maximum of three allergens per patient.",
          "armGroupLabels": [
            "Patients with IBS"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of subjects with IBS symptoms with evidence of epithelial barrier dysfunction",
          "timeFrame": "Day 1"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Health-Related Quality of Life as Assessed by Pediatric Quality of Life Inventory (PedsQL) Gastrointestinal Symptoms Scale Questionnaire",
          "description": "The Pediatric Quality of Life Inventory (PedsQL) Questionnaire is an instrument used to measure quality of life in children and adolescents ages 2-18 that can be used by children to self-report or by parents as a proxy. PedsQL Gastrointestinal Symptoms Scales is a specific module of the PedsQL containing 58 items across 10 gastrointestinal symptom scales. Participants rate problems on a scale of 0 (never a problem) to 4 (almost always a problem).\n\nItems are reverse-scored and linearly transformed to a 0-100 scale, thus higher scores indicate better GI-specific Health-Related Quality of Life (HRQOL) and hence lower symptoms.",
          "timeFrame": "Baseline, 1 month, 6 months, 12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nPatients must meet all of the following criteria to be included in the study\n\n* Adults and children presenting with a prolonged history of IBS-like symptoms (as described by Rome IV criteria) related to food intake.\n* A negative or very low/low levels of Ig-E food allergy panel or negative skin prick test\n* Negative celiac disease work up\n\nExclusion Criteria:\n\n* If patient had a previous Esophagogastroduodenoscopy (EGD) and Colonoscopy with biopsy positive for any chronic inflammatory condition for eg. Inflammatory Bowel Disease (IBD), the patient will be excluded.\n* Pregnant or nursing at the time of CLE.\n* Known allergy to fluorescein.\n* Impaired renal function tests.\n* Active GI bleeding.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "2 Years",
      "maximumAge": "99 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Sumith Roy, MBBS, MPH",
          "role": "CONTACT",
          "phone": "682-885-1790",
          "email": "Sumith.Roy@cookchildrens.org"
        },
        {
          "name": "Laurie Bailey, PhD",
          "role": "CONTACT",
          "phone": "682-885-6451",
          "email": "Laurie.Bailey@cookchildrens.org"
        }
      ],
      "overallOfficials": [
        {
          "name": "Clifton Huang, MD",
          "affiliation": "Cook Children's Health Care System",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36272719",
          "type": "BACKGROUND",
          "citation": "Bilaver LA, Thivalapill N, Zaslavsky J, Galic I, Gupta RS, Nimmagadda SR. Prevalence and correlates of co-occurring allergies in a US food allergy patient registry. J Allergy Clin Immunol Pract. 2023 Jan;11(1):332-334.e1. doi: 10.1016/j.jaip.2022.10.006. Epub 2022 Oct 19. No abstract available."
        },
        {
          "pmid": "27633594",
          "type": "BACKGROUND",
          "citation": "Buchner AM, Wallace MB. Endomicroscopy and Molecular Tools to Evaluate Inflammatory Bowel Disease. Gastrointest Endosc Clin N Am. 2016 Oct;26(4):657-68. doi: 10.1016/j.giec.2016.06.002. Epub 2016 Aug 16."
        },
        {
          "pmid": "26513619",
          "type": "BACKGROUND",
          "citation": "Shavrov A, Kharitonova AY, Davis EM, Claggett B, Morozov DA, Brown DK, Shavrov AA, Liu JJ. A Pilot Study of Confocal Laser Endomicroscopy to Predict Barrier Dysfunction and Relapse in Pediatric Inflammatory Bowel Disease. J Pediatr Gastroenterol Nutr. 2016 Jun;62(6):873-8. doi: 10.1097/MPG.0000000000001022."
        },
        {
          "pmid": "25083606",
          "type": "BACKGROUND",
          "citation": "Fritscher-Ravens A, Schuppan D, Ellrichmann M, Schoch S, Rocken C, Brasch J, Bethge J, Bottner M, Klose J, Milla PJ. Confocal endomicroscopy shows food-associated changes in the intestinal mucosa of patients with irritable bowel syndrome. Gastroenterology. 2014 Nov;147(5):1012-20.e4. doi: 10.1053/j.gastro.2014.07.046. Epub 2014 Jul 30."
        },
        {
          "pmid": "23357497",
          "type": "BACKGROUND",
          "citation": "Turcotte JF, Kao D, Mah SJ, Claggett B, Saltzman JR, Fedorak RN, Liu JJ. Breaks in the wall: increased gaps in the intestinal epithelium of irritable bowel syndrome patients identified by confocal laser endomicroscopy (with videos). Gastrointest Endosc. 2013 Apr;77(4):624-30. doi: 10.1016/j.gie.2012.11.006. Epub 2013 Jan 26."
        },
        {
          "pmid": "34140591",
          "type": "BACKGROUND",
          "citation": "Rath T, Dieterich W, Katscher-Murad C, Neurath MF, Zopf Y. Cross-sectional imaging of intestinal barrier dysfunction by confocal laser endomicroscopy can identify patients with food allergy in vivo with high sensitivity. Sci Rep. 2021 Jun 17;11(1):12777. doi: 10.1038/s41598-021-92262-4."
        },
        {
          "pmid": "31100380",
          "type": "BACKGROUND",
          "citation": "Fritscher-Ravens A, Pflaum T, Mosinger M, Ruchay Z, Rocken C, Milla PJ, Das M, Bottner M, Wedel T, Schuppan D. Many Patients With Irritable Bowel Syndrome Have Atypical Food Allergies Not Associated With Immunoglobulin E. Gastroenterology. 2019 Jul;157(1):109-118.e5. doi: 10.1053/j.gastro.2019.03.046. Epub 2019 May 15."
        },
        {
          "pmid": "25134512",
          "type": "BACKGROUND",
          "citation": "Ray K. Endoscopy: a window into the gut--real-time visualization of the effects of food intolerance using confocal laser endomicroscopy. Nat Rev Gastroenterol Hepatol. 2014 Oct;11(10):578. doi: 10.1038/nrgastro.2014.147. Epub 2014 Aug 19. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D043183",
          "term": "Irritable Bowel Syndrome"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D003109",
          "term": "Colonic Diseases, Functional"
        },
        {
          "id": "D003108",
          "term": "Colonic Diseases"
        },
        {
          "id": "D007410",
          "term": "Intestinal Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}