{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07181473",
      "orgStudyIdInfo": {
        "id": "TJ101-I-001"
      },
      "organization": {
        "fullName": "Phrontline Biopharma",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Study to Evaluate the Safety, Pharmacokinetics and Efficacy of TJ101 in Patients With Advanced/Metastatic Solid Tumors",
      "officialTitle": "A Phase I, First in Human (FIH), Open-label, Dose Escalation and Dose Expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetics (PK), Preliminary Efficacy and Immunogenicity of TJ101 for Injection in Patients With Advanced/Metastatic Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "RECRUITING",
      "startDateStruct": {
        "date": "2025-08-25",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-12-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-09-15",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-09-01",
      "studyFirstSubmitQcDate": "2025-09-17",
      "studyFirstPostDateStruct": {
        "date": "2025-09-18",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-08",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Phrontline Biopharma",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to evaluate whether TJ101, an investigational antibody-drug conjugate (ADC), can safely and effectively treat patients with advanced solid tumors.\n\nThe main objectives of this study are :\n\n* To Determine the maximum tolerated dose (MTD) and recommended dose for expansion (RDE) of TJ101\n* to show preliminary antitumor activity in patients with advanced solid tumors\n\nParticipants will:\n\n* Receive intravenous (IV) infusions of TJ101 at escalating dose levels (during dose escalation) or at the selected expansion dose.\n* Undergo regular tumor imaging to assess response.\n* Provide blood samples for pharmacokinetics (PK) and biomarker analysis.\n* Be monitored for side effects and overall tolerability.\n\nThis study is being conducted in adult patients with advanced or metastatic solid tumors who have exhausted standard treatment options",
      "detailedDescription": "This is a first-in-human, Phase I, open-label, multicenter study designed to evaluate the safety, tolerability, pharmacokinetics (PK), immunogenicity, and preliminary efficacy of TJ101, a bispecific antibody-drug conjugate (ADC) targeting EGFR and B7-H3, in patients with advanced or metastatic solid tumors.\n\nStudy Objectives Phase Ia (Dose Escalation)\n\n* Primary: Assess safety/tolerability; determine dose-limiting toxicities (DLTs), maximum tolerated dose (MTD), and recommended dose(s) for expansion (RDEs).\n* Secondary: Characterize PK profile, assess preliminary anti-tumor activity, and evaluate immunogenicity.\n\nPhase Ib (Dose Expansion)\n\n* Primary: Further assess safety and preliminary anti-tumor activity of TJ101 at the selected RDEs.\n* Secondary: Further characterize PK profile and immunogenicity.\n\nStudy Design\n\n* Part 1: Dose Escalation (Phase Ia)\n* Up to 72 patients with advanced/metastatic solid tumors.\n* Six planned dose cohorts: IV every 3 weeks (Q3W).\n* Accelerated titration for first cohort; 3+3 design for subsequent cohorts.\n* Backfill cohorts (6-12 patients each) may be added at promising dose levels to refine safety, PK, and efficacy data.\n* DLT evaluation window: 21 days after first infusion (Cycle 1).\n* Safety Monitoring Committee (SMC) reviews all data to guide escalation, backfill, and RDE selection.\n\nPart 2: Dose Expansion (Phase Ib)\n\n* 40-180 patients, across tumor-specific cohorts\n* Patients randomized to 2-3 RDEs of TJ101.\n* 20-30 subjects per tumor type/dose level.\n* Expansion will refine safety/PK and assess anti-tumor activity in biomarker-selected subgroups.\n* Dosing: IV infusion on Day 1 of each 21-day cycle; continued until progression, unacceptable toxicity, withdrawal, or investigator decision.\n\nStudy Procedures \\& Monitoring\n\n* Screening: within 28 days prior to first dose.\n* Safety Monitoring: continuous AE collection, labs, vitals, ECOG, ECGs, ophthalmologic exams, skin checks.\n* Efficacy Assessments: imaging at baseline, then every 6 weeks (first 24 weeks), every 9 weeks thereafter, and every 12 weeks from year 2 until progression or new therapy.\n* PK/Immunogenicity Sampling: intensive during Cycles 1 and 3; serial sampling in later cycles.\n* Follow-up:\n\n  * 30-day safety follow-up after last dose.\n  * Survival follow-up every 3 months until death or study termination.\n\nEnrollment \\& Duration\n\n* Estimated enrollment: up to 252 patients.\n* Study duration: \\~ 2-3 years."
    },
    "conditionsModule": {
      "conditions": [
        "Lung Cancer (NSCLC)",
        "Prostate Cancer",
        "Esophageal Cancer",
        "Solid Tumor Malignancies"
      ],
      "keywords": [
        "TJ101",
        "EGFR/B7-H3",
        "phase 1",
        "Solid Tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "TJ101",
          "type": "EXPERIMENTAL",
          "description": "TJ101 will be infused intravenously once every 3 weeks. Participants will receive TJ101 at escalating dose levels (during dose escalation) or at the selected expansion dose.",
          "interventionNames": [
            "Drug: TJ101"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "TJ101",
          "description": "TJ101 is a EGFR/B7H3 directed antibody conjugate with a cleavable linker and a noval topoisomerase I inhibitor.",
          "armGroupLabels": [
            "TJ101"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participants with Dose-limiting toxicities",
          "description": "Measuring the number of patients with Dose-limiting toxicities (DLTs). A DLT is defined as any of the following events that are not clearly due to the underlying disease or extraneous causes:\n\nHematological toxicities:\n\nGrade 4 neutrophil count decreased lasting \\>7 days; Grade ≥3 febrile neutropenia; Grade ≥3 platelet count decreased with clinically significant hemorrhage; Grade 4 anaemia;\n\nNon-Hematological toxicities:\n\nDeath; Hy's law cases; Grade ≥3 non-hematological toxicities.",
          "timeFrame": "21 Days"
        },
        {
          "measure": "Number of participants with Serious Adverse Events (SAEs)",
          "description": "Measuring the number of patients with Serious Adverse Events (SAEs)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Number of participants with treatment-emergent adverse events (TEAEs)",
          "description": "Measuring the number of patients with AEs that occur after first study dose till 30 days after the last dose",
          "timeFrame": "2 years"
        },
        {
          "measure": "Number of participants with treatment-related adverse events (TRAEs)",
          "description": "Measuring the number of patients with treatment-related TEAEs",
          "timeFrame": "2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Objective response rate (ORR)",
          "description": "Measuring the proportion of patients with complete or partial response according to RECIST 1.1 during the study",
          "timeFrame": "2 years"
        },
        {
          "measure": "Disease control rate (DCR)",
          "description": "Measuring the proportion of patients with complete response, partial response or stable disease according to RECIST 1.1 during the study",
          "timeFrame": "2 years"
        },
        {
          "measure": "Duration of response (DoR)",
          "description": "Measuring the time from the first assessment of CR or PR until the date of the first occurrence of PD or death, whichever occurs first.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Progression-free survival (PFS)",
          "description": "Measuring the time from initiation of study treatment to the occurrence of PD or death, whichever occurs first.",
          "timeFrame": "2 years"
        },
        {
          "measure": "Overall survival (OS)",
          "description": "Measuring the time from initiation of study treatment to death",
          "timeFrame": "2 years"
        },
        {
          "measure": "Maximum observed concentration (Cmax)",
          "description": "Measuring maximum drug concentration in blood after study treatment",
          "timeFrame": "1 year"
        },
        {
          "measure": "Time to Cmax (Tmax)",
          "description": "Measuring time to reach maximum drug concentration in blood after study treatment",
          "timeFrame": "1 year"
        },
        {
          "measure": "Area under the concentration versus time curve (AUC)",
          "description": "Measuring area under the drug concentration versus time curve",
          "timeFrame": "1 year"
        },
        {
          "measure": "half-life time (t1/2)",
          "description": "Measuring the time for the drug concentration to reach half of its value",
          "timeFrame": "1 year"
        },
        {
          "measure": "Clearance (CL)",
          "description": "Measuring the apparent volume of plasma completely cleared of drug per unit of time",
          "timeFrame": "1 year"
        },
        {
          "measure": "Volume of distribution",
          "description": "Measuring the distribution of drugs in the body as relative to the measured concentration.",
          "timeFrame": "1 year"
        },
        {
          "measure": "Elimination rate constant (λz)",
          "description": "Measuring the fraction of drug eliminated per unit of time",
          "timeFrame": "1 year"
        },
        {
          "measure": "Mean residence time (MRT)",
          "description": "Measuring the average duration that the study drug remains in the body",
          "timeFrame": "1 year"
        },
        {
          "measure": "Proportion of participants with anti-drug antibodies (ADA)",
          "description": "Measuring the proportion of participants test positive for ADA",
          "timeFrame": "1 year"
        },
        {
          "measure": "Proportion of participants with neutralizing antibodies (NAb)",
          "description": "Measuring the proportion of participants test positive for NAb",
          "timeFrame": "1 year"
        },
        {
          "measure": "Titer of anti-drug antibodies (ADA)",
          "description": "Measuring the level of ADA. Titer is defined as the reciprocal of the highest dilution of the sample that yields a positive result.",
          "timeFrame": "1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Histological and/or cytological diagnosis of advanced/metastatic solid tumors, who have failed standard treatment, or have no standard therapy.\n2. Have at least one measurable lesion by RECIST v1.1 (Eisenhauer et al., 2009) for solid tumors.\n3. Men or women ≥18 years old.\n4. Eastern Cooperative Oncology Group (ECOG) performance status (Oken et al., 1982) of 0 to 1.\n5. Life expectancy of ≥ 12 weeks;\n6. Patients with adequate organ function and the laboratory test criteria specifically defined as follows within 7 days prior to the first dosing.\n\n   * Hepatic function: AST and ALT ≤ 2.5 x upper limit of normal (ULN); if liver metastases, then ≤ 5 x ULN. Total bilirubin ≤ 1.5 x ULN or ≤ 3 x ULN in the presence of documented Gilbert's Syndrome.\n   * Albumin ≥3g/dL.\n   * Coagulation function: International normalized ratio (INR) ≤ 1.5×ULN; APTT≤1.5×ULN.\n   * Renal function: Creatinine clearance ≥ 60 mL/min (calculated by Cockcroft and Gault equation) (Cockcroft DW, 1976)\n   * Hematopoietic function (without infusion of blood product, use of G-CSF or other treatments to correct blood count within 14 days): Hemoglobin (HGB) ≥ 90 g/L; Platelet count (PLT) ≥ 100×109/L; Absolute neutrophil count (ANC) ≥ 1.5×109/L;\n7. Serum pregnancy test (for female of childbearing potential) negative within 7 days prior to first dosing of study treatment. Male and female patients of childbearing potential must agree to use effective methods of contraception from the time of informed consent, throughout the study and for 6 months after the last dose of the investigational product.\n8. Willing to participate in the clinical trial, understand and sign the informed consent, and comply with the study visits and procedures.\n\nExclusion Criteria:\n\n1. Has received treatment of topoisomerase 1 inhibitors (TOP1i), including topotecan, irinotecan, belotecan, and TOP1i-based antibody-drug conjugates (ADCs, eg, sacituzumab govitecan, trastuzumab deruxtecan, zalontamab brengitecan, sacituzumab tirumotecan etal);\n2. Has known hypersensitivity to any component of TJ101 or has a history of severe hypersensitivity reactions to other monoclonal antibodies;\n3. Has received mitomycin and nitrosoureas treatment within 6 weeks prior to the first administration; oral fluorouracil-like drugs such as S-1, capecitabine, or palliative radiotherapy within 2 weeks prior to the first administration; Has received other chemotherapy, biological therapy, immunotherapy, major surgery, radical radiotherapy, targeted therapy (including small molecule inhibitor of tyrosine kinase) and other anti-tumor therapy within 5 half-lives or 28 days, whichever is shorter, prior to the first administration of TJ101; Has received anti-tumor herbal medicine within 14 days prior to first dose of TJ101;\n4. Has received a strong or moderate CYP3A4 inhibitor within 3 half-lives;\n5. Received an investigational drug within 28 days or 2 half-lives (whichever is shorter) prior to first dose of TJ101; Current participation in other interventional clinical studies (participation in survival follow-up is allowed);\n6. Toxic effects of prior anti-tumor therapy have not recovered to NCI-CTCAE V5.0 Grade ≤1 (excluding alopecia and skin pigmentation). Subject with irreversible toxicities caused by prior anti-tumor therapy (eg, hearing loss) that will not increase the safety risk may be eligible at the discretion of the Investigator.\n7. Has a history of (non-infectious) interstitial lung disease (ILD) that required steroids, has current ILD/pneumonitis, or where suspected ILD/pneumonitis can't be ruled out by imaging at screening.\n8. Presence of severe dry eye syndrome, severe keratitis, severe conjunctivitis, or other severe conditions that may increase the risk of corneal epithelial damage at the discretion of investigator.\n9. Uncontrolled or significant cardiovascular disease, including:\n\n   Prolongation of the average Corrected QT interval (QTc, Fridericia's correction formula used) (\\> 470 ms regardless of sex).\n\n   Clinically significant arrhythmia, unstable angina pectoris, congestive heart failure (class II-IV of New York Heart Association \\[NYHA\\]) or acute myocardial infarction within preceding 6 months.\n\n   History of additional risk factors for Torsades de Pointes (TdP) (e.g., heart failure, hypokalemia, family history of Long QT Syndrome).\n\n   Uncontrolled hypertension defined as systolic BP ≥160 mm Hg or diastolic BP ≥100 mm Hg while receiving more than one kind of antihypertensive drug.\n10. For patients with documented positive virology status of hepatitis, as confirmed by Screening hepatitis B virus (HBV) and hepatitis C virus (HCV) tests, only the following patients may be eligible as evaluated by the sponsor and investigator:\n\n    Patients with active hepatitis B: HBV DNA ≤500 IU/mL during Screening. Patients who are hepatitis C virus antibody positive (HCV Ab+), who have controlled infection (HCV RNA≤ULN by polymerase chain reaction \\[PCR\\] either spontaneously or in response to a successful prior course of anti-HCV therapy at Screening). Patients with controlled infections must undergo periodic monitoring of HCV RNA as per treating physician.\n11. Known HIV infection;\n12. Severe infection, including but not limited to hospitalization due to infection, bacteraemia, or severe pneumonia complications, occurs within 4 weeks prior to initiation of study treatment; Or patients who received therapeutic oral or intravenous antibiotics within two weeks prior to starting study treatment, and who received prophylactic antibiotics (e.g., for the prevention of urinary tract infection or chronic obstructive pulmonary disease);\n13. Active central nervous system (CNS) metastases or meningeal metastases. Subjects may be enrolled in the study if their CNS metastases have received adequate local therapy and have been clinical stable for at least 4 weeks (ie, imaging shows no progression of the brain lesion and neurologically relevant symptoms are stable), and require a dose of prednisone of ≤20 mg/day (or equivalent dose).\n14. Other malignancies within 3 years prior to initiation of TJ101 treatment (other than non-melanoma basal cell carcinoma or squamous cell carcinoma of the skin, breast/cervical carcinoma in situ, superficial bladder carcinoma that have received radical treatment and no evidence of disease recurrence) will confound safety/efficacy of this trial or pose a risk to the participants;\n15. Female patients who are lactating or breastfeeding.\n16. The investigator believes that the subject may have other factors that may affect the results of the study and interfere with the subject's participation in the entire study process, including previous or existing physical conditions, abnormal treatment or laboratory tests, and the subject's unwillingness to comply with all procedures, restrictions, and requirements of the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Martin S Olivo, MD",
          "role": "CONTACT",
          "phone": "551-427-2578",
          "email": "martin.olivo@phrontlinebio.com"
        }
      ],
      "locations": [
        {
          "facility": "Florida Cancer Specialists & Research Institute",
          "status": "RECRUITING",
          "city": "Orlando",
          "state": "Florida",
          "zip": "32827",
          "country": "United States",
          "contacts": [
            {
              "name": "Elizabeth Gilmore",
              "role": "CONTACT",
              "phone": "904-380-2410"
            }
          ],
          "geoPoint": {
            "lat": 28.53834,
            "lon": -81.37924
          }
        },
        {
          "facility": "Sarah Cannon Research Institute (SCRI)",
          "status": "RECRUITING",
          "city": "Nashville",
          "state": "Tennessee",
          "zip": "37203",
          "country": "United States",
          "contacts": [
            {
              "name": "Misty Moore",
              "role": "CONTACT",
              "phone": "615-524-4025"
            }
          ],
          "geoPoint": {
            "lat": 36.16589,
            "lon": -86.78444
          }
        },
        {
          "facility": "Oncology Consultants",
          "status": "RECRUITING",
          "city": "Houston",
          "state": "Texas",
          "zip": "77030",
          "country": "United States",
          "contacts": [
            {
              "name": "Julio Peguero, Md",
              "role": "CONTACT",
              "phone": "855-827-9525",
              "email": "jpeguero@oncologyconsultants.com"
            }
          ],
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        },
        {
          "facility": "Henan Cancer Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Zhengzhou",
          "state": "Henan",
          "country": "China",
          "contacts": [
            {
              "name": "Yanqiu Zhao",
              "role": "CONTACT",
              "phone": "+86 0371-65587161",
              "email": "13938252350@163.com"
            },
            {
              "name": "Yanqiu Zhao",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 34.75778,
            "lon": 113.64861
          }
        },
        {
          "facility": "Union Hospital of Tongji Medical College",
          "status": "NOT_YET_RECRUITING",
          "city": "Wuhan",
          "state": "Hubei",
          "country": "China",
          "contacts": [
            {
              "name": "Kunyu Yang",
              "role": "CONTACT",
              "phone": "+86 027-85726754",
              "email": "Yangky71@aliyun.com"
            },
            {
              "name": "Kunyu Yang",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "Sir Run Run Shaw Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "country": "China",
          "contacts": [
            {
              "name": "Hongming Pan",
              "role": "CONTACT",
              "phone": "+86 571 8692 1744",
              "email": "shono@sina.cn"
            },
            {
              "name": "Hongming Pan",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        },
        {
          "facility": "Shanghai East Hospital",
          "status": "RECRUITING",
          "city": "Shanghai",
          "country": "China",
          "contacts": [
            {
              "name": "Caicun Zhou",
              "role": "CONTACT",
              "phone": "+86 021-038804518",
              "email": "caicunzhoudr@163.com"
            },
            {
              "name": "Caicun Zhou",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        },
        {
          "id": "D011471",
          "term": "Prostatic Neoplasms"
        },
        {
          "id": "D004938",
          "term": "Esophageal Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D005834",
          "term": "Genital Neoplasms, Male"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D005832",
          "term": "Genital Diseases, Male"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D011469",
          "term": "Prostatic Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        },
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D004935",
          "term": "Esophageal Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        }
      ]
    }
  },
  "hasResults": false
}