{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06302556",
      "orgStudyIdInfo": {
        "id": "2022XJ9W4F"
      },
      "secondaryIdInfos": [
        {
          "id": "G53D2300526 0006",
          "type": "OTHER_GRANT",
          "domain": "Ministry of University and Research. NextGenetationUE"
        }
      ],
      "organization": {
        "fullName": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
        "class": "OTHER"
      },
      "briefTitle": "The Role of Immune Checkpoints in Lung Transplant (ILTRA)",
      "officialTitle": "The Role of Immune Checkpoints in Lung Transplant: the Pathways of Rejection and the Immunomodulatory Therapeutic Perspectives",
      "acronym": "ILTRA"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-02",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-04",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-02",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-02-28",
      "studyFirstSubmitQcDate": "2024-03-06",
      "studyFirstPostDateStruct": {
        "date": "2024-03-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-03-06",
      "lastUpdatePostDateStruct": {
        "date": "2024-03-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "University of Milan",
          "class": "OTHER"
        },
        {
          "name": "University of Padova",
          "class": "OTHER"
        },
        {
          "name": "University of Turin, Italy",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this observational study is to learn about rejection in lung transplantation.\n\nThe main question it aims to answer is:\n\n• what is the role of immune checkpoints in lung transplantation? Participants will describe pathways of rejection in lung transplantation analyzing the immune checkpoints on explanted lungs as well as trans-bronchial biopsies.",
      "detailedDescription": "Lung transplantation is the less common solid organ transplant performed; it is the treatment of choice for end stage lung disease. Lung transplantation is \"problematic\" for a number of reasons: low graft availability, high waitlist mortality and unsatisfactory survival. Acute rejection, occurring days to months after surgery, has been identified as one of the main risk factors for the development of chronic rejection: in the first five years after lung transplantation, chronic rejection is the major cause of graft failure, morbidity and mortality. A deep knowledge of the immunological scenarios associated with lung graft tolerance could allow selectively switch-off T-cells involved in the rejection process. The researches, preliminary demonstrated the central role of immunological checkpoints in the development of acute rejection and its evolution towards chronic rejection. The aim of this study is the identification of markers that could be associated with the establishment of lung graft tolerance.\n\nThe project is articulated into two parts: a retrospective and a prospective section. The retrospective section is constituted by a cross-sectional study of immune checkpoints on lungs explanted during lung re-transplantation for chronic rejection (cohort 1). In addition, the retrospective section includes a retrospective cohort study of immune checkpoints on specimens from transbronchial lung biopsies of participants who received lung transplantation and have 3 years of follow-up (cohort 2). The prospective section is a cohort study of immune checkpoints on specimens from transbronchial lung biopsies and gene expression analysis on immune cells purified from bronchoalveolar lavage; participants will be subjects receiving the lung transplantation during the first year of recruitment and followed for one year (cohort 3)."
    },
    "conditionsModule": {
      "conditions": [
        "Lung Transplant Rejection"
      ],
      "keywords": [
        "Lung transplantation",
        "Immune checkpoint",
        "Acute rejection",
        "Chronic rejection",
        "Chronic lung allograft dysfunction"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "OTHER"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Lung tissue, bronchoalveolar lavage"
      },
      "enrollmentInfo": {
        "count": 280,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Lung re-transplant cohort",
          "description": "This cohort includes consecutive participants who underwent lung re-transplantation for chronic lung allograft dysfunction from 2010 to 2020; the immune checkpoints analyses will be conducted on stored specimens from lungs explanted during re-transplantation.",
          "interventionNames": [
            "Diagnostic Test: Immune checkpoints analysis"
          ]
        },
        {
          "label": "Previous lung transplant cohort",
          "description": "This cohort includes participants who received first bilateral lung transplantation from 2017 to 2020. The immune checkpoints analyses will be conducted on stored specimens from postoperative transbronchial biopsy performed for clinical suspicious of rejection.",
          "interventionNames": [
            "Diagnostic Test: Immune checkpoints analysis"
          ]
        },
        {
          "label": "Prospective lung transplant cohort",
          "description": "This cohort includes participants who will have their first bilateral lung transplant from April 2024 to April 2025. Immunopathological characterization of bronchoalveolar leukocytes and analysis of immuno checkpoints will be performed on leftover material of bronchoalveolar lavage and transbronchial lung biopsy samples performed for clinical suspicious of rejection.",
          "interventionNames": [
            "Diagnostic Test: Immune checkpoints analysis",
            "Diagnostic Test: Gene expression analysis"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Immune checkpoints analysis",
          "description": "The researcher will analyze immune checkpoint molecules, which will include the lymphocyte activation gene-3 (LAG-3), T cell immunoglobulin and mucin-domain containing-3 (TIM-3), V-domain Ig suppressor of T cell activation (VISTA), besides the canonical PD1 and ligands L1 and L2, T cell immunoglobulin and ITIM domain (TIGIT) and CTLA-4. In addition, Foxp3, GATA3 and TOX will be analyzed as specific lineage markers.",
          "armGroupLabels": [
            "Lung re-transplant cohort",
            "Previous lung transplant cohort",
            "Prospective lung transplant cohort"
          ]
        },
        {
          "type": "DIAGNOSTIC_TEST",
          "name": "Gene expression analysis",
          "description": "Immune cells will be purified from bronchoalveolar lavage; total RNA will be purified and subjected to gene expression analysis by Quantigene multiplex 80-plex Assay, which allows to evaluate simultaneously the follow mRNA targets: CCL2, CCL3, CCL5, CXCL10, CSF2, CSF3, IL1A, IL1B, IL1RN, IL6, IL6R, IL8, IL10, IL12B, IL17A, IL18, IL22, IL28A, TNF, TNFRSF4, IFNA2, IFNB1, IFNG, IFI16, IFITM1, IFITM3, MX1, TLR3, TLR4, TLR7, TLR8, NOD1, NOD2, CASP1, NLRP3, PYCARD, CD44, CLEC4M, CD209, ITGA4, ITGB7, CH25H, ABCA1, HMGCS1, NR1H3, ACAT1, PDCD1, PTGS2, CD274, CD69, MPO, HAVCR2, TAP1, ERAP1, ERAP2, AGTR2, AGTR1, PPARG, CRP, IL7, IL12A, ACE2, ELOVL6, CD38, NOS2",
          "armGroupLabels": [
            "Prospective lung transplant cohort"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Lung-tissue immune-checkpoint profile and bronchoalveolar immune-cells mRNA signature in acute rejection after lung transplantation.",
          "description": "Prevalence of immune checkpoint markers and gene-expression on leukocytes from transbronchial biopsies and bronchoalveolar lavage. Participants: cohort number 3.",
          "timeFrame": "Twelve months after lung transplantation (prospective data)"
        },
        {
          "measure": "Lung-tissue immune-checkpoint profile in chronic rejection after lung transplantation.",
          "description": "Prevalence of immune checkpoint markers on leukocytes from explanted lung grafts and transbronchial biopsies. Participants: cohort number 1 and 2.",
          "timeFrame": "Cohort 1: at re-transplantation for chronic lung allograft dysfunction (cross-sectional data). Cohort 2: from one to 36 months after lung transplantation (retrospective data)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Lung transplant patients\n\nExclusion Criteria:\n\n* Hyperimmunized patients\n* History of auto-immune disorders",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Cohort 1: Participants who received lung re-transplantation for chronic lung allograft dysfunction.\n\nCohort 2 and 3: Participants who received first lung transplantation for end stage respiratory insufficiency.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Mario Nosotti, Medicine",
          "role": "CONTACT",
          "phone": "3393924679",
          "email": "mario.nosotti@unimi.it"
        },
        {
          "name": "Ilaria Righi, Medcine",
          "role": "CONTACT",
          "phone": "+39 3470556707",
          "email": "ilaria.righi78@gmail.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Mario Nosotti, Medicine",
          "affiliation": "University of Milan, Italy",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Fondazione IRCCS Cà Granda, Ospedale Maggiore Policlinico",
          "city": "Milan",
          "zip": "20122",
          "country": "Italy",
          "contacts": [
            {
              "name": "Mario Nosotti, Medicine",
              "role": "CONTACT",
              "phone": "3393924679",
              "email": "mario.nosotti@unimi.it"
            },
            {
              "name": "Ilaria Righi, Medicine",
              "role": "CONTACT",
              "phone": "+393470556707",
              "email": "ilaria.righi78@gmail.com"
            },
            {
              "name": "Mario Nosotti, Medicine",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Ilaria Righi, Medicine",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Lorenzo Rosso, Medicine",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Valentina Vaira, Biology",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Mario Clerici, Medicine",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Daria Trabattoni, Biology",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 45.46427,
            "lon": 9.18951
          }
        },
        {
          "facility": "University of Modena and Reggio Emilia",
          "city": "Modena",
          "zip": "41121",
          "country": "Italy",
          "contacts": [
            {
              "name": "Marcello Pinti, Biology",
              "role": "CONTACT",
              "phone": "+390592055386",
              "email": "marcello.pinti@unimore.it"
            }
          ],
          "geoPoint": {
            "lat": 44.64783,
            "lon": 10.92539
          }
        },
        {
          "facility": "University of Padua",
          "city": "Padua",
          "zip": "35131",
          "country": "Italy",
          "contacts": [
            {
              "name": "Marco Schiavon, Medicine",
              "role": "CONTACT",
              "phone": "+39 3475642901",
              "email": "marco.schiavon@unipd.it"
            }
          ],
          "geoPoint": {
            "lat": 45.40797,
            "lon": 11.88586
          }
        },
        {
          "facility": "University of Turin",
          "city": "Torino",
          "zip": "10124",
          "country": "Italy",
          "contacts": [
            {
              "name": "Massimo Boffini, Medicine",
              "role": "CONTACT",
              "phone": "+39 3474267034",
              "email": "massimo.boffini@unito.it"
            }
          ],
          "geoPoint": {
            "lat": 44.88856,
            "lon": 11.99138
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36703976",
          "type": "BACKGROUND",
          "citation": "Righi I, Vaira V, Morlacchi LC, Croci GA, Rossetti V, Blasi F, Ferrero S, Nosotti M, Rosso L, Clerici M. PD-1 expression in transbronchial biopsies of lung transplant recipients is a possible early predictor of rejection. Front Immunol. 2023 Jan 10;13:1024021. doi: 10.3389/fimmu.2022.1024021. eCollection 2022."
        },
        {
          "pmid": "34489963",
          "type": "BACKGROUND",
          "citation": "Righi I, Vaira V, Morlacchi LC, Croci GA, Rossetti V, Blasi F, Ferrero S, Nosotti M, Rosso L, Clerici M. Immune Checkpoints Expression in Chronic Lung Allograft Rejection. Front Immunol. 2021 Aug 13;12:714132. doi: 10.3389/fimmu.2021.714132. eCollection 2021."
        },
        {
          "pmid": "32548241",
          "type": "BACKGROUND",
          "citation": "Palleschi A, Gaudioso G, Edefonti V, Musso V, Terrasi A, Ambrogi F, Franzi S, Rosso L, Tarsia P, Morlacchi LC, Ferrero S, Nosotti M, Vaira V. Bronchoalveolar Lavage-microRNAs Are Potential Novel Biomarkers of Outcome After Lung Transplantation. Transplant Direct. 2020 Apr 9;6(5):e547. doi: 10.1097/TXD.0000000000000994. eCollection 2020 May."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The anonymized data collected will be recorded on a database available online by other researchers upon request",
      "infoTypes": [
        "STUDY_PROTOCOL"
      ],
      "timeFrame": "Data requests can be submitted starting 9 months after closing of recruitment and the data will be made accessible for up to 36 months. Extensions will be considered on a case-by-case basis.",
      "accessCriteria": "Access to IPD can be requested by qualified researchers engaging in independent scientific research, and will be provided following review and approval of a research proposal and Statistical Analysis Plan (SAP) and execution of a Data Sharing Agreement (DSA)."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-02"
    }
  },
  "hasResults": false
}