{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01795846",
      "orgStudyIdInfo": {
        "id": "12L3330001"
      },
      "organization": {
        "fullName": "Ankara University",
        "class": "OTHER"
      },
      "briefTitle": "Evaluation of Immunological Changes and Clinical Efficacy of Specific Immunotherapy With Der p House Dust Mite Allergen in Polysensitized and Monosensitized Patients With Allergic Rhinitis and/or Asthma."
    },
    "statusModule": {
      "statusVerifiedDate": "2013-02",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2013-03"
      },
      "primaryCompletionDateStruct": {
        "date": "2014-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2014-03",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2013-02-20",
      "studyFirstSubmitQcDate": "2013-02-20",
      "studyFirstPostDateStruct": {
        "date": "2013-02-21",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2013-02-28",
      "lastUpdatePostDateStruct": {
        "date": "2013-03-01",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Betul Ayse Sin",
        "investigatorTitle": "Ankara University, Faculty of Medicine, Dept. of Chest Diseases, Division of Immunology and Allergic Diseases",
        "investigatorAffiliation": "Ankara University"
      },
      "leadSponsor": {
        "name": "Ankara University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The incidence of allergic rhinitis and asthma is increasing in throughout the world as well as our country. Allergen-specific immunotherapy has been in use for almost 100 years. Since then, it is recommended for the management of Immunoglobulin E (IgE)-mediated allergic diseases as the only immune modulator therapeutic tool. It is well documented that allergen immunotherapy performed using single allergen is efficacious in monosensitized patients. Hence, polysensitization is much more prevalent than monosensitization in patients with respiratory allergy. On the other hand, polysensitization may have a paramount relevance in clinical practice; for example, many allergists have doubts in choosing the allergen extract for allergen specific immunotherapy. In this regard, the evaluation of immunotherapy efficacy in polysensitized patients still represents an unanswered question and there are very few studies on this issue. However, most clinical trials of allergen immunotherapy have been performed with multiple different allergen extracts using sublingual route. To the best of our knowledge, no common single-allergen (house dust mite Dermatophagoides pteronyssinus, Der p) subcutaneous immunotherapy trials have been specifically designed to compare efficacy in monosensitized and polysensitized patients. Furthermore, few studies have demonstrated that monosensitized and polysensitized patients appear to differ in terms of their immune reactivity. But, it is unknown whether single-allergen immunotherapy protocol elicit distinct immune responses in monosensitized and polysensitized patients.\n\nThe aim of this study was to investigate the immunological changes and clinical effectiveness of most relevant single-allergen immunotherapy in patients with allergic rhinitis and/or asthma. The study population will included 40 adult patients with moderate/severe perennial allergic rhinitis and mild/moderate asthma who were monosensitized to house dust mites or sensitized to at least 2 different allergens including house dust mites. No patient will previously had been performed allergen immunotherapy. The study plan is prospective, randomized, double-blind, placebo-controlled. Both groups will first received placebo injections for 3 months, and followed by a cluster immunotherapy schedule. After the maintenance dose will be reached within 6 weeks, injections will be received at monthly intervals. Standardized depot preparations of Der p extract (Alutard Standard Quality SQ, ALK-Abello (Company Name), Madrid, Spain ) were administered by means of subcutaneous injection. All eligible patients will underwent 8 weeks run-in period to evaluate their baseline clinical status based on history of allergy, symptom and medication usage for rhinitis and asthma, skin prick testing, pulmonary function tests and methacholine bronchoprovocation tests. According to the sensitizations, patients will be divided to 2 parallel groups either as polysensitized or monosensitized. Afterwards, both patient groups will be followed by symptom and medication scales, visual analog scores, quality-of-life scores for 1 month before placebo and immunotherapy. During this period, total serum IgE, specific IgE levels will be measured using the method of UNI-CAP 100 (Phadia, Uppsala, Sweden) and repeated after placebo and immunotherapy injections. At baseline, after placebo (3 months) and immunotherapy injections (at third months of maintenance period), nasal allergen provocation test with Der p extract will applied to the study groups. Peripheral whole blood will drawn for the analysis of basophil activation marker CD203c (CD, cell differentiation) expression at this three time points. For the clinical assessment, all patients will record on diary cards their symptom scores, visual analog scale scores, medication usage, quality-of-life measures for rhinitis and asthma. On each clinical visit, physical examination and side effects will be collected from diary card data. In conclusion, we believe that this study may be help for more understanding of the immune response to allergen specific immunotherapy at early stage. On the other hand, if the similar clinical improvement is demonstrated between the two groups with common single-allergen (Der p) immunotherapy, unnecessary usage of multiple allergens may be prevented as well as therapeutic side affects and cost."
    },
    "conditionsModule": {
      "conditions": [
        "Allergen Immunotherapy, Immunological Mechanisms,Monosensitized,Polysensitized,Clinical Efficacy"
      ],
      "keywords": [
        "allergen specific immunotherapy, house dust mite (Der p), monosensitization, polysensitization, allergic rhinitis, asthma,"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "3 Months",
      "designInfo": {
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "monosensitized allergic rhinitis, asthma",
          "description": "adult patients with moderate/severe perennial allergic rhinitis and mild/moderate asthma who were monosensitized to house dust mites",
          "interventionNames": [
            "Other: Allergen specific immunotherapy and placebo injections"
          ]
        },
        {
          "label": "polysensitized allergic rhinitis, asthma",
          "description": "adult patients with moderate/severe perennial allergic rhinitis and mild/moderate asthma who were monosensitized to house dust mites or sensitized to at least 2 different allergens including house dust mites.",
          "interventionNames": [
            "Other: Allergen specific immunotherapy and placebo injections"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Allergen specific immunotherapy and placebo injections",
          "armGroupLabels": [
            "monosensitized allergic rhinitis, asthma",
            "polysensitized allergic rhinitis, asthma"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Primary outcome is the assessment data from all patients whom will record on diary cards their symptom scores, visual analog scale scores, medication usage, quality-of-life measures for rhinitis and asthma.",
          "timeFrame": "1 year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Secondary outcome is the significant changes in total serum IgE, specific IgE levels, basophil activation marker CD203c expression, and nasal allergen provocation tests obtained from all patients during the study period.",
          "timeFrame": "1 year"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Measurement of the levels of specific Immunoglobulin G4 (IgG4)blocking antibodies.",
          "timeFrame": "1 year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nPatients with moderate or persistent allergic rhinitis with or without mild asthma are selected in the study. They have to sensitized to only house dust mites or at least 2 different allergens including house dust mites.\n\n\\-\n\nExclusion Criteria:The presence of severe asthma, previously received allergen immunotherapy and other contraindications of allergen specific immunotherapy.\n\n\\-",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ],
      "studyPopulation": "The study population will included adult patients with moderate/severe perennial allergic rhinitis and mild/moderate asthma who were monosensitized to house dust mites or sensitized to at least 2 different allergens including house dust mites. No patient will previously had been performed allergen immunotherapy.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Ankara University, Faculty of Medicine",
          "city": "Ankara",
          "zip": "06100",
          "country": "Turkey (Türkiye)",
          "contacts": [
            {
              "name": "Sadan Soyyigit, M.D.",
              "role": "CONTACT",
              "phone": "0-90-312 595 65 83",
              "email": "sadansoyyigit@gmail.com"
            },
            {
              "name": "Sadan Soyyigit, M.D.",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.91987,
            "lon": 32.85427
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "22244595",
          "type": "RESULT",
          "citation": "Calderon MA, Cox L, Casale TB, Moingeon P, Demoly P. Multiple-allergen and single-allergen immunotherapy strategies in polysensitized patients: looking at the published evidence. J Allergy Clin Immunol. 2012 Apr;129(4):929-34. doi: 10.1016/j.jaci.2011.11.019. Epub 2012 Jan 11."
        },
        {
          "pmid": "26945497",
          "type": "DERIVED",
          "citation": "Soyyigit S, Guloglu D, Ikinciogullari A, Secil D, Oztuna D, Mungan D, Misirligil Z, Sin BA. Immunologic alterations and efficacy of subcutaneous immunotherapy with Dermatophagoides pteronyssinus in monosensitized and polysensitized patients. Ann Allergy Asthma Immunol. 2016 Mar;116(3):244-251.e2. doi: 10.1016/j.anai.2016.01.002."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "American Academy of Allergy Asthma Immunology",
          "url": "http://www.aaaai.org"
        }
      ]
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "Betul Ayse Sin, Ankara University, Faculty of Medicine, Dept. of Chest Diseases, Division of Immunology and Allergic Diseases, Ankara University",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2014-01-19"
          },
          {
            "type": "RESET",
            "date": "2014-03-05"
          },
          {
            "type": "RELEASE",
            "date": "2014-11-12"
          },
          {
            "type": "UNRELEASE",
            "dateUnknown": true
          },
          {
            "type": "RELEASE",
            "date": "2014-11-13"
          },
          {
            "type": "RESET",
            "date": "2014-11-21"
          },
          {
            "type": "RELEASE",
            "date": "2014-12-25"
          },
          {
            "type": "RESET",
            "date": "2015-01-07"
          },
          {
            "type": "RELEASE",
            "date": "2015-01-08"
          },
          {
            "type": "RESET",
            "date": "2015-01-15"
          },
          {
            "type": "RELEASE",
            "date": "2015-03-27"
          },
          {
            "type": "RESET",
            "date": "2015-04-09"
          },
          {
            "type": "RELEASE",
            "date": "2015-04-23"
          },
          {
            "type": "RESET",
            "date": "2015-05-11"
          },
          {
            "type": "RELEASE",
            "date": "2015-07-05"
          },
          {
            "type": "RESET",
            "date": "2015-07-31"
          },
          {
            "type": "RELEASE",
            "date": "2015-09-19"
          },
          {
            "type": "RESET",
            "date": "2015-10-16"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2014-01-19",
        "submissionInfos": [
          {
            "releaseDate": "2014-01-19",
            "resetDate": "2014-03-05"
          },
          {
            "releaseDate": "2014-11-12",
            "unreleaseDateUnknown": true
          },
          {
            "releaseDate": "2014-11-13",
            "resetDate": "2014-11-21"
          },
          {
            "releaseDate": "2014-12-25",
            "resetDate": "2015-01-07"
          },
          {
            "releaseDate": "2015-01-08",
            "resetDate": "2015-01-15"
          },
          {
            "releaseDate": "2015-03-27",
            "resetDate": "2015-04-09"
          },
          {
            "releaseDate": "2015-04-23",
            "resetDate": "2015-05-11"
          },
          {
            "releaseDate": "2015-07-05",
            "resetDate": "2015-07-31"
          },
          {
            "releaseDate": "2015-09-19",
            "resetDate": "2015-10-16"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        }
      ]
    }
  },
  "hasResults": false
}