{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03661047",
      "nctIdAliases": [
        "NCT03419455"
      ],
      "orgStudyIdInfo": {
        "id": "18-097"
      },
      "organization": {
        "fullName": "Massachusetts General Hospital",
        "class": "OTHER"
      },
      "briefTitle": "OMega-3 Fatty Acid for the Immune Modulation of Colorectal Cancer",
      "officialTitle": "OMICC: OMega-3 Fatty Acid for the Immune Modulation of Colorectal Cancer",
      "acronym": "OMICC"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-11",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "Study will be closed due to zero enrollment in over 2 years.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-11-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2021-11-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2021-11-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-08-31",
      "studyFirstSubmitQcDate": "2018-09-06",
      "studyFirstPostDateStruct": {
        "date": "2018-09-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-11-10",
      "lastUpdatePostDateStruct": {
        "date": "2021-11-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Andrew T. Chan, MD, MPH",
        "investigatorTitle": "Prinicipal Investigator",
        "investigatorAffiliation": "Massachusetts General Hospital"
      },
      "leadSponsor": {
        "name": "Massachusetts General Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Harvard School of Public Health (HSPH)",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This is a prospective, double-blind, placebo-controlled, randomized clinical trial to assess the effects of daily 4-gram marine omega-3 polyunsaturated fatty acid (MO3PUFA), through treatment with AMR101 (VASCEPA, icosapent ethyl) on the tumor immune microenvironment and gut microbiome in patients who are diagnosed with colorectal cancer or with a colorectal mass or polyp suspected to be a cancer or advanced adenoma and will undergo surgical resection or interventional endoscopy at the Massachusetts General Hospital (MGH). It uses the novel \"window-of-opportunity\" clinical trial design to take advantage of the window of time between cancer/mass/polyp diagnosis and surgery to examine the effect of therapeutic agents on tumor pathologic and molecular features unperturbed by prior therapies.",
      "detailedDescription": "This research study is evaluating the effect of AMR101, as a chemopreventive agent to reduce risk of colorectal cancer in individuals with a history of colorectal cancer, colorectal mass or polyp(s).\n\nAMR101 is made of marine omega-3 fatty acid, which is a family of natural substances found in the oil of certain fish, such as salmon and mackerel. Marine omega-3 fatty acid cannot be produced in sufficient amount by the human body and has to be obtained through diet or supplemented to maintain normal function in the body.\n\nThe U.S. Food and Drug Administration (FDA) has not approved AMR101 as a treatment for any disease. AMR101 is commercially available in the US as VASCEPA (icosapent ethyl).\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits during which participants will complete a lifestyle questionnaire and a nutritional survey. A drug diary will be provided to be completed. Measurements will be taken, and blood and stool specimens will be collected. Tumor, colorectal mass, or polyp tissue will be collected for research purposes at the time of surgery or interventional endoscopy.\n\nAMR101 administered daily, orally for up to 30 days and it is expected that 36 participants will take part in this study."
    },
    "conditionsModule": {
      "conditions": [
        "Colon Cancer"
      ],
      "keywords": [
        "Nutrition",
        "Omega-3 fatty acid",
        "Fish oil",
        "Tumor microenvironment",
        "Immune response",
        "Gut microbiota",
        "Polyp",
        "Colorectal cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Double-blind, placebo-controlled, stratified, randomized clinical trial",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omega-3 treatment",
          "type": "ACTIVE_COMPARATOR",
          "description": "Daily 4-gram marine omega-3 polyunsaturated fatty acid (MO3PUFA), through treatment with AMR101 (VASCEPA, icosapent ethyl)",
          "interventionNames": [
            "Drug: AMR101 (VASCEPA, icosapent ethyl)"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Identical placebo",
          "interventionNames": [
            "Drug: AMR101 (VASCEPA, icosapent ethyl)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "AMR101 (VASCEPA, icosapent ethyl)",
          "description": "Oral administration, 4 grams per day",
          "armGroupLabels": [
            "Omega-3 treatment",
            "Placebo"
          ],
          "otherNames": [
            "Omega-3 fatty acid"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The change in the marine omega-3 polyunsaturated fatty acid (MO3PUFA) composition in colorectal tissues as a result of the AMR101 treatment for up to 30 days.",
          "description": "The effect of daily 4-gram AMR101 treatment on MO3PUFA composition in colorectal tissue will be measured through the extraction of fatty acid with gas chromatography-mass spectrometry from the biopsy tissue.",
          "timeFrame": "An average of 2 years after study completion"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The change in Tumor CD8+ T cells in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The influence of MO3PUFA treatment on the balance of Teff and Treg cells will be measured by the ratio of CD8+/Treg in the tumor microenvironment.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in gene expression profile of colorectal tissue between pre- and post- AMR101 treatment period.",
          "description": "RNA-seq analysis to profile gene expression in the mucosal tissue collected before and after AMR101 treatment will be performed to examine whether the AMR101 treatment reduces the gene expression of inflammatory cytokines, chemokines (e.g., TNFα, IL6 and CCL2), and immunosuppressive factors.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of FOXP3 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell inhibitory markers will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of IL10 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell inhibitory markers will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of LAG-3 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell inhibitory markers will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of CD49b in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell inhibitory markers will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of CTLA-4 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell immune checkpoints will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of TIGIT in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell immune checkpoints will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of TIM-3 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell immune checkpoints will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of PD-1 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell immune checkpoints will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in protein levels of PD-L1 in the tumor tissue between pre- and post- AMR101 treatment period.",
          "description": "The changes in protein levels of T cell immune checkpoints will be measured before and after intervention.",
          "timeFrame": "An average of 2 years after study completion"
        },
        {
          "measure": "The change in the gut microbiome composition and function between pre- and post- AMR101 treatment period",
          "description": "Metagenomic and metatranscriptomic sequencing of microbial DNA and RNA on pre- and post-treatment stool samples will be performed to examine the biomolecular mechanisms by which gut microbial activity may be altered or respond to AMR101 treatment",
          "timeFrame": "An average of 2 years after study completion"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria\n\nParticipants must meet the following criteria on screening examination to be eligible to participate in the study:\n\nParticipants have histologically confirmed adenocarcinoma of the colon that is localized, with no evidence of distant metastasis (stage I, II, or III), and for which surgical resection of the primary tumor is being planned;\n\nOR\n\nParticipants may have a colon biopsy that is suspicious for adenocarcinoma if clinical and/or endoscopic findings strongly support the presence of malignancy, and if surgical resection is being planned. NOTE: In the unlikely event that the final pathology of the surgical resection specimen is consistent with high-grade adenoma or dysplasia, the patient will not be considered ineligible and collected research samples will still be utilized.\n\nOR\n\nParticipants have a diagnosis of a colorectal mass or polyp suspected to be a cancer or advanced adenoma at the most recent colonoscopy and are being referred to an advanced endoscopist to undergo interventional endoscopy within 30 days.\n\nAge \\>= 18 years\n\nThis study will only include adult participants because colorectal carcinogenesis in children is more likely to be related to a cancer predisposition syndrome with distinct biological mechanisms compared with sporadic colorectal cancer in adults.\n\nECOG performance status ≤2 (Karnofsky ≥60%, see Appendix A)\n\nPatients must be sufficiently healthy to undergo surgery/interventional endoscopy.\n\nThe effects of AMR101 on the developing human fetus are unknown. For this reason, women of child-bearing potential and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while participating in this study, she should inform her treating physician immediately.\n\nSubjects must be able and willing to follow study procedures and instructions.\n\nAbility to understand and the willingness to sign a written informed consent document.\n\nExclusion Criteria\n\nParticipants who exhibit any of the following conditions at screening will not be eligible for admission into the study.\n\nPrior systemic or radiotherapy treatment for colorectal cancer.\n\nParticipants who are receiving any other investigational agents.\n\nConcurrent use of other anti-cancer therapy, including chemotherapy agents, targeted agents, biological agents, immunotherapy, or investigational agents not otherwise specified in this protocol.\n\nInability or unwillingness to swallow pills.\n\nHistory of malabsorption or uncontrolled vomiting or diarrhea, or any other disease that could interfere with absorption of oral medications.\n\nHistory of allergic reactions attributed to fish or compounds of similar chemical or biologic composition to MO3PUFA.\n\nCurrently using or have used any fish oil supplement at any dose more than once per week within the last month.\n\nRegularly consuming more than three servings of fish per week.\n\nKnown bleeding tendency/condition (e.g. von Willebrand disease)\n\nCurrent use of anticoagulants or antiplatelet therapies, including aspirin and other nonsteroidal anti-inflammatory drugs (NSAIDs, including Ibuprofen \\[Advil, Motrin\\], Naproxen \\[Aleve, Anaprox DS, Naprosyn\\], and Celecoxib \\[Celebrex\\]), Heparin, Warfarin, Dalteparin sodium, Bivalirudin, Argatroban, Lepirudin, Heparin Sodium, Heparin/Dextrose, and an unwillingness or inability to discontinue anticoagulants.\n\nAny uncontrolled intercurrent illness including, but not limited to, ongoing or active infection, symptomatic congestive heart failure, unstable angina pectoris, cardiac arrhythmia, or psychiatric illness/social situations that, in the opinion of the investigator, may increase the risks associated with study participation or study treatment, limit compliance with study requirements, or interfere with the interpretation of study results.\n\nPregnant or breastfeeding.\n\nThe effects of AMR101 on the developing human fetus are unknown. For this reason, women of child-bearing potential must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. Should a woman become pregnant or suspect she is pregnant while she is participating in this study, she should inform her treating physician immediately. Similarly, lactating women are excluded from this study because there is an unknown but potential risk of adverse events in nursing infants secondary to treatment of the mother with AMR101. Consequently, breastfeeding should be discontinued if the mother is enrolled on the study.\n\nPresence of synchronous (at the same time) malignancy for which the patient is currently receiving active treatment.\n\nKnown positive test for human immunodeficiency virus (HIV), hepatitis C virus, or acute or chronic hepatitis B infection.\n\nParticipants with these infections are ineligible because they are at increased risk of significant complications in the perioperative period, and because fresh tissue from patients with these infections cannot be harvested for research purposes, per institutional policy. Appropriate studies will be undertaken in participants receiving combination antiretroviral therapy when indicated.\n\nInclusion of Women and Minorities\n\nWomen and minorities will be eligible for this study without alteration in eligibility criteria. Enrollment of these underrepresented populations to this trial will be encouraged.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Andrew T. Chan, MD, MPH",
          "affiliation": "Massachusetts General Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Massachusetts General Hospital",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02114",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "30834441",
          "type": "DERIVED",
          "citation": "Hang D, Kvaerner AS, Ma W, Hu Y, Tabung FK, Nan H, Hu Z, Shen H, Mucci LA, Chan AT, Giovannucci EL, Song M. Coffee consumption and plasma biomarkers of metabolic and inflammatory pathways in US health professionals. Am J Clin Nutr. 2019 Mar 1;109(3):635-647. doi: 10.1093/ajcn/nqy295."
        },
        {
          "pmid": "30101328",
          "type": "DERIVED",
          "citation": "Kvaerner AS, Hang D, Giovannucci EL, Willett WC, Chan AT, Song M. Trajectories of body fatness from age 5 to 60 y and plasma biomarker concentrations of the insulin-insulin-like growth factor system. Am J Clin Nutr. 2018 Aug 1;108(2):388-397. doi: 10.1093/ajcn/nqy103."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003110",
          "term": "Colonic Neoplasms"
        },
        {
          "id": "D011127",
          "term": "Polyps"
        },
        {
          "id": "D015179",
          "term": "Colorectal Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D007414",
          "term": "Intestinal Neoplasms"
        },
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D003108",
          "term": "Colonic Diseases"
        },
        {
          "id": "D007410",
          "term": "Intestinal Diseases"
        },
        {
          "id": "D020763",
          "term": "Pathological Conditions, Anatomical"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D012002",
          "term": "Rectal Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C035276",
          "term": "eicosapentaenoic acid ethyl ester"
        },
        {
          "id": "D015525",
          "term": "Fatty Acids, Omega-3"
        }
      ],
      "ancestors": [
        {
          "id": "D004042",
          "term": "Dietary Fats, Unsaturated"
        },
        {
          "id": "D004041",
          "term": "Dietary Fats"
        },
        {
          "id": "D005223",
          "term": "Fats"
        },
        {
          "id": "D008055",
          "term": "Lipids"
        },
        {
          "id": "D005231",
          "term": "Fatty Acids, Unsaturated"
        },
        {
          "id": "D005227",
          "term": "Fatty Acids"
        },
        {
          "id": "D005395",
          "term": "Fish Oils"
        },
        {
          "id": "D009821",
          "term": "Oils"
        }
      ]
    }
  },
  "hasResults": false
}