{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07040111",
      "orgStudyIdInfo": {
        "id": "HE2025"
      },
      "organization": {
        "fullName": "Medical University of Warsaw",
        "class": "OTHER"
      },
      "briefTitle": "Efficacy and Safety of Egg Ladders in Children With IgE-Mediated Hen's Egg Protein Allergy",
      "officialTitle": "Efficacy and Safety of a 4-Step Versus a 5-Step Egg Ladder in Children With IgE-Mediated Hen's Egg Protein Allergy: Protocol for an Open-Label Randomized Controlled Trial"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-07",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-11",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-06-12",
      "studyFirstSubmitQcDate": "2025-06-23",
      "studyFirstPostDateStruct": {
        "date": "2025-06-27",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-26",
      "lastUpdatePostDateStruct": {
        "date": "2025-07-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Andrea Horvath-Stolarczyk",
        "investigatorTitle": "Associate Professor",
        "investigatorAffiliation": "Medical University of Warsaw"
      },
      "leadSponsor": {
        "name": "Medical University of Warsaw",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Hen's Egg Allergy is one of the most common food allergies in early childhood. The first-line treatment is the elimination of hen's egg proteins from the child's or maternal diet.\n\nAvailable data from the literature indicate that most children with hen's egg allergy acquire tolerance to hen's egg proteins with age. An assessment of tolerance acquisition to them is commonly performed using egg ladder. However, scientific evidence regarding the effectiveness and safety of the egg ladder in children with hen's egg allergy is limited. Currently, there is no standardised egg ladder protocol, and different versions of the ladder and recommend by scientific societies in various countries.\n\nThis study aims to assess the effectiveness and safety of the 4-step egg ladder (4-EL) compared to the 5-step egg ladder (5-EL) in children with IgE-mediated hen's egg allergy. This is an open-label, randomised superiority trial with two parallel arms and a 1:1 allocation ratio.",
      "detailedDescription": "Introducing baked egg into the diet of children with hen's egg allergy has been shown to potentially accelerate the development of tolerance to raw egg. However, there is no standardised egg ladder protocol, and different scientific societies across countries recommend varying versions.\n\nThis study aims to assess the effectiveness and safety of the 4-step egg ladder (4-EL) compared to the 5-step egg ladder (5-ML) in children with IgE-mediated hen's egg allergy.\n\nAn open-label randomised trial with two parallel arms in two departments of the same academic hospital will be performed. A total of 84 children with IgE-mediated hen's egg allergy will be allocated to introduce hen's egg into their diet according to either 4-EL or 5-EL with a 6-week break period between subsequent steps. Oral food challenge (OFCs) with tested products at each subsequent step of the egg ladder will be conducted in hospital settings. The primary outcome is the percentage of children who acquire tolerance to soft-boiled hen's egg (almost raw hen's egg proteins), as determined by a negative OFC at the final step of the EL. Soft-boiled egg will be administered at the end of the observation period (18 or 24 weeks, depending on the assigned study arm). The challenge dose will consist of 0,5-1 egg for children aged 1-3 years and 1 egg for those aged 4-5 years, corresponding to a maximum total of 6 g of hen's egg proteins.\n\nSecondary outcomes will include the percentage of children with a negative OFC to each egg ladder step; the percentage of children with anaphylaxis (both those who were treated and who were not treated with adrenaline); the percentage of children with exacerbation of atopic dermatitis; growth; compliance; and quality of life of the caregivers and parents' anxiety about adverse events during their child's OFC.\n\nThe statistical analyses will be conducted with StatsDirect. The Mann-Whitney U test will be used to compare the means of continuous variables if non-normal distribution will be assessed. Proportions will be compared with the Fisher exact test. The difference in study groups was considered significant when the P value will be \\<05. The results of this study will be analyzed on the basis of intention to treat."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy",
        "Egg Allergy",
        "Hen Egg Allergy"
      ],
      "keywords": [
        "children",
        "egg ladder",
        "IgE-mediated hen egg allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 94,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "4-Step Egg Ladder",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Other: oral food challenge (OFC)"
          ]
        },
        {
          "label": "5-Step Egg Ladder",
          "type": "ACTIVE_COMPARATOR",
          "interventionNames": [
            "Other: oral food challenge (OFC)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "oral food challenge (OFC)",
          "description": "oral food challenges with subsequent steps of a 4-step egg ladder (muffin \\[1.5 g of hen's egg protein per portion\\], pancake, hard-boiled egg, soft-boiled egg)",
          "armGroupLabels": [
            "4-Step Egg Ladder"
          ]
        },
        {
          "type": "OTHER",
          "name": "oral food challenge (OFC)",
          "description": "oral food challenges with subsequent steps of a 5-step egg ladder (muffin \\[0.75 g of hen's egg protein per portion\\], muffin \\[1.5 g of hen's egg protein per portion\\], pancake, hard-boiled egg, soft-boiled egg)",
          "armGroupLabels": [
            "5-Step Egg Ladder"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The primary outcome is the percentage of children who acquire tolerance to soft-boiled hen's egg (almost raw hen's egg proteins)",
          "description": "The primary outcome is the percentage of children who acquire tolerance to soft-boiled hen's egg (almost raw hen's egg proteins), as determined by a negative OFC at the final step of the EL.\n\nThe challenge dose will consist of 0.5-1 egg for children aged 1-3 years and 1 egg for those aged 4-5 years, corresponding to a maximum total of 6 g of hen's egg proteins.",
          "timeFrame": "Soft-boiled egg will be administered at the end of the observation period (18 or 24 weeks, depending on the assigned study arm)."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The percentage of children with a negative OFC at each step of the EL protocol upon completion of the study's observation period",
          "description": "Calculated as the proportion of children tolerating the full planned dose for each step.",
          "timeFrame": "18 weeks and 24 weeks, depending on the study arm"
        },
        {
          "measure": "The percentage of children who experienced anaphylaxis",
          "description": "The proportion of children who experience anaphylaxis defined as reactions with severity grades 3-5 according to the updated 2023 WAO clinical criteria for anaphylaxis.",
          "timeFrame": "During the observation period (18 or 24 weeks, depending on study arm),"
        },
        {
          "measure": "The proportion of children with anaphylaxis (grades 3-5, per 2023 WAO criteria) who required epinephrine administration.",
          "description": "The proportion of children who experienced anaphylaxis and required epinephrine will be reported in three categories:\n\n* those who require one or two doses of intramuscular epinephrine with a good clinical response (less severe reaction, grade 3),\n* those who require more than 2 doses of intramuscular epinephrine,\n* those with lack of significant clinical improvement after two doses (severe reactions, grades 4-5).",
          "timeFrame": "Measured during the observation period (18 or 24 weeks, depending on the study arm)."
        },
        {
          "measure": "The proportion of children who experienced systemic allergic reactions (SAR) of grades 1, 2, and 3 according to the 2023 WAO grading system.",
          "description": "The proportion of children who experienced SAR will be reported in three categories:\n\n* grade 1: includes nausea and/or mild abdominal pain without altered activity;\n* grade 2: persisting (≥20 mins) and non-distractable abdominal pain and/or vomiting (not due to gag or taste aversion) and/or diarrhea;\n* grade 3: severe, persistent (≥20 minutes), intractable abdominal pain and/or vomiting (excluding retching or taste aversion) and/or diarrhea, assessed during each OFC.",
          "timeFrame": "Measured during the observation period (18 or 24 weeks, depending on the study arm)."
        },
        {
          "measure": "In the subgroup of children with atopic dermatitis, changes in the total score of the oSCORAD index will be assessed. before and after each OFC.",
          "description": "The maximum score on the oSCORAD scale is 83 points (in the most severe cases, an additional 10 points can be added for changes that disfigure or limit the patient's functioning), the minimum score is 0 points; the more points, the greater intensity of changes. Any documented exacerbation of atopic dermatitis symptoms following OFC will be also recorded.",
          "timeFrame": "Upon completion of the observation period (18 or 24 weeks, depending on the assigned study arm)."
        },
        {
          "measure": "Change in age-adjusted z-scores for weight and length/height, evaluated using the WHO growth charts.",
          "timeFrame": "During the observation period (18 or 24 weeks, depending on study arm)."
        },
        {
          "measure": "Change in the total score of the FAQLQ-PF.",
          "description": "The questionnaire is divided into three domains: emotional impact, food anxiety, and social and dietary limitations. The total score is calculated as the mean of three subscales. The minimum score is 0, the maximum score is 6. The lower the score, the more life affecting the allergy is.",
          "timeFrame": "At the end of the observation period (18 weeks and 24 weeks, depending on the study arm) from baseline."
        },
        {
          "measure": "Mean difference in caregiver anxiety levels, measured by the Subjective Units of Distress Scale (SUDS)",
          "description": "parents will rate their level of anxiety on a scale from 1 to 100, where 0 represents no anxiety or complete relaxation, and 100 represents extreme anxiety, the worst ever experienced.",
          "timeFrame": "Prior to each OFC, between study groups at each time point (18-24 weeks, depending on the study arm)."
        },
        {
          "measure": "The proportion of children with full adherence to the intervention protocol.",
          "description": "The proportion of children with full adherence to the intervention protocol, defined as consumption of at least one portion of a tolerated hen's egg proteins dose three times during last week of break in period, in the same form and quantity as tested during the OFC. Data will be collected through the Egg Ladder Monitoring Diary and assessed throughout each break in period (between the following steps of each ladder).",
          "timeFrame": "at the end of the observation period (18 or 24 weeks, depending on the assigned study arm)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 12 months and ≤ 5 years.\n* Diagnosis of IgE-mediated HEA confirmed according to the EAACI guidelines by a positive OFC with hen's egg proteins. In children with high-risk HEA (e.g., history of anaphylaxis), diagnosis can be based on elevated specific IgE levels (3.5 kU/l) to hen's egg proteins and/or individual egg components and/or positive skin tests.\n* On a therapeutic elimination diet for at least 6 months, measured from the last allergic reaction to egg (in accordance with BSACI guidelines).\n* Eligible regardless of the risk of systemic reactions (e.g. anaphylaxis) or asthma.\n* Good general health.\n* Written informed consent signed by the child's guardians.\n* Demonstrated good cooperation from the patient's guardians.\n\nExclusion Criteria:\n\n* Confirmed wheat allergy and/or celiac disease.\n* Uncontrolled asthma, defined as the presence of shortness of breath, cough, chest tightness, or auscultatory changes despite treatment.\n* Signs of exacerbation of a chronic disease.\n* Signs of acute infectious disease (e.g. acute rhinitis, cough, subfebrile or febrile states).\n* Signs of exacerbation of another allergic disease (e.g., conjunctivitis, allergic rhinitis, atopic dermatitis).\n* Anaphylaxis due to hen's egg proteins within the last 6 months.\n* Use of antihistamines within 3-10 days before the challenge (depending on the drug and indication; time-limited contradiction - relative exclusion criterion).\n* Acquired tolerance to baked hen's egg proteins or advancement to a higher step of the egg ladder.\n* Use of immunosuppressive drugs or immunotherapy.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "5 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Andrea Horvath, MD, PhD",
          "role": "CONTACT",
          "phone": "048 22 317 94 44",
          "email": "andrea.horvath@wum.edu.pl"
        },
        {
          "name": "Maria Zemla, MD",
          "role": "CONTACT",
          "phone": "048 602 850 070",
          "email": "maria.zemla@wum.edu.pl"
        }
      ],
      "overallOfficials": [
        {
          "name": "Hanna Szajewska, MD, Professor",
          "affiliation": "Medical University of Warsaw",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Anna Nowak-Węgrzyn, MD, Professor",
          "affiliation": "Collegium Medicum, University of Warmia and Mazury, Olsztyn, Poland; New York Univeristy, Grossmann School of Medicine",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Andrea Horvath, MD, PhD",
          "affiliation": "Medical Univeristy of Warsaw",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Joanna Jerzyńska, MD, PhD",
          "affiliation": "Medical Univeristy of Lodz",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Medical Univeristy of Warsaw, Department of Paediatrics",
          "city": "Warsaw",
          "country": "Poland",
          "contacts": [
            {
              "name": "Maria Zemla",
              "role": "CONTACT",
              "phone": "602 850 070",
              "email": "maria.zemla@wum.edu.pl"
            }
          ],
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        },
        {
          "facility": "Medical Univeristy of Warsaw",
          "city": "Warsaw",
          "country": "Poland",
          "contacts": [
            {
              "name": "Andrea Horvath, MD PhD",
              "role": "CONTACT",
              "phone": "22 317 94 44",
              "email": "andrea.horvath@wum.edu.pl"
            }
          ],
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "41031391",
          "type": "DERIVED",
          "citation": "Horvath A, Bujnowska A, Strozyk A, Zemla M, Nowak-Wegrzyn A, Grzela K, Jerzynska J, Szajewska H. Efficacy and safety of a 4-step versus a 5-step egg ladder in children with IgE-mediated hen's egg protein allergy: protocol for an open-label randomized controlled trial. Front Allergy. 2025 Sep 15;6:1658186. doi: 10.3389/falgy.2025.1658186. eCollection 2025."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The results of this RCT, whether positive or negative, will be published in a peer-reviewed journal (data will be submitted to the first journal after 3-6 months from study completion). Abstracts will also be submitted to relevant national and international conferences.\n\nThe datasets used and/or generated during this study will be made available from a given author upon reasonable request, after the publication of results, no later than 3 years from the completion of data analysis.",
      "infoTypes": [
        "STUDY_PROTOCOL"
      ],
      "timeFrame": "After the publication of results, no later than 3 years from the completion of data analysis with no end date.",
      "accessCriteria": "Upon reasonable request."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D021181",
          "term": "Egg Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}