{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00113659",
      "orgStudyIdInfo": {
        "id": "2019-10582"
      },
      "secondaryIdInfos": [
        {
          "id": "R01HL080074",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/R01HL080074"
        }
      ],
      "organization": {
        "fullName": "Montefiore Medical Center",
        "class": "OTHER"
      },
      "briefTitle": "Use of a Probiotic Supplement to Prevent Asthma in Infants",
      "officialTitle": "Trial of Infant Probiotic Supplementation to Prevent Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2005-06"
      },
      "primaryCompletionDateStruct": {
        "date": "2014-05",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2014-05",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2005-06-09",
      "studyFirstSubmitQcDate": "2005-06-09",
      "studyFirstPostDateStruct": {
        "date": "2005-06-10",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2024-06-10",
      "lastUpdatePostDateStruct": {
        "date": "2024-06-11",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Montefiore Medical Center",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Heart, Lung, and Blood Institute (NHLBI)",
          "class": "NIH"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The goal of the study is to understand the mechanisms of how antigen presentation affects the developing immune system and subsequently affects susceptibility to, or protects against, asthma development. This randomized controlled study will test the effectiveness of daily supplementation of Lactobacillus GG for the first 6 months of life on the early immunological development of asthma.",
      "detailedDescription": "BACKGROUND:\n\nDuring infancy, environmental factors may affect immune system development and lead to the development of asthma. The hygiene hypothesis suggests that the absence of endotoxin exposure leads to an unfavorable Th1/Th2 balance. Thus, a controlled antigen exposure during infancy may establish a Th1/Th2 balance that blocks the onset of asthma or slows the progression of the disease.\n\nLactobacillus is a bacterium commonly found in many foods (e.g., yogurt) in the typical childhood diet. It is also used as a probiotic supplement to prevent the development of diarrhea. Due to its safety and availability, Lactobacillus is an ideal bacterium to use as an antigen exposure to test the hygiene hypothesis.\n\nConsistent with the hygiene hypothesis, observational studies suggest that early Lactobacillus exposure leads to decreased risk of developing atopic dermatitis, which has been associated with asthma in later years. The investigators are aware of no study that has examined the effect of Lactobacillus on the development of early markers of asthma in children at risk for developing the disease. They hypothesize that Lactobacillus can be used as an antigen exposure to establish a Th1/Th2 balance that blocks the development of early markers of asthma.\n\nDESIGN NARRATIVE:\n\nThe hygiene hypothesis suggests that the absence of endotoxin exposure leads to an unfavorable Th1/Th2 balance. A controlled antigen exposure during infancy may help establish a Th1/ Th2 balance that blocks the onset or progression of asthma. Lactobacillus is a bacterium found in many foods in the typical pediatric diet, and is used as a supplement to prevent diarrhea. Due to the safety, feasibility, and early promising results in preventing atopic dermatitis, Lactobacillus is an ideal bacterium to use as an exposure to test the hygiene hypothesis. The investigators hypothesize that such an exposure may block or delay development of early markers of asthma.\n\nThe study will use a randomized placebo-controlled trial design to measure the effect of a 6-month daily exposure of Lactobacillus, as an infant supplement, on immune system and asthma development during the first 3 years of life.\n\nThe study will measure the effect of the antigen exposure on the presence and time to presentation of: (1) early clinical markers for asthma development (frequent wheezing, wheezing without colds, rhinitis, and atopic dermatitis); (2) early immunologic markers for asthma development (eosinophilia, immunoglobulin E); and (3) development of a T-helper phenotype (Th-1 vs Th-2). Investigators will characterize the Th phenotype by measuring the whole blood lymphocyte response to stimulants, focusing on Th1 (IFN-gamma, interleukin (IL)-12) and Th2 cytokines (IL-10, IL-4, IL-13), as well as real-time reverse transcriptase polymerase chain reaction (RT-PCR) with PCR amplification (TaqMan) to quantify RNA transcripts. Clinical and immunologic markers will be measured up to 3 years of age.\n\nAdherence will be assessed using diaries, pill count, and Lactobacillus stool cultures.\n\nThe study will use intention-to-treat analysis and will control for the impact of family, environmental, diet, and demographic factors on outcomes using multivariate regression and survival analysis techniques. Investigators expect that when compared to controls, subjects receiving Lactobacillus will have decreased and delayed development of markers for asthma, and a greater likelihood of developing a Th1 phenotype."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma"
      ],
      "keywords": [
        "Asthma",
        "Probiotics",
        "Prevention",
        "Eczema"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 203,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1",
          "type": "ACTIVE_COMPARATOR",
          "description": "Participants in this arm will receive Lactobacillus GG.",
          "interventionNames": [
            "Dietary Supplement: Probiotic"
          ]
        },
        {
          "label": "2",
          "type": "PLACEBO_COMPARATOR",
          "description": "Participants in this arm will receive a placebo.",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Probiotic",
          "description": "Daily dose of ten to the tenth colony-forming units of Lactobacillus GG and 225 mg of inulin for the first 6 months of life.",
          "armGroupLabels": [
            "1"
          ],
          "otherNames": [
            "Culturelle"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Daily dose of placebo supplement containing 325mg inulin for the first 6 month of life.",
          "armGroupLabels": [
            "2"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Development of atopic dermatitis",
          "timeFrame": "Measured from birth to 3 years of age"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Early clinical markers of asthma, including frequent wheezing, wheezing without upper or lower respiratory tract infections, allergic rhinitis, atopic dermatitis, serum IgE, and eosinophilia",
          "timeFrame": "Measured from birth to 3 years of age"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria:\n\n* Expectant parents either of whom have a history of asthma\n* Parents willing to add a probiotic supplement or placebo to one feeding each day for 6 months\n\nExclusion criteria:\n\n* A sibling currently or previously enrolled in the study\n* Any major congenital birth deformities, acute illness at enrollment, or chronic conditions affecting food intake or metabolism\n* Participation in another clinical study\n* Infants from multiple gestation births (since only one child per family will be included in the study, incorporating a child from a multiple birth would add unnecessary burden to parents by requiring them to administer different formulas to different children)",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "1 Day",
      "maximumAge": "4 Days",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Michael D. Cabana, MD, MPH",
          "affiliation": "Albert Einstein College of Medicine",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of California, San Francisco",
          "city": "San Francisco",
          "state": "California",
          "zip": "94118",
          "country": "United States",
          "geoPoint": {
            "lat": 37.77493,
            "lon": -122.41942
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "16891272",
          "type": "BACKGROUND",
          "citation": "Cabana MD, Shane AL, Chao C, Oliva-Hemker M. Probiotics in primary care pediatrics. Clin Pediatr (Phila). 2006 Jun;45(5):405-10. doi: 10.1177/0009922806289614."
        },
        {
          "pmid": "17935572",
          "type": "BACKGROUND",
          "citation": "Cabana MD, McKean M, Wong AR, Chao C, Caughey AB. Examining the hygiene hypothesis: the Trial of Infant Probiotic Supplementation. Paediatr Perinat Epidemiol. 2007 Nov;21 Suppl 3:23-8. doi: 10.1111/j.1365-3016.2007.00881.x."
        },
        {
          "pmid": "35419605",
          "type": "DERIVED",
          "citation": "Cabana MD, LeCroy MN, Menard-Livingston A, Rodgers CRR, McKean M, Caughey AB, Fong L, Lynch S, Wong A, Leong R, Boushey HA, Hilton JF. Effect of Early Infant Probiotic Supplementation on Eczema, Asthma, and Rhinitis at 7 Years of Age. Pediatrics. 2022 May 1;149(5):e2021052483. doi: 10.1542/peds.2021-052483. No abstract available."
        },
        {
          "pmid": "30052571",
          "type": "DERIVED",
          "citation": "Cabana MD, McKean M, Beck AL, Flaherman V. Pilot Analysis of Early Lactobacillus rhamnosus GG for Infant Colic Prevention. J Pediatr Gastroenterol Nutr. 2019 Jan;68(1):17-19. doi: 10.1097/MPG.0000000000002113."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D004485",
          "term": "Eczema"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D019936",
          "term": "Probiotics"
        }
      ],
      "ancestors": [
        {
          "id": "D019587",
          "term": "Dietary Supplements"
        },
        {
          "id": "D005502",
          "term": "Food"
        },
        {
          "id": "D000066888",
          "term": "Diet, Food, and Nutrition"
        },
        {
          "id": "D010829",
          "term": "Physiological Phenomena"
        },
        {
          "id": "D019602",
          "term": "Food and Beverages"
        }
      ]
    }
  },
  "hasResults": false
}