{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01589731",
      "orgStudyIdInfo": {
        "id": "UEC-2008"
      },
      "organization": {
        "fullName": "University of Campinas, Brazil",
        "class": "OTHER"
      },
      "briefTitle": "Polymerized Beta-lactoglobulin Comparative Immunoreactivity",
      "officialTitle": "Study of the Immunoreactivity of Native and Polymerized Beta-lactoglobulin in Children and Adults With Cow's Milk Allergy and/or Intolerance",
      "acronym": "ImmuneBLG"
    },
    "statusModule": {
      "statusVerifiedDate": "2012-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2010-07"
      },
      "primaryCompletionDateStruct": {
        "date": "2010-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2011-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-04-27",
      "studyFirstSubmitQcDate": "2012-04-30",
      "studyFirstPostDateStruct": {
        "date": "2012-05-02",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2012-04-30",
      "lastUpdatePostDateStruct": {
        "date": "2012-05-02",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Celso Eduardo Olivier",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "University of Campinas, Brazil"
      },
      "leadSponsor": {
        "name": "University of Campinas, Brazil",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Bovine β-lactoglobulin (Bos d 5) is an allergen from cow's milk with relevance to human health. We employed β-lactoglobulin polymerized using microbial transglutaminase as a model of study to identify whether protein polymerization could reduce in vivo allergenicity and maintain in vitro and ex vivo immunoreactivity for the purpose of producing a suitable molecule for use in tolerance-induction protocols. Based on previous protocols applied in mice and children, we performed in vivo challenges (using a skin prick test) with native and polymerized β-lactoglobulin in adult patients with an IgE-mediated allergy to Bos d 5. In vitro humoral immunoreactivity was analyzed using immunoblotting. Cell-mediated immunoreactivity was analyzed using ex vivo challenges with native and polymerized β-lactoglobulin monitored by leukocyte adherence inhibition tests. The study hypothesis is to identify a decrease on beta-lactoglobulin immunoreactivity after polymerization.",
      "detailedDescription": "Cow's milk allergy is a debilitating condition of difficult diagnosis and, until the moment, without a definitive solution that can be presented to the patient by the medical attendant. Amongst the dozens of proteins of the cow's milk, the beta-lactoglobulin (Bos d 5) is one of most allergenic for the fact that it is not produced by the human being and because of its hard digestibility. The allergenicity of beta-lactoglobulin in human beings is a subject well studied but little is known about the allergenicity of bioprocessed proteins as the polymerized beta-lactoglobulin.\n\nThe objective of the present work is to study the immunoreactivity of the polymerized beta-lactoglobulin and to compare it with the immunoreactivity of the native beta-lactoglobulin in patients with and without clinical diagnosis of hypersensitivity/intolerance to cow's milk. It was used thermically induced polymerization and polymerization induced by transglutaminase in presence of cystein.\n\nFive groups of patients (three symptomatic and two controls) proceeding from two clinics of distinct characteristics had been studied according to presentation of the symptoms and submitted to allergic cutaneous tests and immunoassays for research of specific-IgE against beta-lactoglobulin, as well evaluation of cell-mediated immunoreactivity by challenge tests monitored by Leukocyte Adherence Inhibition Test.\n\nSide to side cutaneous tests with native and polymerized beta-lactoglobulin in 56 adults with problematic hypersensibility to cow's milk previously diagnosed as intolerants to the lactose had been carried through, as well research of specific-IgE against beta-lactoglobulin by ImmunoCAP and immunoblot. A control group of 20 subjects tolerant to cow's milk people with absence of specific-IgE against beta-lactoglobulin (detectable by ImmunoCAP or by allergic skin tests) had been selected for control of the technique of immunoblot. The results had shown that the analytical detection by immunoblot of specific-IgE is significantly more sensible when the polymerized beta-lactoglobulin is used in the immunoassay instead of the beta-lactoglobulin monomer. The results had shown that the research of specific-IgE by immunoCAP below of the detection limits, or the absence of cutaneous reactivity does not discard the possibility of IgE-mediated hypersensitivity as demonstrated by immunoblot.\n\nSide to side cutaneous tests with native and polymerized beta-lactoglobulin had been carried through in 22 symptomatic children, with confirmed by ImmunoCAP diagnosis of IgE-mediated allergy to beta-lactoglobulin. A matched control group of 22 asymptomatic children with not detectable specific-IgE for beta-lactoglobulin by ImmunoCAP was established for comparison of the technique of the skin tests. The results had shown that the cutaneous reactions carried through with the polymerized beta-lactoglobulin had been significantly lesser that the reactions of the cutaneous reactions carried through with the native beta-lactoglobulin.\n\nThe cell-mediated immunoreactivity was studied on 49 atopic subjects by paired ex vivo allergen challenges monitored by the leukocyte adherence inhibition test. The results did not shown significant difference between the immunoreactivity against native versus polymerized beta-lactoglobulin.\n\nThe polymerization of proteic antigens is a promising study model to be further investigated as a potential tool for the therapeutical induction of immunotolerance to alimentary proteins, because it decreases the in vivo immunoreactivity and does not destroy the allergenic epitopes as demonstrated by the in vitro and ex vivo assays ."
    },
    "conditionsModule": {
      "conditions": [
        "COW'S MILK ALLERGY"
      ],
      "keywords": [
        "Allergenicity",
        "Cow's milk allergy",
        "Leukocyte adherence inhibition test",
        "Polymerization"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 114,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Allergic group",
          "description": "The first group (group A) included 45 patients (17 males; mean age: 46.2 years, SD: 12.2 years) with convincing clinical histories of reproducible adverse reactions to bovine milk. All subjects presented βs-IgE that were detectable by SDS-PAGE immunoblotting."
        },
        {
          "label": "Non Allergic group",
          "description": "The second group (group B) was used as a control for the immunoblotting analysis performed in the first group and included 20 individuals selected based on an evident tolerance to cow's milk, an absence of βs-IgE by ImmunoCAP assay and SPT non-reactivity to β-Lg or TgPolβ-Lg (6 males; mean age: 21.9 years, SD: 17.6 years)."
        },
        {
          "label": "Atopic group",
          "description": "The third group (group C) included 49 subjects with atopic respiratory and/or dermatological diseases (19 males; mean age: 28.7 years, SD: 20.6 years) regardless of βs-IgE status. This group was used to compare the ex vivo cell-mediated immunoreactivity between β-Lg and TgPolβ-Lg by comparing the mean ex vivo antigenic challenge results determined using the leukocyte adherence inhibition test (LAIT)."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluation of beta-lactoglobulin immunoreactivity after polymerization",
          "description": "The skin tests and ex vivo challenges are used to demonstrate if the polymerization can alter beta-lactoglobulin immunorreactivity.",
          "timeFrame": "two years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* The presence of clinical cow's milk allergy and specific IgE against beta-lactoglobulin\n\nExclusion Criteria:\n\n* The absence of clinical cow's milk allergy and specific IgE against beta-lactoglobulin",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "70 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients with convincing clinical histories of reproducible adverse reactions to bovine milk. All subjects presented βs-IgE that were detectable by SDS-PAGE immunoblotting.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Ricardo L Zollner, MD PhD",
          "affiliation": "University of Campinas",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "University of Campinas",
          "city": "Campinas",
          "state": "São Paulo",
          "zip": "13083-887",
          "country": "Brazil",
          "geoPoint": {
            "lat": -22.90556,
            "lon": -47.06083
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "35927833",
          "type": "BACKGROUND",
          "citation": "Olivier CE, Villas-Boas MB, Netto FM, Zollner RL. Allergenicity of Bos d 5 in Children with Cow's Milk Allergy is Reduced by Transglutaminase Polymerization. Pediatr Allergy Immunol Pulmonol. 2012 Mar;25(1):30-33. doi: 10.1089/ped.2011.0101. Epub 2011 Dec 28."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "SISTEMA NACIONAL DE PESQUISA",
          "url": "http://portal2.saude.gov.br/sisnep/"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}