{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03673384",
      "orgStudyIdInfo": {
        "id": "B10304016"
      },
      "organization": {
        "fullName": "Nanhua University",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Health Promotion on Allergic Rhinitis by Infrared-C Ray Irradiation",
      "officialTitle": "Effect of Health Promotion on Allergic Rhinitis by Infrared-C Ray Irradiation"
    },
    "statusModule": {
      "statusVerifiedDate": "2018-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2015-03-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-07-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-07-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2018-08-16",
      "studyFirstSubmitQcDate": "2018-09-13",
      "studyFirstPostDateStruct": {
        "date": "2018-09-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2018-09-13",
      "lastUpdatePostDateStruct": {
        "date": "2018-09-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Nanhua University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Buddhist Tzu Chi General Hospital",
          "class": "OTHER"
        },
        {
          "name": "Solano Semiconductor Technology., LTD.",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Allergic rhinitis is one of the chronic illnesses. At present, the major treatments for allergic rhinitis are avoiding allergens, medical treatment and surgery. However, inadequate effects, and possible side effects of these treatments are still problems to these patients. Therefore, to find an effective non-medical and non-surgical treatment will be of great help in treating patients with allergic rhinitis.\n\nInfrared-C (far-infrared) ray irradiation is able to promote normal operation of autonomic nervous system, to improve blood circulation and thereby assumed to relieve discomfort symptoms of patients with vascular, specific or non-specific allergic rhinitis. Consequently, infrared-C ray irradiation is expected to be effective for the treatment of allergic rhinitis.\n\nThe investigators aimed to probe the adjunct effects of infrared-C ray irradiation in terms of infrared-C hot compress in improving allergy symptoms like sneezing, rhinorrhea, nasal obstruction, nose and conjunctiva itching during a medical treatment for patients with allergic rhinitis. Moreover, the impact of infrared-C irradiation on health and life quality enhancement will also be studied.",
      "detailedDescription": "This is a quasi-experimental design. The study subjects are recruited from patients visited to a Ear-Nose-Throat Out Patient Department in a regional teaching hospital in south Taiwan. The sampling method is purposive sampling. The inclusion criteria are adults between 20 and 50 year-old with a definite clinical diagnosis of allergic rhinitis. Subjects were randomly divided into experimental and control groups. Thirty persons in the experimental group received both medical and infrared-C ray irradiation by hot compress as intervention. On the other hand, twenty persons in the control group took only medical treatment. Patients in experimental group received anti-histamine, steroid nasal spray and infrared-C ray irradiation for 40 minutes each time, and more than three times per week. The regions for hot compress included head, neck and shoulder, back and lower back, which covered many acupuncture points frequently used by traditional Chinese medicine for the treatment of allergic rhinitis, including point Dazhui (GV14), Dingchuan (EX-B1) , Dazhu (BL11), Fengmen (BL12), Feishu (BL13), Pishu (BL20), and Shenshu (BL23). In addition, patients also received infrared-C hot compress over face, eyes and nose during acute stage of allergic rhinitis. The investigators used a questionnaire as a pre-test to collect basic information of the subjects, and Taiwan's Sino-Nasal Outcome Test-20 (SNOT-20) nose and sinusitis evaluation form as pre-middle and post-test to evaluate the effect of the interventions. World Health Organization Quality of Life Instruments (WHOQOL-BREF) and Taiwan's concise edition of WHOQOL II questionnaire were also used as basic data collection tools for allergic rhinitis. Furthermore, blood tests for patient's serum Immunoglobulin E (IgE) and eosinophil cationic protein levels were determined before and after experiment. Pre-test for the experimental and control group was carried out before the intervention, the first post-test was performed 4 weeks later, and the second post-test was carried out 12 weeks later. Data was analyzed by SPSS 22.0 software."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "far-infrared radiation",
        "allergic rhinitis",
        "IgE",
        "eosinophil cationic protein",
        "Taiwanese version of the 20-item Sinonasal Outcome Test",
        "WHOQOL-BREF"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "The sampling method is purposive sampling. The inclusion criteria are adults between 20 and 50 year-old with a definite clinical diagnosis of allergic rhinitis. Subjects were randomly divided into experimental and control groups. Thirty persons in the experimental group received both medical and infrared-C irradiation as intervention. On the other hand, twenty persons in the control group received only medical treatment. Patients in experimental group received anti-histamine, steroid nasal spray and infrared-C irradiation by hot compress for 40 minutes per time, and more than three times per week. The regions of hot compress included head, neck and shoulder, back and lower back, which covered many acupuncture points frequently used by traditional Chinese medicine for the treatment of allergic rhinitis. In addition, patients also received hot compress over face, eyes and nose during acute stage of allergic rhinitis.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "PARTICIPANT"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "experimental group",
          "type": "EXPERIMENTAL",
          "description": "Received infrared-C ray irradiation by hot compress with a powered heating compress and an eye mask for 40 minutes/time/day Treated regions: eyes and nose region, back region of head, shoulder neck and low back.\n\nReceived medical treatment, e.g., Xyzal Oral Product and Fluticasone Furoate.",
          "interventionNames": [
            "Device: infrared-C ray irradiation",
            "Device: eye mask",
            "Drug: Xyzal Oral Product",
            "Drug: Fluticasone Furoate"
          ]
        },
        {
          "label": "Control group",
          "type": "PLACEBO_COMPARATOR",
          "description": "received only medical treatment, e.g., Xyzal Oral Product and Fluticasone Furoate.",
          "interventionNames": [
            "Drug: Xyzal Oral Product",
            "Drug: Fluticasone Furoate"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "infrared-C ray irradiation",
          "description": "Infrared-C irradiation by hot compress with a powered heating compress",
          "armGroupLabels": [
            "experimental group"
          ],
          "otherNames": [
            "infrared-C hot compress"
          ]
        },
        {
          "type": "DEVICE",
          "name": "eye mask",
          "description": "infrared-C irradiation by hot compress with a powered heating eye mask",
          "armGroupLabels": [
            "experimental group"
          ],
          "otherNames": [
            "Long Chi"
          ]
        },
        {
          "type": "DRUG",
          "name": "Xyzal Oral Product",
          "description": "used to relieve allergy symptoms, It works by blocking histamine that body secretes during an allergic reaction.",
          "armGroupLabels": [
            "Control group",
            "experimental group"
          ],
          "otherNames": [
            "Anti-histamine"
          ]
        },
        {
          "type": "DRUG",
          "name": "Fluticasone Furoate",
          "description": "used to treat seasonal and perennial allergic rhinitis. It also helps to reduce the symptoms of seasonal allergic rhinitis.",
          "armGroupLabels": [
            "Control group",
            "experimental group"
          ],
          "otherNames": [
            "Steroid nasa spray"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Score reduce in Taiwan's SNOT-20 nose and sinusitis evaluation form",
          "description": "Measure of outcome in sino-nasal disorders such as sinusitis. Score will reduced after 3 months of the assignment.",
          "timeFrame": "Baseline to 3 months"
        },
        {
          "measure": "Change in the WHOQOL-BREF questionnaire, Taiwan version",
          "description": "To measure the following broad domains: physical health, psychological health, social relationships, and environment. Score will increase after 3 months of the assignment.",
          "timeFrame": "Baseline to 3 months"
        },
        {
          "measure": "The amounts of the immunoglobulin E (IgE) level reduced after the assignment",
          "description": "An immunoglobulin E (IgE) test measures the level of IgE, higher amounts of IgE antibodies found can be a sign that the body overreacts to allergens. This can lead to an allergic reaction. The level reduced means the assignment is effectively improve the symptoms of allergic rhinitis.",
          "timeFrame": "Baseline to 3 months"
        },
        {
          "measure": "the Eosinophil Cationic Protein (ECP) level reduced after the assignment",
          "description": "Measuring Eosinophil Cationic Protein (ECP) levels has been used to evaluate eosinophil-mediated allergic inflammation, asthma, and rhinitis. Levels may reflect current allergen exposure. The level reduced means the assignment is effectively improve the symptoms of allergic rhinitis.",
          "timeFrame": "Baseline to 3 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults that age 20 above and 50 below\n* Clinical diagnosis confirmed as allergic rhinitis\n* Conscious, no mental or cognitive impairment\n* Able to read, write or communicate in Mandarin, Taiwanese or Hakka, and agreed to participate\n\nExclusion Criteria:\n\n* Inflammatory skin wounds on the back of the shoulder, neck or lower back\n* Polyposis\n* Acute and chronic sinusitis\n* Vasomotor rhinitis",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "20 Years",
      "maximumAge": "50 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Chun-Chih Lin, Professor",
          "affiliation": "Nanhua University",
          "role": "STUDY_DIRECTOR"
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "9591438",
          "type": "BACKGROUND",
          "citation": "Marciniak D, Tomaszewicz-Fryca J, Plusa T, Chcialowski A. [Eosinophil cationic protein in children with allergic diseases of the respiratory tract in exacerbation and remission of symptoms]. Pol Merkur Lekarski. 1998 Feb;4(20):75-7. Polish."
        },
        {
          "pmid": "9072139",
          "type": "RESULT",
          "citation": "Alvarez Gutierrez FJ, Valenzuela Mateos F, Rodriguez Portal JA, Sanchez Gil R, Tabernero Huguet E, Castillo Gomez J. [Blood levels of eosinophil cationic protein in patients with allergic rhinitis. Evolution after treatment with corticoids]. Arch Bronconeumol. 1997 Jan;33(1):6-11. Spanish."
        },
        {
          "pmid": "22430337",
          "type": "RESULT",
          "citation": "Ahmadiafshar A, Taghiloo D, Esmailzadeh A, Falakaflaki B. Nasal eosinophilia as a marker for allergic rhinitis: a controlled study of 50 patients. Ear Nose Throat J. 2012 Mar;91(3):122-4. doi: 10.1177/014556131209100309."
        },
        {
          "pmid": "19602651",
          "type": "RESULT",
          "citation": "Beever R. Far-infrared saunas for treatment of cardiovascular risk factors: summary of published evidence. Can Fam Physician. 2009 Jul;55(7):691-6."
        },
        {
          "pmid": "1532808",
          "type": "RESULT",
          "citation": "Bentley AM, Jacobson MR, Cumberworth V, Barkans JR, Moqbel R, Schwartz LB, Irani AM, Kay AB, Durham SR. Immunohistology of the nasal mucosa in seasonal allergic rhinitis: increases in activated eosinophils and epithelial mast cells. J Allergy Clin Immunol. 1992 Apr;89(4):877-83. doi: 10.1016/0091-6749(92)90444-7."
        },
        {
          "pmid": "24535140",
          "type": "RESULT",
          "citation": "Braido F, Arcadipane F, Marugo F, Hayashi M, Pawankar R. Allergic rhinitis: current options and future perspectives. Curr Opin Allergy Clin Immunol. 2014 Apr;14(2):168-76. doi: 10.1097/ACI.0000000000000043."
        },
        {
          "pmid": "20816182",
          "type": "RESULT",
          "citation": "Brozek JL, Bousquet J, Baena-Cagnani CE, Bonini S, Canonica GW, Casale TB, van Wijk RG, Ohta K, Zuberbier T, Schunemann HJ; Global Allergy and Asthma European Network; Grading of Recommendations Assessment, Development and Evaluation Working Group. Allergic Rhinitis and its Impact on Asthma (ARIA) guidelines: 2010 revision. J Allergy Clin Immunol. 2010 Sep;126(3):466-76. doi: 10.1016/j.jaci.2010.06.047."
        },
        {
          "pmid": "19885944",
          "type": "RESULT",
          "citation": "Chang Y, Liu YP, Liu CF. The effect on serotonin and MDA levels in depressed patients with insomnia when far-infrared rays are applied to acupoints. Am J Chin Med. 2009;37(5):837-42. doi: 10.1142/S0192415X09007272."
        },
        {
          "pmid": "23406588",
          "type": "RESULT",
          "citation": "Cheng KJ, Xu YY, Liu HY, Wang SQ. Serum eosinophil cationic protein level in Chinese subjects with nonallergic and local allergic rhinitis and its relation to the severity of disease. Am J Rhinol Allergy. 2013 Jan;27(1):8-12. doi: 10.2500/ajra.2013.27.3845."
        },
        {
          "pmid": "8608748",
          "type": "RESULT",
          "citation": "Davis WE, Nishioka GJ. Endoscopic partial inferior turbinectomy using a power microcutting instrument. Ear Nose Throat J. 1996 Jan;75(1):49-50."
        },
        {
          "pmid": "24589166",
          "type": "RESULT",
          "citation": "Everhart RS, Kopel SJ, Esteban CA, McQuaid EL, Klein R, McCue CE, Koinis-Mitchell D. Allergic rhinitis quality of life in urban children with asthma. Ann Allergy Asthma Immunol. 2014 Apr;112(4):365-70.e1. doi: 10.1016/j.anai.2014.02.002. Epub 2014 Feb 28."
        },
        {
          "pmid": "16960636",
          "type": "RESULT",
          "citation": "Gale GD, Rothbart PJ, Li Y. Infrared therapy for chronic low back pain: a randomized, controlled trial. Pain Res Manag. 2006 Autumn;11(3):193-6. doi: 10.1155/2006/876920."
        },
        {
          "pmid": "23430080",
          "type": "RESULT",
          "citation": "Groger M, Bernt A, Wolf M, Mack B, Pfrogner E, Becker S, Kramer MF. Eosinophils and mast cells: a comparison of nasal mucosa histology and cytology to markers in nasal discharge in patients with chronic sino-nasal diseases. Eur Arch Otorhinolaryngol. 2013 Sep;270(10):2667-76. doi: 10.1007/s00405-013-2395-2. Epub 2013 Feb 22."
        },
        {
          "pmid": "19964539",
          "type": "RESULT",
          "citation": "Huang CY, Yang RS, Kuo TS, Hsu KH. Phantom limb pain treated by far infrared ray. Annu Int Conf IEEE Eng Med Biol Soc. 2009;2009:1589-91. doi: 10.1109/IEMBS.2009.5334124."
        },
        {
          "pmid": "3410585",
          "type": "RESULT",
          "citation": "Honda K, Inoue S. Sleep-enhancing effects of far-infrared radiation in rats. Int J Biometeorol. 1988 Jun;32(2):92-4. doi: 10.1007/BF01044900. No abstract available."
        },
        {
          "pmid": "18002246",
          "type": "RESULT",
          "citation": "Hu KH, Li WT. Clinical effects of far-infrared therapy in patients with allergic rhinitis. Annu Int Conf IEEE Eng Med Biol Soc. 2007;2007:1479-82. doi: 10.1109/IEMBS.2007.4352580."
        },
        {
          "pmid": "17968683",
          "type": "RESULT",
          "citation": "Ishibashi J, Yamashita K, Ishikawa T, Hosokawa H, Sumida K, Nagayama M, Kitamura S. The effects inhibiting the proliferation of cancer cells by far-infrared radiation (FIR) are controlled by the basal expression level of heat shock protein (HSP) 70A. Med Oncol. 2008;25(2):229-37. doi: 10.1007/s12032-007-9020-4. Epub 2007 Oct 30."
        },
        {
          "pmid": "8120268",
          "type": "RESULT",
          "citation": "Juniper EF, Guyatt GH, Dolovich J. Assessment of quality of life in adolescents with allergic rhinoconjunctivitis: development and testing of a questionnaire for clinical trials. J Allergy Clin Immunol. 1994 Feb;93(2):413-23. doi: 10.1016/0091-6749(94)90349-2."
        },
        {
          "pmid": "23710948",
          "type": "RESULT",
          "citation": "Kim KS, Won HR, Park CY, Hong JH, Lee JH, Lee KE, Cho HS, Kim HJ. Analyzing serum eosinophil cationic protein in the clinical assessment of chronic rhinosinusitis. Am J Rhinol Allergy. 2013 May-Jun;27(3):e75-80. doi: 10.2500/ajra.2013.27.3901."
        },
        {
          "pmid": "24991883",
          "type": "RESULT",
          "citation": "Lin CC, Chiang YS, Lung CC. Effect of infrared-C radiation on skin temperature, electrodermal conductance and pain in hemiparetic stroke patients. Int J Radiat Biol. 2015 Jan;91(1):42-53. doi: 10.3109/09553002.2014.937512. Epub 2014 Aug 11."
        },
        {
          "pmid": "22934336",
          "type": "RESULT",
          "citation": "Luo H, Zhang J, Yu Y, Liu J, Jiang Y, Yan N, Wang P, Kong W. [Relationship between eosinophils in nasal discharge and responses to treatment of inhaled glucocorticosteroid in patients with persistent allergic rhinitis]. Lin Chuang Er Bi Yan Hou Tou Jing Wai Ke Za Zhi. 2012 Jun;26(11):494-8. Chinese."
        },
        {
          "pmid": "15992574",
          "type": "RESULT",
          "citation": "Masuda A, Kihara T, Fukudome T, Shinsato T, Minagoe S, Tei C. The effects of repeated thermal therapy for two patients with chronic fatigue syndrome. J Psychosom Res. 2005 Apr;58(4):383-7. doi: 10.1016/j.jpsychores.2004.11.005."
        },
        {
          "pmid": "16088266",
          "type": "RESULT",
          "citation": "Masuda A, Koga Y, Hattanmaru M, Minagoe S, Tei C. The effects of repeated thermal therapy for patients with chronic pain. Psychother Psychosom. 2005;74(5):288-94. doi: 10.1159/000086319."
        },
        {
          "pmid": "17561703",
          "type": "RESULT",
          "citation": "Masuda A, Munemoto T, Tei C. [A new treatment: thermal therapy for chronic fatigue syndrome]. Nihon Rinsho. 2007 Jun;65(6):1093-8. Japanese."
        },
        {
          "pmid": "9578914",
          "type": "RESULT",
          "citation": "Sin A, Terzioglu E, Kokuludag A, Sebik F, Kabakci T. Serum eosinophil cationic protein (ECP) levels in patients with seasonal allergic rhinitis and allergic asthma. Allergy Asthma Proc. 1998 Mar-Apr;19(2):69-73. doi: 10.2500/108854188778607228."
        },
        {
          "pmid": "12773705",
          "type": "RESULT",
          "citation": "Toyokawa H, Matsui Y, Uhara J, Tsuchiya H, Teshima S, Nakanishi H, Kwon AH, Azuma Y, Nagaoka T, Ogawa T, Kamiyama Y. Promotive effects of far-infrared ray on full-thickness skin wound healing in rats. Exp Biol Med (Maywood). 2003 Jun;228(6):724-9. doi: 10.1177/153537020322800612."
        },
        {
          "pmid": "1593914",
          "type": "RESULT",
          "citation": "Ware JE Jr, Sherbourne CD. The MOS 36-item short-form health survey (SF-36). I. Conceptual framework and item selection. Med Care. 1992 Jun;30(6):473-83."
        },
        {
          "pmid": "10380774",
          "type": "RESULT",
          "citation": "Winther L, Moseholm L, Reimert CM, Stahl Skov P, Kaergaard Poulsen L. Basophil histamine release, IgE, eosinophil counts, ECP, and EPX are related to the severity of symptoms in seasonal allergic rhinitis. Allergy. 1999 May;54(5):436-45. doi: 10.1034/j.1398-9995.1999.00910.x."
        },
        {
          "pmid": "16606412",
          "type": "RESULT",
          "citation": "Yu SY, Chiu JH, Yang SD, Hsu YC, Lui WY, Wu CW. Biological effect of far-infrared therapy on increasing skin microcirculation in rats. Photodermatol Photoimmunol Photomed. 2006 Apr;22(2):78-86. doi: 10.1111/j.1600-0781.2006.00208.x."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Taiwan's SNOT-20 nose and sinusitis evaluation form, WHOQOL-BREF and Taiwan's concise edition of WHOQOL ii questionnaire were used as basic data collection tools for allergic rhinitis. blood tests for patient's serum IgE and eosinophil cationic protein levels will be collected.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP"
      ],
      "timeFrame": "the study period is from 20, Apr 2015 to 30, Jun 2015.",
      "accessCriteria": "Individual Participant Data (IPD) will not sharing with others people who no included in the study group."
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot",
          "hasProtocol": true,
          "hasSap": false,
          "hasIcf": false,
          "label": "Study Protocol",
          "date": "2018-08-06",
          "uploadDate": "2018-08-23T11:29",
          "filename": "Prot_000.pdf",
          "size": 857244
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D006633",
          "term": "Histamine Antagonists"
        },
        {
          "id": "C523187",
          "term": "fluticasone furoate"
        }
      ],
      "ancestors": [
        {
          "id": "D018494",
          "term": "Histamine Agents"
        },
        {
          "id": "D018377",
          "term": "Neurotransmitter Agents"
        },
        {
          "id": "D045504",
          "term": "Molecular Mechanisms of Pharmacological Action"
        },
        {
          "id": "D020228",
          "term": "Pharmacologic Actions"
        },
        {
          "id": "D020164",
          "term": "Chemical Actions and Uses"
        },
        {
          "id": "D045505",
          "term": "Physiological Effects of Drugs"
        }
      ]
    }
  },
  "hasResults": false
}