{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07115342",
      "orgStudyIdInfo": {
        "id": "36264MS944/5/25"
      },
      "organization": {
        "fullName": "Tanta University",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Combined Probiotics and Vitamin D on Symptoms of Allergic Rhinitis",
      "officialTitle": "Investigating Efficacy of Combined Probiotics and Vitamin D Supplementation in Reducing Symptoms and Improving Quality of Life in Patients With Allergic Rhinitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-08-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-10-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-11-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-08-01",
      "studyFirstSubmitQcDate": "2025-08-03",
      "studyFirstPostDateStruct": {
        "date": "2025-08-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Alaa Ashraf Ahmed Abdel Hadi",
        "investigatorTitle": "Demonstrator, Clinical Pharmacy Department, Badr University in Cairo",
        "investigatorAffiliation": "Tanta University"
      },
      "leadSponsor": {
        "name": "Tanta University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to learn if taking probiotics, vitamin D, or both together can help lower symptoms of allergic rhinitis (AR) and improve quality of life in adults. Allergic rhinitis is a condition that causes sneezing, nasal congestion, and itchy or watery eyes.\n\nThe main questions this study aims to answer are:\n\n• Do these supplements improve the quality of life for people with AR?\n\nResearchers will compare four groups:\n\n* People taking probiotics and vitamin D\n* People receiving standard treatment only (control group)\n\nParticipants will:\n\n* Take a probiotic capsule daily and/or a vitamin D tablet (based on blood levels) for 12 weeks\n* Continue standard allergic rhinitis treatment (like antihistamines or nasal sprays)\n* Visit the clinic for checkups and lab tests\n* Complete surveys about their symptoms and quality of life\n\nThis study will help researchers understand if adding probiotics and/or vitamin D to standard care can help people with allergic rhinitis feel better.",
      "detailedDescription": "Allergic rhinitis (AR) is a common condition that causes nasal symptoms such as sneezing, runny nose, and congestion, often with itchy or watery eyes. It affects quality of life, sleep, work performance and increases healthcare use.\n\nRecent research suggests that the gut microbiome and immune regulation play important roles in allergic diseases. Probiotics may help by balancing gut bacteria and reducing inflammation. Vitamin D, which supports immune function, is often low in people with allergies and may help improve symptoms.\n\nWhile probiotics and vitamin D have each been studied separately in AR, their combined effect has not been well investigated.\n\nThis study aims to evaluate whether combining these supplements with standard care is more effective than using either supplement alone or standard care alone.\n\nThis is a randomized, controlled, 2-arm clinical trial. Adult participants with moderate to severe allergic rhinitis will be randomly assigned to one of four groups:\n\n* Standard care (control group)\n* Standard care + probiotics + vitamin D\n\nSupplements will be taken for 12 weeks. The study will measure symptom severity, quality of life, and changes in certain immune markers. The findings may offer new insights into effective, low-risk, and accessible options to support allergic rhinitis management."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis",
        "Allergic Rhinitis (AR)"
      ],
      "keywords": [
        "Nutritional Supplementation",
        "Integrative Medicine",
        "Vitamin D Deficiency",
        "T Regulatory Cells",
        "Th2 Inflammation",
        "Immune Response",
        "Anti-inflammatory",
        "Lactobacillus",
        "Bifidobacterium",
        "Gut Microbiota",
        "Complementary Therapy",
        "Combined Supplementation",
        "Clinical Trial",
        "Quality of Life",
        "Nasal Symptoms",
        "Immunomodulation",
        "Vitamin D",
        "Probiotics",
        "Allergic Rhinitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "This study uses a parallel assignment model, in which participants are randomly assigned to one of two groups.\n\nEach group receives a different intervention (probiotics and vitamin D or standard care only), and participants remain in their assigned group for the entire 12-week study duration.\n\nThere is no crossover between groups.\n\nThis model allows researchers to directly compare the effects of each intervention and combination on allergic rhinitis symptoms and quality of life.",
        "primaryPurpose": "SUPPORTIVE_CARE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 120,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control Group",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Drug: Standard Allergic Rhinitis Treatment"
          ]
        },
        {
          "label": "Combination Group",
          "type": "EXPERIMENTAL",
          "interventionNames": [
            "Dietary Supplement: Combined Vitamin D and Probiotics Supplementation"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Standard Allergic Rhinitis Treatment",
          "description": "Participants will receive standard-of-care treatment for allergic rhinitis, including oral antihistamines and/or intranasal corticosteroids, according to current clinical guidelines. No additional supplementation will be provided in the control group. This arm serves as the comparator for evaluating the effects of probiotic and vitamin D supplementation",
          "armGroupLabels": [
            "Control Group"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Combined Vitamin D and Probiotics Supplementation",
          "description": "Participants in this group will receive a combination therapy of Vitamin D3 plus a daily oral probiotic capsule containing a standardized blend of Lactobacillus and Bifidobacterium species. Both supplements will be administered once daily for 12 weeks. This intervention aims to assess the synergistic effect of vitamin D and probiotics on immune response and symptom relief in allergic rhinitis.",
          "armGroupLabels": [
            "Combination Group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change in Total Nasal Symptom Score (TNSS) and Quality of Life in Patients With Allergic Rhinitis",
          "description": "TNSS is a validated clinical scale measuring four core nasal symptoms (itching, congestion, sneezing, and runny nose), each scored from 0 (none) to 3 (severe), with a total score range of 0-12. The Rhinitis Quality of Life Questionnaire (RQLQ) will assess patient-reported quality of life related to allergic rhinitis, including daily activity limitations, nasal and eye symptoms, sleep disturbance, and emotional well-being.",
          "timeFrame": "From Baseline to Week 12 (End of Intervention)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in Serum Immunoglobulin E (IgE) Levels",
          "description": "Total IgE concentration will be measured using ELISA from venous blood samples at baseline and after 12 weeks to assess allergic sensitization and systemic immune response.",
          "timeFrame": "From Baseline to Week 12"
        },
        {
          "measure": "Change in Nasal Eosinophil Count",
          "description": "Nasal smear cytology will be used to quantify eosinophil presence, an indicator of allergic inflammation.",
          "timeFrame": "From Baseline to Week 12"
        },
        {
          "measure": "Change in Serum Interleukin-13 (IL-13) and C-Reactive Protein (CRP)",
          "description": "Serum inflammatory markers IL-13 and CRP will be measured to assess changes in systemic and allergic inflammation.",
          "timeFrame": "From Baseline to Week 12"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nConfirmed diagnosis of AR based on clinical history and specific IgE testing or will be screened for eligibility by the modified Mini Rhino-conjunctivitis Quality of Life Questionnaire (Mini RQLQ).\n\nPersistent rhinitis symptoms for at least two consecutive years.\n\nPresence of two or more AR symptom domains, including sneezing, watery rhinorrhea, nasal itching, and nasal congestion, with symptoms persisting or accumulating for more than 1 hour daily with \\> 2 scores without taking medication.\n\nSymptoms may be accompanied by ocular manifestations such as eye itching, tearing, and redness\n\nVoluntarily and in writing, sign an informed consent form agreeing to participate in this study and able to complete the study as required by the trial protocol.\n\nVitamin D insufficiency or deficiency. Deficiency: \\< 20 ng/mL (\\< 50 nmol/L), Insufficiency: 20-29 ng/mL (50-75 nmol/L)\n\nExclusion Criteria:\n\nUse of systemic corticosteroids, immunosuppressive therapy, or medications affecting the gut microbiota (antimicrobials, probiotics, prebiotics, intestinal mucosal protective agents, etc.) within 4 weeks prior to screening.\n\nRegular use of probiotics, prebiotics, or vitamin D supplements within 6 months prior to screening.\n\nHistory of or concurrent use of medications or supplements that alter serum 25(OH)D levels, such as barbiturates, bisphosphonates, sulfasalazine, anticonvulsants, antiretrovirals, omega-3 supplements, or ketoconazole.\n\nDiagnosed with pulmonary tuberculosis, allergic asthma, chronic obstructive pulmonary disease (COPD), mast cell activation syndrome, or other respiratory diseases requiring treatment.\n\nCoexisting conditions such as nasal polyps, severe nasal septum deviation, severe gastrointestinal diseases (e.g., severe diarrhea or inflammatory bowel diseases), metabolic syndrome (e.g., obesity, dyslipidemia, hypertension, diabetes), or chronic systemic diseases or malignancies.\n\nHistory of autoimmune diseases or chronic inflammatory conditions.\n\nSinusitis, otitis media, or respiratory tract infections or upper respiratory infections within 14 days of the study start.\n\nKnown hypersensitivity or allergy to any component of the probiotics or other study interventions.\n\nPhysical signs or symptoms suggestive of renal, hepatic, or cardiovascular disease.\n\nPregnant or lactating women.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Tanta University Hospital, ENT Department",
          "status": "RECRUITING",
          "city": "Tanta",
          "state": "Gharbia Governorate",
          "country": "Egypt",
          "contacts": [
            {
              "name": "Prof. Medhat Mohammed Heshmat Mansour Professor of Otolaryngology, Tanta University",
              "role": "CONTACT",
              "phone": "0020-40 3351 398",
              "email": "medhatmansour@hotmail.com"
            }
          ],
          "geoPoint": {
            "lat": 30.78847,
            "lon": 31.00192
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D014808",
          "term": "Vitamin D Deficiency"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001361",
          "term": "Avitaminosis"
        },
        {
          "id": "D003677",
          "term": "Deficiency Diseases"
        },
        {
          "id": "D044342",
          "term": "Malnutrition"
        },
        {
          "id": "D009748",
          "term": "Nutrition Disorders"
        },
        {
          "id": "D009750",
          "term": "Nutritional and Metabolic Diseases"
        }
      ]
    }
  },
  "hasResults": false
}