{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03157180",
      "orgStudyIdInfo": {
        "id": "201703781"
      },
      "organization": {
        "fullName": "Central South University",
        "class": "OTHER"
      },
      "briefTitle": "The Clinical Study on Pseudo-allergic Reaction to Anesthetic Drugs During General Anesthesia",
      "officialTitle": "The Clinical Study on Pseudo-allergic Reaction to Anesthetic Drugs During General Anesthesia"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-05",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-04-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-04-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2019-04-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2017-05-16",
      "studyFirstSubmitQcDate": "2017-05-16",
      "studyFirstPostDateStruct": {
        "date": "2017-05-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2017-05-16",
      "lastUpdatePostDateStruct": {
        "date": "2017-05-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Wangyuan Zou",
        "investigatorTitle": "Associate Clinical Professor",
        "investigatorAffiliation": "Central South University"
      },
      "leadSponsor": {
        "name": "Central South University",
        "class": "OTHER"
      }
    },
    "descriptionModule": {
      "briefSummary": "Perioperative anaphylactic reactions are immediate, hypersensitive reactions that are potentially life-threatening resulting from a sudden release of mediators from mast cells and basophiles. Which is due to either immune (IgE or non-IgE mediated) or non-immune mechanisms. Pseudo-allergic are defined as those reactions that produce the same clinical symptoms with anaphylaxis but are not IgE mediated, occur through a direct nonimmune-mediated release of mediators from mast cells and/or basophils or result from direct activation.so pseudo-allergic reactions do not require previous contact with the substance. Recent studies have shown that a mast-cell-specific receptor,G-protein-coupled receptor MRGPRX2,is crucial for pseudo-allergic drug reactions.in this study. In the study, we will examine the MRGPRX2 gene in patients with pseudo-allergic reactions during anesthesia, aiming at clarifying the relationship between pseudo-allergic reactions and MRGPRX2 gene.",
      "detailedDescription": "Many of the drugs in general anaesthesia can elicit adverse drug reactions which fall apart into two major types. First, reactions that are usually dose-dependent and related to the pharmacological properties of the drug and/or its metabolites. Second, reactions that are unrelated to the drug's pharmacological characteristics and that are less dose-dependent. These reactions comprise drug intolerance, idiosyncratic reactions and drug-induced immune-mediated allergic and nonimmune-mediated so-called pseudo-allergic. The degree of severity varies and does not allow differentiation between an IgE-mediated or non- IgE mediated reaction resulting from nonspecific mediator release. The incidence of perioperative anaphylactic reactions varies from region, there is no relevant literature about the incidence of perioperative drug allergies in China.in other countries this varies widely between 1/1700 and 1/20000. The mortality from these reaction is in the range from 3 to 6%, and an additional 2% of patients experience significant residual brain damage. A French multi-centre study show NMBAs are the most common agents, being the most frequently involved substances, ranging between 50 and 70%, followed by latex (12-16.7%), and in recent reports, by antibiotics (15%).\n\nBenjamin et al found in their experiments that members of all NMBD families (except succinylcholine) and the fluoroquinolone family of antibiotics activated mast cells in an Mrgprb2(the orthologue of the human G-protein-coupled receptor MRGPRX2)-dependent manner at concentrations as low as 0.5% of the clinical injection concentration. They determine that MRGPRX2 are targets of many small-molecule drugs associated with systemic pseudo-allergic reactions. In our study, patients with general anesthesia in Xiangya hospital of Central South University were selected as the subjects. Patients with anaphylaxis during anesthesia and has signed an informed consent were selected to extract MRGPRX2 gene exon sequences from blood specimen. The patient's general information and allergy information were then collected .After 4-6 weeks, we will conduct a skin test on suspicious drugs for patients who have undergone allergic reactions. The aim of this study was to explore the relationship between pseudo-allergic reaction and MRGPRX2 gene, and to find out the characteristics of perioperative allergic reaction in our hospital."
    },
    "conditionsModule": {
      "conditions": [
        "General Anesthetic Drug Allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "6 Weeks",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood specimen"
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Test group",
          "description": "general anesthesia There is allergic reaction during anesthesia Sign informed consent"
        },
        {
          "label": "Control group",
          "description": "general anesthesia There is no allergic reaction during anesthesia Sign informed consent"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Gene sequence",
          "description": "Biobanking of blood from patients with allergic reactions or no allergic reactions (control group) in general anesthesia at xiangya hospital",
          "timeFrame": "6 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* general anesthesia There is allergic reaction during anesthesia Sign informed consent\n\nExclusion Criteria:\n\n* general anesthesia There is no allergic reaction during anesthesia Sign informed consent",
      "healthyVolunteers": false,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "all patients under general anesthesia in Xiangya hospital",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Wangyuan Zou, MD,Ph.D.",
          "role": "CONTACT",
          "phone": "18073137075",
          "email": "wangyuanzou@hotmail.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Wangyuan Zou",
          "affiliation": "Central South University",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Central South University Xiangya Hospital",
          "status": "RECRUITING",
          "city": "Changsha",
          "state": "Hunan",
          "zip": "410013",
          "country": "China",
          "contacts": [
            {
              "name": "Wangyuan Zou, Ph.D.",
              "role": "CONTACT",
              "phone": "18073137075",
              "email": "Wangyuanzou@hotmail.com"
            }
          ],
          "geoPoint": {
            "lat": 28.19874,
            "lon": 112.97087
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "24231150",
          "type": "BACKGROUND",
          "citation": "Michavila Gomez AV, Belver Gonzalez MT, Alvarez NC, Giner Munoz MT, Hernando Sastre V, Porto Arceo JA, Indurain BV; Drug allergy Work Group of the Spanish Society of Paediatric Allergy, Immunology (SEICAP). Perioperative anaphylactic reactions: Review and procedure protocol in paediatrics. Allergol Immunopathol (Madr). 2015 Mar-Apr;43(2):203-14. doi: 10.1016/j.aller.2013.07.012. Epub 2013 Nov 11."
        },
        {
          "pmid": "20205694",
          "type": "BACKGROUND",
          "citation": "Ewan PW, Dugue P, Mirakian R, Dixon TA, Harper JN, Nasser SM; BSACI. BSACI guidelines for the investigation of suspected anaphylaxis during general anaesthesia. Clin Exp Allergy. 2010 Jan;40(1):15-31. doi: 10.1111/j.1365-2222.2009.03404.x."
        },
        {
          "pmid": "21995177",
          "type": "BACKGROUND",
          "citation": "Mertes PM, Malinovsky JM, Jouffroy L; Working Group of the SFAR and SFA; Aberer W, Terreehorst I, Brockow K, Demoly P; ENDA; EAACI Interest Group on Drug Allergy. Reducing the risk of anaphylaxis during anesthesia: 2011 updated guidelines for clinical practice. J Investig Allergol Clin Immunol. 2011;21(6):442-53."
        },
        {
          "pmid": "12960536",
          "type": "BACKGROUND",
          "citation": "Mertes PM, Laxenaire MC, Alla F; Groupe d'Etudes des Reactions Anaphylactoides Peranesthesiques. Anaphylactic and anaphylactoid reactions occurring during anesthesia in France in 1999-2000. Anesthesiology. 2003 Sep;99(3):536-45. doi: 10.1097/00000542-200309000-00007."
        },
        {
          "pmid": "24813248",
          "type": "BACKGROUND",
          "citation": "Reitter M, Petitpain N, Latarche C, Cottin J, Massy N, Demoly P, Gillet P, Mertes PM; French Network of Regional Pharmacovigilance Centres. Fatal anaphylaxis with neuromuscular blocking agents: a risk factor and management analysis. Allergy. 2014 Jul;69(7):954-9. doi: 10.1111/all.12426. Epub 2014 May 10."
        },
        {
          "pmid": "25517090",
          "type": "BACKGROUND",
          "citation": "McNeil BD, Pundir P, Meeker S, Han L, Undem BJ, Kulka M, Dong X. Identification of a mast-cell-specific receptor crucial for pseudo-allergic drug reactions. Nature. 2015 Mar 12;519(7542):237-41. doi: 10.1038/nature14022. Epub 2014 Dec 17."
        },
        {
          "pmid": "17441788",
          "type": "BACKGROUND",
          "citation": "Ebo DG, Fisher MM, Hagendorens MM, Bridts CH, Stevens WJ. Anaphylaxis during anaesthesia: diagnostic approach. Allergy. 2007 May;62(5):471-87. doi: 10.1111/j.1398-9995.2007.01347.x."
        },
        {
          "pmid": "19858877",
          "type": "BACKGROUND",
          "citation": "Dewachter P, Mouton-Faivre C, Emala CW. Anaphylaxis and anesthesia: controversies and new insights. Anesthesiology. 2009 Nov;111(5):1141-50. doi: 10.1097/ALN.0b013e3181bbd443. No abstract available."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}