{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05537740",
      "orgStudyIdInfo": {
        "id": "21820"
      },
      "organization": {
        "fullName": "Bayer",
        "class": "INDUSTRY"
      },
      "briefTitle": "A First-in-human Study to Learn How Safe the Study Drug BAY3375968, an Anti-CCR8 Antibody, is, When Given Alone or in Combination With Pembrolizumab, How it Affects the Body, How it Moves Into, Through, and Out of the Body, and to Find the Best Dose in Participants With Advanced Solid Tumors",
      "officialTitle": "First-in-human Dose-escalation and Expansion Study to Evaluate the Safety, Tolerability, and Pharmacokinetics of the Anti-CCR8 Antibody BAY 3375968 as Monotherapy and in Combination With Pembrolizumab in Participants With Selected Advanced Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-10-11",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-07-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-05-04",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-09-09",
      "studyFirstSubmitQcDate": "2022-09-09",
      "studyFirstPostDateStruct": {
        "date": "2022-09-13",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-21",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Bayer",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Researchers are looking for a better way to treat people who have advanced solid tumors. Advanced solid tumors are solid cancers that may have spread to nearby tissue, lymph nodes and/or to distant parts of the body and that are unlikely to be cured or controlled with currently available treatments.\n\nA new therapy available for advanced solid cancers is immunotherapy with PD-1/PD-L1 inhibitors. This drug class stimulates immune cells to kill cancer cells by blocking a protein called PD-1. Although PD-1/PD-L1 inhibitors have shown benefits in treatment of cancer, only a subset of patients benefit from the initial therapy, while in others the cancer comes back. One reason could be that the ability of the patients' immune systems to kill cancer cells is weakened by so-called regulatory T cells which have a suppressive effect on the immune system.\n\nThe study treatment BAY3375968 is an antibody that binds to a protein called CCR8 which is located on the surface of regulatory T cells. This leads to a reduction in regulatory T cells and further inhibits their immune suppressive activity, so that the immune response against cancer can be strengthened as observed in animal models. Animal studies also showed that BAY3375968 may add more anti-cancer effect to immunotherapy with PD-1/PD-L1 inhibitors when used in combination. All of these previous observations need to be confirmed in humans.\n\nThe main aims of this study are to find for BAY3375968 alone and in combination with pembrolizumab (a PD-1 inhibitor):\n\n* how safe it is\n* the degree to which overt medical problems caused by the treatment(s) can be tolerated\n* the highest amount of BAY3375968 that can be given alone or in combination with pembrolizumab.\n* how it moves into, through, and out of the body.\n\nTo do this, researchers will collect and analyze data about:\n\n* the number and severity of participants' medical problems after taking their treatments\n* the best dose of BAY3375968 that can be given\n* the highest level in the blood (Cmax) and the total level (AUC) of BAY3375968.\n\nDoctors keep track of all medical problems (also called adverse events) that participants have during the study, even if they do not think that they might be related to the study treatment.\n\nThe researchers will also study the activity of BAY3375968 alone and in combination with pembrolizumab against the cancer.\n\nThe study will have 2 parts. Part 1 (dose escalation) focuses on tumor types that respond to immunotherapy. It will help to find the best dose for BAY3375968 alone and in combination with pembrolizumab that can be given in part 2. For this, the participants will receive one specific dose of several increasing BAY3375968 doses tested in part 1. Dose escalation of BAY3375968 alone will be done prior to the dose escalation of the combination with a fixed dose of pembrolizumab.\n\nThe participants of part 2 (dose expansion), will receive the best dose of BAY3375968 alone or in combination with pembrolizumab found in part 1. This part of the study focuses on certain cancer types of the lung, breast, head and neck cancer, gastric cancer and melanoma.\n\nThe total duration of the study will be approximately 4 years and 7 months. Each participant in the study will visit the study site twice before starting their treatment. Once the treatment starts, the frequency of visits is 5 times per week in the first treatment week and 1 to 3 times per month in later treatment periods. Another visit will be scheduled for the participants within 30 days after the last treatment in the study.\n\nDuring the study, the study team will:\n\n* take blood and urine samples\n* do physical and vital signs examinations\n* examine heart health using ECG and Echocardiogram\n* check the tumor status and if the participants' cancer has grown and/or spread using imaging techniques\n* take tumor samples\n* ask questions about the impact of the disease on the participants' general well-being and activities of daily life.\n\nAbout 90 days after the participants receive their last treatment and discontinued the study, the doctors will check the participants' health. In case a new anticancer therapy has been started, medical problems will be recorded via a phone call.\n\nThe study team will continue to check the participants' cancer status about every 12 weeks until their cancer gets worse, the start of a new anti-cancer therapy, or withdrawal of consent. In addition, every 6 months for up to 24 months after the last participant left the study the study team will check the participants' survival and subsequent anticancer treatment by phone until the end of this study."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Solid Tumors"
      ],
      "keywords": [
        "Relapse",
        "Immunooncology treatment",
        "Non small cell lung cancer",
        "NSCLC",
        "HNSCC",
        "Head and neck squamous cell carcinomas",
        "Melanoma",
        "TNBC",
        "Triple negative breast cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 129,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Dose escalation - Arm 1A",
          "type": "EXPERIMENTAL",
          "description": "Dose escalation of BAY3375968 as monotherapy",
          "interventionNames": [
            "Drug: BAY3375968"
          ]
        },
        {
          "label": "Dose escalation - Arm 1B",
          "type": "EXPERIMENTAL",
          "description": "Dose escalation of BAY 3375968 in combination with pembrolizumab",
          "interventionNames": [
            "Drug: BAY3375968",
            "Drug: Pembrolizumab"
          ]
        },
        {
          "label": "Dose expansion - Arm 2A",
          "type": "EXPERIMENTAL",
          "description": "BAY3375968 monotherapy-mode-of-action (monotherapy-MoA) expansion in subjects with one of the following tumor types: NSCLC, TNBC, HNSCC, or melanoma. The tumors should have primary (ICI-refractory) or secondary (ICI-relapsed) resistance to prior ICI-therapy. The final decision on the enrolled tumor type is at the discretion of the Sponsor.",
          "interventionNames": [
            "Drug: BAY3375968"
          ]
        },
        {
          "label": "Dose expansion - Arm 2B",
          "type": "EXPERIMENTAL",
          "description": "Disease-specific combination expansion with separate cohorts in ICI-relapsed tumor types (NSCLC, TNBC, HNSCC, gastric cancer, or melanoma)",
          "interventionNames": [
            "Drug: BAY3375968",
            "Drug: Pembrolizumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "BAY3375968",
          "description": "Intravenous (IV) infusion",
          "armGroupLabels": [
            "Dose escalation - Arm 1A",
            "Dose escalation - Arm 1B",
            "Dose expansion - Arm 2A",
            "Dose expansion - Arm 2B"
          ],
          "otherNames": [
            "Lanerkitug (INN)"
          ]
        },
        {
          "type": "DRUG",
          "name": "Pembrolizumab",
          "description": "IV infusion",
          "armGroupLabels": [
            "Dose escalation - Arm 1B",
            "Dose expansion - Arm 2B"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of participants with treatment-emergent adverse events (TEAEs) categorized by severity",
          "timeFrame": "First administration of study treatment up to 90 days after the last dose of study treatment"
        },
        {
          "measure": "Maximum tolerated dose (MTD) or Maximum administered dose (MAD)",
          "timeFrame": "Up to 21 days"
        },
        {
          "measure": "Number of participants experiencing dose-limiting toxicity (DLTs) at each dose level in the dose-escalation part of the study",
          "timeFrame": "Up to 21 days"
        },
        {
          "measure": "Recommended dose for expansion (RDE)",
          "timeFrame": "Approximately 34 months"
        },
        {
          "measure": "Peak plasma concentration after drug administration (Cmax) of BAY3375968",
          "timeFrame": "Up to 21 days after first drug administration"
        },
        {
          "measure": "Area under the concentration-time curve (AUC) of BAY3375968",
          "timeFrame": "Up to 21 days after first drug administration"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Objective response rate (ORR)",
          "description": "ORR (RECIST \\[Response Evaluation Criteria in Solid Tumors\\]) is defined as the proportion of participants with best overall response rating over the whole duration of the study of CR (complete response) or PR (partial response) according to RECIST 1.1 by Investigator assessment.",
          "timeFrame": "From start of treatment up to end of safety follow-up (90 days (±7 days) after the last administration of study treatment)"
        },
        {
          "measure": "Fold change in serum IFN (Interferon)-γ in on-treatment compared with baseline serum samples",
          "timeFrame": "Approximately 60 months"
        },
        {
          "measure": "Fold change in intratumor CD8+ T cell/Treg ratio in on-treatment compared with baseline tumor biopsies",
          "timeFrame": "Approximately 60 months"
        },
        {
          "measure": "Recommended Phase 2 dose (RP2D)",
          "timeFrame": "Approximately 60 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Capable of giving signed informed consent.\n* Has received, been intolerant to, or been ineligible for all treatment options proven to confer clinical benefit.\n* Measurable disease per Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.\n* Eastern Cooperative Oncology Group (ECOG) Performance status (PS) of 0 or 1.\n* Adequate renal and liver function.\n* Male individuals and female individuals of childbearing potential who engage in heterosexual intercourse must agree to use methods of contraception.\n* Female participants are eligible if they are not pregnant, not breastfeeding or not a Woman of childbearing potential (WOCBP).\n* Inclusion criterion for the dose-escalation: Individuals with histologically or cytologically confirmed, advanced or metastatic solid tumors.\n* Inclusion criteria for disease-specific combination expansion: Individuals with histologically or cytologically confirmed triple-negative breast cancer (TNBC), non-small cell lung cancer (NSCLC), gastric cancer, melanoma, or head and neck squamous cell carcinoma (HNSCC).\n* Inclusion criterion for the monotherapy-MoA expansion: Individuals with histologically or cytologically confirmed NSCLC, TNBC, HNSCC, or melanoma.\n* Willingness and medical feasibility (as per Investigator assessment) to undergo paired tumor biopsies with a non-significant risk.\n\nExclusion Criteria:\n\n* A known additional malignancy that is progressing or has required active treatment within the past 3 years.\n* Primary central nervous system malignancy.\n* Major surgery ≤ 28 days before start of study treatment.\n* Any unresolved toxicity of Grade ≥ 2, not otherwise specified in other eligibility criteria, from previous anticancer treatment, except for alopecia and skin pigmentation.\n* Uncontrolled intercurrent illness requiring systemic treatment or solid organ transplant.\n* Known hypersensitivity to study treatment or any drugs similar in structure or class, including severe hypersensitivity (≥ Grade 3) to pembrolizumab and/or any of its excipients.\n* Any prior immune-related toxicity (Grade 3 or 4) leading to discontinuation of immunotherapy.\n* History of congestive heart failure New York Heart Association (NYHA) \\>II.\n* Medical history of (non-infectious) pneumonitis/interstitial lung disease (ILD), drug-induced ILD, radiation pneumonitis which required steroid treatment, or any evidence of clinically-active pneumonitis/ILD.\n* HIV-infection with a history of Kaposi sarcoma and/or Multicentric Castleman Disease.\n* Known psychiatric or substance abuse disorder that would interfere with the participant's ability to cooperate with the requirements of the study.\n* History or current evidence of any condition, therapy, laboratory abnormality, or other circumstance that might confound the results of the study or interfere with the participant's participation for the full duration of the study, such that it is not in the best interest of the participant to participate, in the opinion of the treating Investigator.\n* Any other history, condition, therapy, or uncontrolled intercurrent illness which could in the opinion of the Investigator affect compliance with study requirements.\n* New brain metastases on screening brain MRI/CT; previously treated brain metastases that are progressive at screening or leptomeningeal disease.\n* Prior therapy with a C-C motif chemokine receptor 8 (CCR8) depleting antibody.\n* Prior allogeneic tissue/solid organ transplant.\n* Radiation therapy to the lung that is \\> 30 Gy within 6 months before the start of study treatment.\n* Diagnosis of immunodeficiency or current chronic systemic steroid therapy (in dosing exceeding 10 mg daily of prednisone equivalent).\n* Active autoimmune disease that has required systemic treatment in the past 2 years.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "The University of Chicago Medical Center - Hyde Park - Hematology & Oncology",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60637",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "UNC Hospitals - UNC Lineberger Comprehensive Cancer Center",
          "city": "Chapel Hill",
          "state": "North Carolina",
          "zip": "27514",
          "country": "United States",
          "geoPoint": {
            "lat": 35.9132,
            "lon": -79.05584
          }
        },
        {
          "facility": "START | San Antonio",
          "city": "San Antonio",
          "state": "Texas",
          "zip": "78229",
          "country": "United States",
          "geoPoint": {
            "lat": 29.42412,
            "lon": -98.49363
          }
        },
        {
          "facility": "South Texas Accelerated Research Therapeutics | START Rocky Mountain Region",
          "city": "West Valley City",
          "state": "Utah",
          "zip": "84119",
          "country": "United States",
          "geoPoint": {
            "lat": 40.69161,
            "lon": -112.00105
          }
        },
        {
          "facility": "Antwerp University Hospital | Oncology Department",
          "city": "Antwerp",
          "zip": "2650",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.22047,
            "lon": 4.40026
          }
        },
        {
          "facility": "Ghent University Hospital | Drug Research Unit Department",
          "city": "Ghent",
          "zip": "9000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 51.05,
            "lon": 3.71667
          }
        },
        {
          "facility": "Universitair Ziekenhuis Leuven | Gasthuisberg Campus - General Medical Oncology",
          "city": "Leuven",
          "zip": "3000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 50.87959,
            "lon": 4.70093
          }
        },
        {
          "facility": "CHU de Liège",
          "city": "Liège",
          "zip": "4000",
          "country": "Belgium",
          "geoPoint": {
            "lat": 50.63373,
            "lon": 5.56749
          }
        },
        {
          "facility": "Princess Margaret Cancer Centre - Oncology Department",
          "city": "Toronto",
          "state": "Ontario",
          "zip": "M5G 2C4",
          "country": "Canada",
          "geoPoint": {
            "lat": 43.70643,
            "lon": -79.39864
          }
        },
        {
          "facility": "Guangdong Provincial People's Hospital",
          "city": "Guangzhou",
          "state": "Guangdong",
          "zip": "510000",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "The Sixth Affiliated Hospital, Sun Yat-sen University",
          "city": "Guangzhou",
          "state": "Guangdong",
          "zip": "510655",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "Jilin Cancer Hospital",
          "city": "Changchun",
          "state": "Jilin",
          "zip": "130000",
          "country": "China",
          "geoPoint": {
            "lat": 43.88,
            "lon": 125.32278
          }
        },
        {
          "facility": "LinYi Cancer Hospital (Linyi Tumor Hospital)",
          "city": "Linyi",
          "zip": "276001",
          "country": "China",
          "geoPoint": {
            "lat": 35.06306,
            "lon": 118.34278
          }
        },
        {
          "facility": "Institut Bergonie - Unicancer Nouvelle Aquitaine - Service Oncologie medicale",
          "city": "Bordeaux",
          "zip": "33000",
          "country": "France",
          "geoPoint": {
            "lat": 44.84124,
            "lon": -0.58046
          }
        },
        {
          "facility": "Centre Oscar Lambret - Service Oncologie",
          "city": "Lille",
          "zip": "59000",
          "country": "France",
          "geoPoint": {
            "lat": 50.63391,
            "lon": 3.05512
          }
        },
        {
          "facility": "Institut de Cancerologie Ouest - Saint Herblain - Oncologie medicale",
          "city": "Saint-Herblain",
          "zip": "44800",
          "country": "France",
          "geoPoint": {
            "lat": 47.21154,
            "lon": -1.651
          }
        },
        {
          "facility": "Institut Gustave Roussy - Departement d'Innovation Therapeutique et d'Essais Precoces (DITEP)",
          "city": "Villejuif",
          "zip": "94805",
          "country": "France",
          "geoPoint": {
            "lat": 48.7939,
            "lon": 2.35992
          }
        },
        {
          "facility": "National University Hospital Medical Centre",
          "city": "Singapore",
          "zip": "119074",
          "country": "Singapore",
          "geoPoint": {
            "lat": 1.28967,
            "lon": 103.85007
          }
        },
        {
          "facility": "National Cancer Center Singapore - Oncology Department",
          "city": "Singapore",
          "zip": "168583",
          "country": "Singapore",
          "geoPoint": {
            "lat": 1.28967,
            "lon": 103.85007
          }
        },
        {
          "facility": "OncoCare Cancer Centre | Gleneagles Medical Centre",
          "city": "Singapore",
          "zip": "258499",
          "country": "Singapore",
          "geoPoint": {
            "lat": 1.28967,
            "lon": 103.85007
          }
        },
        {
          "facility": "Clinica Universidad De Navarra | Oncologia Medica",
          "city": "Pamplona",
          "state": "Navarre",
          "zip": "31008",
          "country": "Spain",
          "geoPoint": {
            "lat": 42.81687,
            "lon": -1.64323
          }
        },
        {
          "facility": "Hospital Universitari Vall D Hebron | Oncologia Medica",
          "city": "Barcelona",
          "zip": "08035",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.38879,
            "lon": 2.15899
          }
        },
        {
          "facility": "Clinica Universidad De Navarra | Oncologia Medica",
          "city": "Madrid",
          "zip": "28027",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "Hospital Universitario Hm Sanchinarro | Oncologia Medica",
          "city": "Madrid",
          "zip": "28050",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "The Christie NHS Foundation Trust - Christie Hospital",
          "city": "Manchester",
          "state": "Greater Manchester",
          "zip": "M204BX",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 53.48095,
            "lon": -2.23743
          }
        },
        {
          "facility": "Royal Marsden NHS Trust (Surrey)",
          "city": "Sutton",
          "state": "Surrey",
          "zip": "SM2 5PT",
          "country": "United Kingdom",
          "geoPoint": {
            "lat": 51.35,
            "lon": -0.2
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "38856863",
          "type": "DERIVED",
          "citation": "Roider HG, Hoff S, Tseng SY, Berndt S, Trautwein M, Filarsky K, Gritzan U, Camps J, Nadler WM, Grudzinska-Goebel J, Ellinger P, Pesch T, Soon CF, Geyer M, Gluske K, Stelte-Ludwig B, Gorjanacz M. Selective depletion of tumor-infiltrating regulatory T cells with BAY 3375968, a novel Fc-optimized anti-CCR8 antibody. Clin Exp Med. 2024 Jun 10;24(1):122. doi: 10.1007/s10238-024-01362-8."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Availability of this study's data will later be determined according to Bayer's commitment to the EFPIA/PhRMA \"Principles for responsible clinical trial data sharing\". This pertains to scope, timepoint and process of data access.\n\nAs such, Bayer commits to sharing upon request from qualified researchers patient-level clinical trial data, study-level clinical trial data, and protocols from clinical trials in patients for medicines and indications approved in the US and EU as necessary for conducting legitimate research. This applies to data on new medicines and indications that have been approved by the EU and US regulatory agencies on or after January 01, 2014.\n\nInterested researchers can use www.clinicalstudydatarequest.com to request access to anonymized patient-level data and supporting documents from clinical studies to conduct research. Information on the Bayer criteria for listing studies and other relevant information is provided in the Study sponsors section of the portal."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-18"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012008",
          "term": "Recurrence"
        },
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        },
        {
          "id": "D000077195",
          "term": "Squamous Cell Carcinoma of Head and Neck"
        },
        {
          "id": "D008545",
          "term": "Melanoma"
        },
        {
          "id": "D064726",
          "term": "Triple Negative Breast Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D002294",
          "term": "Carcinoma, Squamous Cell"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        },
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D018326",
          "term": "Nevi and Melanomas"
        },
        {
          "id": "D012878",
          "term": "Skin Neoplasms"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D001943",
          "term": "Breast Neoplasms"
        },
        {
          "id": "D001941",
          "term": "Breast Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582435",
          "term": "pembrolizumab"
        }
      ]
    }
  },
  "hasResults": false
}