{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07189871",
      "orgStudyIdInfo": {
        "id": "BetaBart-US-101"
      },
      "organization": {
        "fullName": "Radiopharm Theranostics, Ltd",
        "class": "INDUSTRY"
      },
      "briefTitle": "177Lu-BetaBart in Patients With Relapsed/Refractory, Locally Advanced Inoperable, or Metastatic Solid Tumors",
      "officialTitle": "A Phase 1/2a Study of the Safety, Tolerability, and Preliminary Clinical Activity of 177LuBetaBart, a 177Lu-Labeled Anti-B7-H3 Monoclonal Antibody, in Patients With Relapsed/Refractory, Locally Advanced Inoperable, or Metastatic Solid Tumors",
      "acronym": "BetaBart"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-01",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-02",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-09-11",
      "studyFirstSubmitQcDate": "2025-09-19",
      "studyFirstPostDateStruct": {
        "date": "2025-09-24",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-13",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Radiopharm Theranostics, Ltd",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Medpace, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "A Phase 1/2a Dose Escalation and Expansion Study of the Safety, Tolerability, and Preliminary Clinical Activity of 177LuBetaBart, a 177Lu-Labeled Anti-B7-H3 Monoclonal Antibody, in Patients with Relapsed/Refractory, Locally Advanced Inoperable, or Metastatic Solid Tumors",
      "detailedDescription": "The purpose of this study is to establish the safety profile, biodistribution, pharmacokinetics (pk), and radiation dosimetry of 177Lu-BetaBart, to determine the maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D), and to evaluate preliminary anti-tumor activity in select patient populations.\n\nThe study is divided into 2 phases. Phase 1 is the dose escalation phase to establish the safety profile of 177Lu-BetaBart and to determine the MTD and/or RP2D of 177Lu-BetaBart using a Bayesian Optimal Interval (BOIN) design. Phase 2a is the dose expansion phase at the RP2D to confirm the safety of the MTD and/or RP2D and to evaluate preliminary anti-tumor activity of 177Lu-BetaBart in select patient populations using a probability of success design for the objective response rate (ORR) based on a Bayesian beta-binomial design.\n\nParticipants ≥ 18 years of age with castration-resistant prostate cancer (CRPC), colorectal cancer (CRC), non-small-cell lung cancer (NSCLC), small-cell lung cancer (SCLC), head and neck squamous cell carcinoma (HNSCC), ovarian cancer, cervical cancer, endometrial cancer, triple negative breast cancer (TNBC), or esophageal squamous cell carcinoma (ESCC) who have documented disease progression during or after their most recent line of anticancer therapy will be eligible to enroll. CRC will be capped at 33% of enrollment per cohort.\n\nEach phase consists of a Screening Period, a Treatment and Imaging Period, and a Safety and Long-term Follow-up Period."
    },
    "conditionsModule": {
      "conditions": [
        "Castration-Resistant Prostate Cancer (CRPC)",
        "Colorectal Cancer",
        "NSCLC (Non-small Cell Lung Cancer)",
        "Ovarian Cancer",
        "Cervical Cancer",
        "Endometrial Cancer",
        "TNBC, Triple Negative Breast Cancer",
        "Small Cell Lung Cancer (SCLC )",
        "Head &Amp; Neck Squamous Cell Carcinoma (HNSCC)",
        "Esophageal Squamous Cell Carcinoma (ESCC)"
      ],
      "keywords": [
        "Castration-resistant prostate cancer (CRPC)",
        "colorectal cancer (CRC)",
        "non-small-cell lung cancer (NSCLC)",
        "small-cell lung cancer (SCLC)",
        "head and neck squamous cell carcinoma (HNSCC)",
        "ovarian cancer",
        "cervical cancer",
        "endometrial cancer",
        "triple negative breast cancer (TNBC)",
        "esophageal squamous cell carcinoma (ESCC)",
        "B7-H3",
        "177Lu",
        "radiotheranostics",
        "radioligand therapy",
        "radioimmunotherapy",
        "monoclonal antibody",
        "metastatic solid tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "BOIN dose escalation during Phase 1 followed by dose expansion at RP2D during Phase 2a",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 61,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "177 Lu-BetaBart - Dose escalation and Phase 2a expansion",
          "type": "EXPERIMENTAL",
          "description": "Dose escalation and treatment and imaging period",
          "interventionNames": [
            "Drug: 177Lu-BetaBart"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "177Lu-BetaBart",
          "description": "BetaBart administered by intravenous (IV) infusion every 6 weeks",
          "armGroupLabels": [
            "177 Lu-BetaBart - Dose escalation and Phase 2a expansion"
          ],
          "otherNames": [
            "RV-01",
            "B335 177Lu-DOTA-anti-B7-H3"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Recommended dose(s) of 177Lu-BetaBart for future exploration (phase 1)",
          "description": "Incidence of dose-limiting toxicities (DLTs) during the 6 weeks following the first 177Lu-BetaBart injection",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Incidence of treatment emergent adverse events of 177-Lu-BetaBart (phase 1) (Safety and Tolerability)",
          "description": "As defined per Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "To assess the preliminary anti-tumor activity of 177Lu-BetaBart at the RP2D (phase 2a)",
          "description": "Objective response rates (ORR) as assessed by RECIST v1.1",
          "timeFrame": "Up to 30 weeks"
        },
        {
          "measure": "To assess preliminary anti-tumor activity, as defined by biochemical response, in CRPC participants who are treated with 177Lu-BetaBart at the RP2D (phase 2a)",
          "description": "Proportion of participants who achieve a best response of prostate-specific antigen (PSA)50",
          "timeFrame": "Up to 30 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To assess the preliminary anti-tumor activity of 177Lu-BetaBart (phase 1)",
          "description": "Objective response rates (ORR) as assessed by RECIST v1.1",
          "timeFrame": "Up to 30 weeks"
        },
        {
          "measure": "To assess preliminary anti-tumor activity, as defined by biochemical response, in castration-resistant prostate cancer (CRPC) participants treated with 177Lu-BetaBart (phase 1)",
          "description": "Proportion of participants who achieve a best response of ≥50% decline in prostate-specific antigen (PSA50)",
          "timeFrame": "Up to 30 weeks"
        },
        {
          "measure": "Incidence of treatment emergent adverse events of 177-Lu-BetaBart at the RP2D (phase 2a) (Safety & Tolerability)",
          "description": "As defined per Common Terminology Criteria for Adverse Events (CTCAE) v5.0",
          "timeFrame": "6 weeks"
        },
        {
          "measure": "Pharmacokinetics of 177Lu-BetaBart (phase 1)",
          "description": "Half-life of 177Lu-BetaBart in blood",
          "timeFrame": "72 Hours"
        },
        {
          "measure": "Radiation dosimetry of 177Lu-BetaBart (phase 1)",
          "description": "Absorbed radiation doses of 177Lu-BetaBart in critical organs (e.g., kidneys, bone marrow)",
          "timeFrame": "72 hours"
        },
        {
          "measure": "Biokinetics of 177Lu-BetaBart (phase 1)",
          "description": "Time-integrated activity coefficients of 177Lu-BetaBart in organs and tumor lesions",
          "timeFrame": "72 hours"
        },
        {
          "measure": "Pharmacokinetics of 177Lu-BetaBart at the RP2D (phase 2a)",
          "description": "Half-life of 177Lu-BetaBart in blood",
          "timeFrame": "72 hours"
        },
        {
          "measure": "Radiation dosimetry of 177Lu-BetaBart at the RP2D (phase 2a)",
          "description": "Absorbed radiation doses of 177Lu-BetaBart in critical organs (e.g., kidneys, bone marrow)",
          "timeFrame": "72 hours"
        },
        {
          "measure": "Biokinetics of 177Lu-BetaBart at the RP2D (phase 2a)",
          "description": "Time-integrated activity coefficients of 177Lu-BetaBart in organs and tumor lesions",
          "timeFrame": "72 hours"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Willing and able to provide informed consent prior to start of any study procedures and assessments and must be willing to comply with all study procedures.\n2. Participants ≥ 18 years of age.\n3. Participants with a documented history of histopathologically confirmed CRPC\\*, CRC, NSCLC, SCLC, HNSCC, ovarian cancer, cervical cancer, endometrial cancer, TNBC, or ESCC. (Note: inclusion or exclusion criteria below marked with \\* refer to CRPC only, criteria without \\* refer to all tumor indications including CRPC)\n\n   a. \\*Progressive CRPC defined as castrate levels of testosterone and progressing by at least one of the following criteria: i. Serum PSA progression consisting of two consecutive increases in PSA measured at least 1 week apart. The minimal baseline value is 2.0 ng/mL.\n\n   ii. Soft tissue progression defined as a ≥20% increase in the sum of the diameter (short axis for nodal lesions and long axis for non-nodal lesions) of all target lesions based on the smallest sum of the diameter since the previous treatment was started or the appearance of one or more new lesions by computed tomography (CT)/magnetic resonance imaging (MRI).\n\n   iii. Progression of bone disease defined by Prostate Cancer Working Group 3 (PCWG3) as evaluable disease or new bone lesions by bone scan.\n\n   iv. Identification of new soft tissue or bone lesions on prostate-specific membrane antigen (PSMA) positron emission tomography (PET) imaging.\n\n   b. \\*Metastatic disease defined as either or both of the following: i. Documented M1 disease on conventional imaging (CT/MRI of the chest/abdomen/pelvis and/or Technetium 99m \\[99mTc\\] whole-body bone scan) ii. Identification of bone lesion(s), extra-pelvic soft tissue lesion(s), or visceral metastases on PSMA PET imaging with an FDA-approved imaging agent (e.g., 68Ga-PSMA-11, 18F-DCFPyL, or 18F-rhPSMA-7.3) c. \\*Progression following treatment with ADT and at least one ARSI (e.g., enzalutamide, apalutamide, darolutamide, and/or abiraterone acetate). If a participant is currently on ADT, they should continue ADT for the duration of their participation in the study but will not be permitted to start a new therapy or ADT regimen. If a participant has progressed on an ARSI, they will have the option to remain on the same ARSI or discontinue therapy. If they discontinue the ARSI, a 28-day washout period will be required prior to initiating study intervention.\n\n   d. Prior definitive and palliative external beam radiation therapy and stereotactic body radiation therapy is allowed.\n\n   Note: Participants with extended external beam radiation therapy to the axial skeleton, which in the opinion of the Investigator may pose a risk for increased myelotoxicity, will be discussed with the Sponsor to determine eligibility.\n\n   e. Participants with liver metastases are eligible if they meet the following criteria: i. ≤3 lesions i. All lesions must be ≤2 cm in the short axis ii. SUVmean ≥2 x that of liver parenchyma f. \\*Prior treatment with one taxane-based chemotherapy is allowed but not required. A taxane-based chemotherapy is defined as a minimum exposure of two cycles of a taxane chemotherapy.\n4. Participants must have documented disease progression during or after their most recent line of anticancer therapy. Participants must be refractory to or intolerant of standard of care therapy or have no standard of care therapy available that is likely to provide clinical benefit. Any number of prior treatment lines are allowed.\n5. Must have at least 1 measurable target lesion according to RECIST v1.1. (Note: this does not apply for CRPC)\n6. Eastern Cooperative Oncology Group (ECOG) performance status ≤ 2\n7. Participants must have a life expectancy of ≥ 4 months in the opinion of the Investigator.\n8. Participants of child-bearing potential (CBP) must have a negative β-hCG test and must not be breastfeeding. Participants of CBP are defined as those who are not surgically sterile or post-menopausal. Participants will be considered post-menopausal if they have been amenorrheic for 12 months without an alternative medical cause. Participants \\< 50 years of age who meet the criteria for post-menopausal status without previous surgical sterilization should be considered for further investigation with luteinizing hormone (LH) and follicle stimulating hormone (FSH) levels to confirm serological post-menopausal status.\n9. Participants of CBP must agree to use a highly effective method of contraception during the study and for 6 months after the last dose of 177Lu-BetaBart, as described in Appendix 4.\n10. Male participants who are able to father a child must agree to avoid impregnating a partner and to adhere to a highly effective method of contraception during the study and for 6 months after the last dose of 177Lu-BetaBart, as described in Appendix 4. All male participants must agree to not donate sperm during the study and for 6 months after the last dose of 177Lu-BetaBart.\n11. Participants who have received prior radiation therapy \\>28 days before the first dose of 177Lu-BetaBart are permitted. Documentation of the dates the radiotherapy was received, the cumulative dose, and the absorbed dose to critical organs, if available, should be provided.\n12. Participants with previously treated brain metastases are eligible to participate if:\n\n    * they are neurologically and radiologically stable (no evidence of progression by imaging; same imaging modality \\[MRI or CT scan\\] must be used for each assessment) for at least 28 days prior to the first dose of 177Lu-BetaBart; and\n    * do not require corticosteroids to treat associated neurological symptoms or if required, are on a stable dose of corticosteroids not exceeding 10 mg/day of prednisone (or equivalent), and\n    * have no history of leptomeningeal disease or spinal cord compression.\n\nExclusion Criteria:\n\n1. History of prior organ transplant.\n2. Any other known, active malignancy, except for treated cervical intraepithelial neoplasia, or non-melanoma skin cancer. Participants with a history of malignancies of low recurrence potential who have received curative-intent therapy may be approved on a case-by-case basis in discussion with the Sponsor, if it is determined not to put the participant at an increased risk of adverse drug effects and/or interfere with the integrity of the study outcome.\n3. Have any medical condition that would, in the Investigator's judgment, prevent the participant's full participation in the clinical study due to safety concerns or compliance with clinical study procedures such as participants with severe claustrophobia who are unresponsive to oral anxiolytics, participants with low back pain who cannot lie comfortably on an imaging table, participants who are hyperactive or hyperkinetic such that they cannot tolerate lying still for multiple time point imaging procedures, etc.\n4. Residual toxicity ≥ Grade 2 from prior anti-cancer therapy (except alopecia and peripheral sensory neuropathy).\n5. History of uncontrolled allergic reactions and/or known or expected hypersensitivity to protein therapeutics, 177Lu-BetaBart, or any of its excipients.\n6. Inadequate organ functions as reflected in laboratory parameters:\n\n   * Estimated glomerular filtration rate (eGFR) \\< 50 mL/min adjusted for participant's body surface area using the Chronic Kidney Disease Epidemiology Collaboration (CKD-EPI 2021) formula\n   * Platelet count of \\< 100 x 109/L\n   * Absolute neutrophil count (ANC) \\< 1.5 x 109/L\n   * Hemoglobin \\< 9 g/dL\n   * Alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\> 3 x upper limit of normal (ULN), or \\> 5 x ULN for participants with known liver metastases\n   * Total bilirubin \\> 1.5 x ULN, except for participants with documented Gilbert's syndrome who are eligible if total bilirubin ≤ 3 x ULN\n   * For participants not taking warfarin or other anticoagulants: INR ≤1.5 or PT ≤1.5 x ULN; and either PTT or aPTT ≤1.5 x ULN. Participants taking warfarin must be on a stable dose that results in a stable INR \\<3.5. Among participants receiving other anticoagulant therapy, PT or aPTT must be within the intended therapeutic range of the anticoagulant.\n7. Participants requiring blood product transfusion within 2 weeks of first dose of 177Lu-BetaBart are not eligible to participate.\n8. \\*Participants with CRPC who have received prior Lu-177-PSMA radioligand therapy.\n9. Clinically significant cardiovascular disease including but not limited to:\n\n   * Unstable angina\n   * Acute myocardial infarction within 6 months prior to screening\n   * New York Heart Association (NYHA) Class II or greater congestive heart failure\n   * Clinically significant abnormalities in rhythm, conduction or morphology on resting ECG (e.g., complete left bundle branch block, third degree heart block)\n   * Known left ventricular ejection fraction \\< 50%\n   * QTcF \\> 480 msec on screening electrocardiogram (ECG), or congenital long QT syndrome.\n10. Participation in any other interventional investigational trial for treatment of underlying malignancy at the time of informed consent signature.\n11. Participants who are pregnant or breastfeeding.\n12. Major surgery within 4 weeks prior to first dose of 177Lu-BetaBart.\n13. Received anti-cancer therapy, including chemotherapy, immunotherapy, radiation therapy, biologic, herbal therapy, or any investigational therapy or investigational device, ≤ 28 days (or 5 half-lives for biologic/non-cytotoxic agents, whichever is shorter), prior to the first dose of 177Lu-BetaBart.\n14. Known active hepatitis B (defined as hepatitis B surface antigen \\[HBsAg\\] reactive) or known active hepatitis C virus (defined as HCV RNA \\[qualitative\\] is detected) infection.\n\n    * Active viral (any etiology) hepatitis participants are excluded.\n    * Participants with serologic evidence of chronic hepatitis B virus (HBV) infection (defined by a positive hepatitis B surface antigen test and a positive anti hepatitis core antigen antibody test) who have a viral load below the limit quantification (HBV DNA titer \\< 1000 cps/mL or 200 IU/mL) and are not currently on viral suppressive therapy may be eligible and should be discussed with the Sponsor's Medical Monitor (or designee).\n    * Note, participants with a history of HCV infection should have completed curative antiviral treatment and have a viral load below the limit of quantification to be eligible to enroll into the study.\n    * No testing for HBV or HCV is required unless mandated by local health authority.\n15. Any uncontrolled intercurrent illness or clinically significant uncontrolled condition(s), including but not limited to active bacterial, fungal, or viral infections requiring systemic therapy.\n16. Untreated moderate to severe hydronephrosis. If hydronephrosis is corrected via stent or nephrostomy, hydronephrosis will be considered resolved.\n17. \\*Prescence of a superscan by nuclear medicine/99mTc bone scan.\n18. Active autoimmune disease that has required systemic treatment within 90 days (i.e., with the use of disease modifying agents, corticosteroids or immunosuppressive drugs). Replacement therapy (e.g., thyroxine, insulin, or physiologic corticosteroid \\[stable / low doses of ≤10 mg/day prednisone or equivalent dose\\]) for adrenal or pituitary insufficiency is allowed.\n19. Any other clinically significant comorbidities, such as uncontrolled pulmonary disease, active infection, or any other condition, which in the judgment of the investigator could compromise compliance with the protocol, interfere with the interpretation of study results, or predispose the subject to safety risks.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Dimitris Voliotis, MD",
          "role": "CONTACT",
          "phone": "646-535-5017",
          "email": "dv@radiopharmtheranostics.com"
        }
      ],
      "locations": [
        {
          "facility": "BAMF Health",
          "status": "RECRUITING",
          "city": "Grand Rapids",
          "state": "Michigan",
          "zip": "49503",
          "country": "United States",
          "contacts": [
            {
              "name": "BAMF Clinical Trials Team",
              "role": "CONTACT",
              "phone": "616-330-2735",
              "email": "ResearchClinicalTeam@bamfhealth.com"
            }
          ],
          "geoPoint": {
            "lat": 42.96336,
            "lon": -85.66809
          }
        },
        {
          "facility": "Nebraska Cancer Specialists",
          "status": "RECRUITING",
          "city": "Omaha",
          "state": "Nebraska",
          "zip": "68130",
          "country": "United States",
          "contacts": [
            {
              "name": "Marlene Bidwell",
              "role": "CONTACT",
              "phone": "402-691-5252",
              "email": "clinicaltrials@nebraskacancer.com"
            },
            {
              "name": "Hanna Hurz",
              "role": "CONTACT",
              "phone": "402-691-6974",
              "email": "clinicaltrials@nebraskacancer.com"
            }
          ],
          "geoPoint": {
            "lat": 41.25626,
            "lon": -95.94043
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-19"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D015179",
          "term": "Colorectal Neoplasms"
        },
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        },
        {
          "id": "D010051",
          "term": "Ovarian Neoplasms"
        },
        {
          "id": "D002583",
          "term": "Uterine Cervical Neoplasms"
        },
        {
          "id": "D016889",
          "term": "Endometrial Neoplasms"
        },
        {
          "id": "D064726",
          "term": "Triple Negative Breast Neoplasms"
        },
        {
          "id": "D055752",
          "term": "Small Cell Lung Carcinoma"
        },
        {
          "id": "D000077277",
          "term": "Esophageal Squamous Cell Carcinoma"
        },
        {
          "id": "D000077195",
          "term": "Squamous Cell Carcinoma of Head and Neck"
        }
      ],
      "ancestors": [
        {
          "id": "D007414",
          "term": "Intestinal Neoplasms"
        },
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D003108",
          "term": "Colonic Diseases"
        },
        {
          "id": "D007410",
          "term": "Intestinal Diseases"
        },
        {
          "id": "D012002",
          "term": "Rectal Diseases"
        },
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D004701",
          "term": "Endocrine Gland Neoplasms"
        },
        {
          "id": "D010049",
          "term": "Ovarian Diseases"
        },
        {
          "id": "D000291",
          "term": "Adnexal Diseases"
        },
        {
          "id": "D005831",
          "term": "Genital Diseases, Female"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D005833",
          "term": "Genital Neoplasms, Female"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D006058",
          "term": "Gonadal Disorders"
        },
        {
          "id": "D014594",
          "term": "Uterine Neoplasms"
        },
        {
          "id": "D002577",
          "term": "Uterine Cervical Diseases"
        },
        {
          "id": "D014591",
          "term": "Uterine Diseases"
        },
        {
          "id": "D001943",
          "term": "Breast Neoplasms"
        },
        {
          "id": "D001941",
          "term": "Breast Diseases"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D002294",
          "term": "Carcinoma, Squamous Cell"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D018307",
          "term": "Neoplasms, Squamous Cell"
        },
        {
          "id": "D004938",
          "term": "Esophageal Neoplasms"
        },
        {
          "id": "D006258",
          "term": "Head and Neck Neoplasms"
        },
        {
          "id": "D004935",
          "term": "Esophageal Diseases"
        }
      ]
    }
  },
  "hasResults": false
}