{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03644381",
      "orgStudyIdInfo": {
        "id": "MP-CUSM-12-090-PED"
      },
      "organization": {
        "fullName": "McGill University Health Centre/Research Institute of the McGill University Health Centre",
        "class": "OTHER"
      },
      "briefTitle": "Milk Desensitization in Children",
      "officialTitle": "Milk Desensitization and Induction of Tolerance in Children"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2013-07-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-06-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-08-17",
      "studyFirstSubmitQcDate": "2018-08-21",
      "studyFirstPostDateStruct": {
        "date": "2018-08-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-07-25",
      "lastUpdatePostDateStruct": {
        "date": "2022-07-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Bruce Mazer",
        "investigatorTitle": "Executive Director and CSO (Interim)",
        "investigatorAffiliation": "McGill University Health Centre/Research Institute of the McGill University Health Centre"
      },
      "leadSponsor": {
        "name": "McGill University Health Centre/Research Institute of the McGill University Health Centre",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study will assess a novel and potentially life-changing therapy, by actively treating Cow's Milk Allergy (CMA) using Oral Immunotherapy, which may allow patients to safely consume milk and other dairy products.",
      "detailedDescription": "This is a randomized control study with a cross-over design. Eighty four boys and girls with between 6 to 20 years of age, diagnosed with IgE-mediated cow's milk allergy using strict skin testing and serological criteria, will be recruited for this study. 42 will undergo oral immunotherapy, while 42 will be followed as natural history controls but will be offered similar therapy, should it be successful, at the completion of one year. OIT subjects will initaiate therapy with a 2-day rush desensitization treatment using oral doses of milk, in the investigator's Clinical Investigation Unit. They will then continue the highest tolerated dose of milk at home for two weeks. Subsequently, they will return for weekly increases in doses until a maximum of 200 ml of milk is ingested daily. The primary clinical outcome will be a comparison of the amount of milk consumed safely on oral challenge performed prior to OIT, when the OIT dose has reached its maximum (200 ml or highest tolerated dose) and after one year of therapy. Patients will also be followed with clinical symptom scores and adverse event diarie. Their immunological parameters such as changes in milk-specific IgE, blocking antibodies (IgG4 and IgA) and regulatory T and B cells will also be monitored. It is expected that there will be important improvement in the ability to safely ingest milk and other dairy products, and this will be accompanied by significant decreases in IgE and increases in Regulatory T and B cells."
    },
    "conditionsModule": {
      "conditions": [
        "Cow Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 84,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control",
          "type": "NO_INTERVENTION",
          "description": "Following randomization, this arm will receive no intervention. After twelve months, participants in this group will undergo a singe-blind, placebo-controlled oral food challenge"
        },
        {
          "label": "Treatment",
          "type": "EXPERIMENTAL",
          "description": "Following randomization, participants in this group will receive escalating doses milk, up to a daily dose of 200 ml. Once they attain that dose, they will maintain it for one month. At the end of this period, they will undergo a open challenge to 300 ml of milk. They will then enter a year-long follow-up period",
          "interventionNames": [
            "Other: Oral Immunotherapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Oral Immunotherapy",
          "description": "Starting from a very low level and over a period of several months, participants in the treatment group receive escalating doses of milk. Participants will also have blood and saliva draws to assess parameters of their immune system as well as skin prick testing",
          "armGroupLabels": [
            "Treatment"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Presence or absence of allergic symptoms during an oral challenge to milk",
          "description": "Comparison of participants randomized to treatments arms who achieve milk desensitization compared to participants randomized to the control groups. This is measured by whether a participant is able to tolerate a total dose of 300 ml of milk during an oral food challenge",
          "timeFrame": "12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline over the immunotherapy process of milk specigic IgE levels",
          "description": "Measurement of milk specigic IgE before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of milk specigic IgA levels",
          "description": "Measurement of milk specigic IgA before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of milk specigic IgG4 levels",
          "description": "Measurement of milk specigic IgG4 before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of milk specigic IgE glycosylation levels",
          "description": "Measurement of milk specigic IgE glycosylation before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of mast cell activation as measured by CD63 expression",
          "description": "Measurement of mast cell activation as measured by CD63 expression before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of of DNA methylation levels",
          "description": "Measurement of DNA methylation levels before, during and after the desensitization proces",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of Regulatory T cell levels",
          "description": "Measurement of Regulatory T cell levels, before, during and after the desensitization process",
          "timeFrame": "18 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. A history suggestive of IgE-mediated allergy to milk. An IgE-mediated reaction to a specific food is defined as a minimum of 2 mild symptoms and/or 1 moderate and/or 1 severe symptom that began within 1-20 minutes after ingestion or contact. Mild IgE-mediated symptoms include: pruritus, urticaria, flushing, or rhinoconjunctivitis. Moderate symptoms include angioedema (of face or lips), throat tightness, gastrointestinal complaints (vomiting, cramping, pain and/or diarrhea), or airway involvement (cough, nasal blockage, mucous ); severe symptoms include bronchospasm, wheezing, hypoxia, cyanosis, low blood pressure, or circulatory collapse (shock) (appendix A ,table 1) (61).\n2. The presence of at least one of the following confirmatory tests:\n\n   * (a) Positive skin prick test to milk (weal diameter 3 mm larger than that of the normal saline control). The allergen used will be commercially available milk extracts (Omega Labs, Montreal, QC). Skin tests will traced in ink, tape transferred to paper and wheal diameter measured by computer assisted planometry.\n   * (b) Detection of serum specific IgE (\\>0.35 kU/L) to milk or any of its proteins, measured by fluorescence enzyme immunoassay (Immunocap, Phadia, Uppsala, Sweden). The range for Immuncap is 0.35 - 100 and changes over time can be monitored effectively.\n3. Informed consent form signed by the parents or legal guardian\n\nExclusion Criteria:\n\n1. Patients with uncontrolled asthma or other uncontrolled respiratory diseases .\n2. Malignancies, autoimmune diseases and/or severe primary or secondary immune deficiencies.\n3. Patients receiving immunosuppressive therapy.\n4. Patients receiving β-blockers (including topical formulations).\n5. Associated diseases contraindicating the use of epinephrine: cardiovascular disease or severe hypertension.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "20 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "MUHC",
          "city": "Montreal",
          "state": "Quebec",
          "zip": "H4A3J1",
          "country": "Canada",
          "geoPoint": {
            "lat": 45.50884,
            "lon": -73.58781
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2018-07-20",
          "uploadDate": "2018-08-17T09:46",
          "filename": "Prot_SAP_000.pdf",
          "size": 726625
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2018-07-20",
          "uploadDate": "2018-08-17T09:46",
          "filename": "ICF_001.pdf",
          "size": 524936
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D007167",
          "term": "Immunotherapy"
        }
      ],
      "ancestors": [
        {
          "id": "D056747",
          "term": "Immunomodulation"
        },
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        }
      ]
    }
  },
  "hasResults": false
}