{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06608017",
      "orgStudyIdInfo": {
        "id": "Allergic Rhinitis Study"
      },
      "organization": {
        "fullName": "Chinese University of Hong Kong",
        "class": "OTHER"
      },
      "briefTitle": "Study of Yupingfeng Powder Treating Allergic Rhinitis (AR)",
      "officialTitle": "The Effects of Using Yupingfeng Powder with Variation for the Treatment of Allergic Rhinitis (AR): a Randomized Controlled Trial",
      "acronym": "RCMARb"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-09",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-10-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-08-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-10-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-09-19",
      "studyFirstSubmitQcDate": "2024-09-19",
      "studyFirstPostDateStruct": {
        "date": "2024-09-23",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-09-23",
      "lastUpdatePostDateStruct": {
        "date": "2024-09-25",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Prof. Lin Zhixiu",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Chinese University of Hong Kong"
      },
      "leadSponsor": {
        "name": "Chinese University of Hong Kong",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Rhinitis is broadly defined as inflammation of the nasal mucosa. It is a common disorder that affects up to 40% of the population. Allergic rhinitis (AR) is the most common type of chronic rhinitis, affecting 10-20% of the population, and evidence suggests that the prevalence of the disorder is increasing. AR is a very common clinical disease that can occur at any age. Severe allergic rhinitis has been associated with significant impairments in quality of life, sleep and work performance.\n\nNowadays, the main treatment for allergic rhinitis is the use of western medicine, such as steroids and antihistamines. However, many clinical studies have found that the curative effect of western medicine is often not ideal.\n\nFrom the perspective of Chinese medicine, this disease is resulted from the deficiency of Qi and Yang Qi in the lungs, spleen and kidneys. Therefore, according to Chinese medicine theory, tonifying lung and spleen qi is the treatment principle for AR patients. Among different Chinese herbal formulae for AR, Yupingfeng Powder is commonly used for allergic diseases and in AR patients, due to its warm nature and able to improve the functions of the lungs and spleen. Yupingfeng Powder can improve symptoms and quality of life, as well as decrease the levels of interleukin and IgE in AR patients. This study will use Yupingfeng Powder with variation to evaluate its effectiveness and safety in treating AR. Hence, a double-blind, randomized, placebo-controlled clinical trial design with strong scientific rigor will be employed in this study, and it would be able to provide robust clinical evidence on the efficacy and safety of Yupingfeng Powder with variation for AR.\n\nRecruited subjects will be randomly assigned to receive orally Yupingfeng Powder with variation or placebo twice a day for 8 weeks, with follow-up for another 8 weeks after stopping the treatment to observe the duration of efficacy.\n\nIn our previous study, it is shown that Yupingfeng Powder can significantly improve the symptoms of AR, and there was no serious adverse event reported by the subjects. And in this project, we modify the design of the trial to further investigate the efficacy of Yupingfeng Powder with variation for AR patients with a larger sample size.",
      "detailedDescription": "Rhinitis is broadly defined as inflammation of the nasal mucosa. It is a common disorder that affects up to 40% of the population. Allergic rhinitis (AR) is the most common type of chronic rhinitis, affecting 10-20% of the population, and evidence suggests that the prevalence of the disorder is increasing. Severe AR has been associated with significant impairments in quality of life, sleep and work performance. AR is a prevalent clinical disease that can occur at any age. The pathogenesis of this disease is mainly due to that patient has an allergic physique. Still, it is also related to patients\\&#39; living habits and affected by the patients' living environment.\n\nAR is an IgE-mediated chronic inflammatory disease of the upper airways characterized by symptoms of sneezing, rhinorrhea, nasal itching, and nasal obstruction. However, not only this disease is difficult to cure, but also its relapse rate is high, therefore exerting a certain impact on their daily life, work and study. If the condition is not handled properly, it can cause various complications such as sleep disturbance, general fatigue, loss of appetite, loss of attention and disturbance to learning.\n\nThe development of AR requires an interaction between the environment, immune system, and genetic susceptibility. Several cells, cytokines, and chemokines orchestrate and maintain allergic inflammation. Cytokines play an essential role in mediating allergic inflammation. The importance of the T helper cell (Th) 2 cytokines in both the development of allergic sensitization and pathology of allergic inflammation is well established. While healthy subjects are predominated by Th1-type cells, nasal mucosa and epithelial tissues of AR subjects are dominated by Th2-type lymphocytes. AR is determined by a disequilibrium of T helper cells with a predominance of Th2-type cytokines but normal levels of Th1-type cytokines. Another subtype of T-cell, regulatory T-cell (Tregs), suppresses both Th1 and Th2-type cytokine expression. Thus, it has been suggested that in AR, an imbalance between Th2 and Treg-cells exists as well.\n\nCharacteristic cytokine known for Th1 cell such as IFN-γ is a key cytokine in bridging the innate and the adaptive arms of the immune system. In addition to its role in the development of a Th1-type response, IFN-γ plays a role in the regulation of local leukocyte-endothelial interactions.\n\nOn the other hand, Tregs has restrictive influences on both Th1 and Th2 cell-mediated inflammation. The lack of Tregs causes the emergence of allergic inflammation along with the increase in Th2 cells. The Tregs bring the allergic inflammation under control by synthesizing IL-10 and the transforming growth factor-β (TGF-β). Allergic patients show an allergen-specific functional defect in Treg that promotes Th2 polarization and consequently IgE synthesis.\n\nA previous study showed that Th17 cells, a subset of CD4+ T cells, play an important role in the pathogenesis of allergic diseases, which renders a new mechanism underlying the occurrence of AR. Th17 cells are characterized by the production of various cytokines, including IL-17, IL-6, TNF-α, and IL-22.\n\nStudies seem to suggest that Th17 cells may be involved in the process of neutrophilic infiltration that occurs during the acute phase of allergic reaction. IL-17 was found to contribute to the induction of allergen-specific Th2 cell activation, eosinophil accumulation, and serum IgE production, thus suggesting a regulatory role of IL-17A on the established Th2-driven allergic immune response. Previous studies showed that in AR patients, serum IL-17 responses have been shown to correlate with the symptoms severity scores, medication use, and peripheral eosinophil count.\n\nIL-10 is an important natural immune regulator and mainly produced by Th2 cells. It can inhibit the antigen-presenting effects of macrophages and the proliferation of active T cells, and suppress the intensity of inflammation. It is also plays an important role in the production of IgE.\n\nAR is a complex immune and inflammatory disease. Its pathogenesis has not yet been fully known, and there is no cure for this common allergic disorder. Nowadays, the mainstay treatment for AR is the use of western medicine, such as steroids and antihistamines. However, many clinical studies have found that the curative effect of western medicine is often not ideal, usually with adverse effects, such as nasal itching and frequent sneezing. Therefore, there is a need to find an effective and safe alternative for the treatment of AR that can both improve clinical efficacy and reduce side effects. In recent years, Chinese medicine has achieved effective results in reducing symptoms of allergic rhinitis and improving the quality of life of AR patients.\n\nChinese herbal medicine (CHM) is a well-tolerated choice for AR patients seeking complementary and alternative therapies to reduce AR symptoms. One systematic review and meta-analysis of seven RCTs comparing oral CHM to a placebo showed that CHM was able to reduce total nasal symptom scores. Overall, CHM appears to be a promising intervention for patients with AR, and more rigorous RCTs with large sample sizes are needed to further define its effectiveness.\n\nSyndrome differentiation or pattern identification is the core treatment principle of traditional Chinese medicine (TCM), and an accurate treatment for an AR patient must be prescribed according to their body constitution. AR belongs to the category of \"Rhinitis\" in Chinese medicine. From the perspective of Chinese medicine, this disease is resulted from the deficiency of Qi in the lung, spleen and kidney, also due to the invasion of the external wind to the nasal orifices. Therefore, according to TCM theory, tonifying lung and spleen qi is the treatment principle for AR patients.\n\nYupingfeng Powder, composed of three Chinese herbs, i.e., Astragali Radix, Atractylodis Macrocephalae Rhizoma and Saposhnikoviae Radix, is commonly used for allergic diseases and in AR patients, due to its warm nature and able to improve the functions of the lung and spleen. Clinical studies have shown that Yupingfeng Powder can improve symptoms and quality of life and decrease the levels of interleukin and IgE in AR patients. Indeed, a glucosidic extract from Yupingfeng Powder reportedly exerts anti-inflammatory and immuneregulatory effects by inducing activation of T helper cells and regulating other subsets of T lymphocytes.\n\nMost CHM is administered orally, whereby formulations are ingested, digested, and absorbed through the gastrointestinal system. Accordingly, CHM may influence the gastrointestinal system, including the intestinal mucosa and gut microbiota, the latter of which is essential for health and closely linked to diseases. A few systematic reviews and studies indicate that certain probiotics are beneficial for patients with AR. We hypothesize that components of CHM, such as glycosides and oligosaccharides, may influence the gut microbiota in the same manner as an oral probiotic by regulating local intestinal immunological conditions and thereby, achieving systematic immunomodulation.\n\nIn recent years, studies have found that Yupingfeng Powder not only has few side effects (feeling of abdominal distension or increased in acne are reported), it can also increase anti-allergic ability and improve body's resistance, thus showing the advantages of oral Chinese medicine in the treatment of AR.\n\nIn our previous study, it is shown that Yupingfeng Powder can significantly improve the symptoms of AR, and there was no serious adverse event reported by the subjects. And in this project, we modify the design of the trial to further investigate the efficacy of Yupingfeng Powder with variation for AR patients with a larger sample size."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "allergic rhinitis",
        "Chinese Medicine",
        "Yupingfeng Powder",
        "TCM"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2",
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized, double-blinded, placebo controlled trial",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 140,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Yupingfeng Powder with variation",
          "type": "EXPERIMENTAL",
          "description": "Granules form, 2 times per day for 8 weeks",
          "interventionNames": [
            "Drug: Chinese Herbal Medicine granules"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Granules form, 2 times per day for 8 weeks",
          "interventionNames": [
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Chinese Herbal Medicine granules",
          "description": "Treatment group",
          "armGroupLabels": [
            "Yupingfeng Powder with variation"
          ],
          "otherNames": [
            "Yupingfeng Powder with variation"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Placebo-controlled group",
          "armGroupLabels": [
            "Placebo"
          ],
          "otherNames": [
            "Placebo granules"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The change in the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) score",
          "description": "The RQLQ is a disease-specific questionnaire that can assess quality of life impairment in AR patients. This questionnaire consists of 28 questions covering 7 domains including activities, sleep, non-nose/eye symptoms, practical problems, nasal symptoms, eye symptoms and emotional problems. The lower the score the higher the quality of life.",
          "timeFrame": "week 8"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The change in the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) score",
          "description": "The RQLQ is a disease-specific questionnaire that can assess quality of life impairment in AR patients. This questionnaire consists of 28 questions covering 7 domains including activities, sleep, non-nose/eye symptoms, practical problems, nasal symptoms, eye symptoms and emotional problems. The lower the score the higher the quality of life.",
          "timeFrame": "week 4"
        },
        {
          "measure": "The change in the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) score",
          "description": "The RQLQ is a disease-specific questionnaire that can assess quality of life impairment in AR patients. This questionnaire consists of 28 questions covering 7 domains including activities, sleep, non-nose/eye symptoms, practical problems, nasal symptoms, eye symptoms and emotional problems. The lower the score the higher the quality of life.",
          "timeFrame": "week 12"
        },
        {
          "measure": "The change in the Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) score",
          "description": "The RQLQ is a disease-specific questionnaire that can assess quality of life impairment in AR patients. This questionnaire consists of 28 questions covering 7 domains including activities, sleep, non-nose/eye symptoms, practical problems, nasal symptoms, eye symptoms and emotional problems. The lower the score the higher the quality of life.",
          "timeFrame": "week 16"
        },
        {
          "measure": "The changes in frequency of AR episodes and their severity (visual analog scale, VAS)",
          "description": "The VAS ranges from 0 (nasal symptom free) to 10 (nasal symptom extremely bothersome) to assess the severity of nasal symptom disturbance and has been validated for use in the quantitative evaluation of AR severity. The higher the score, the more severity of the symptoms.",
          "timeFrame": "week 4"
        },
        {
          "measure": "The changes in frequency of AR episodes and their severity (visual analog scale, VAS)",
          "description": "The VAS ranges from 0 (nasal symptom free) to 10 (nasal symptom extremely bothersome) to assess the severity of nasal symptom disturbance and has been validated for use in the quantitative evaluation of AR severity. The higher the score, the more severity of the symptoms.",
          "timeFrame": "week 8"
        },
        {
          "measure": "The changes in frequency of AR episodes and their severity (visual analog scale, VAS)",
          "description": "The VAS ranges from 0 (nasal symptom free) to 10 (nasal symptom extremely bothersome) to assess the severity of nasal symptom disturbance and has been validated for use in the quantitative evaluation of AR severity. The higher the score, the more severity of the symptoms.",
          "timeFrame": "week 12"
        },
        {
          "measure": "The changes in frequency of AR episodes and their severity (visual analog scale, VAS)",
          "description": "The VAS ranges from 0 (nasal symptom free) to 10 (nasal symptom extremely bothersome) to assess the severity of nasal symptom disturbance and has been validated for use in the quantitative evaluation of AR severity. The higher the score, the more severity of the symptoms.",
          "timeFrame": "week 16"
        },
        {
          "measure": "The changes in the Total Nasal Symptom Score (TNSS)",
          "description": "The TNSS evaluates 4 nasal symptoms (rhinorrhea, sneezing, nasal obstruction and nasal itching) which will be self-assessed by subjects using a four-point scale, with low scores indicating less severe nasal symptoms:\n\n0 = no symptoms\n\n1. = mild symptoms (sign/symptom clearly present, but minimal awareness; easily tolerated)\n2. = moderate symptoms (definite awareness of sign/symptom that is bothersome but tolerable)\n3. = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping) The higher the score, the more severity of the symptom.",
          "timeFrame": "week 4"
        },
        {
          "measure": "The changes in the Total Nasal Symptom Score (TNSS)",
          "description": "The TNSS evaluates 4 nasal symptoms (rhinorrhea, sneezing, nasal obstruction and nasal itching) which will be self-assessed by subjects using a four-point scale, with low scores indicating less severe nasal symptoms:\n\n0 = no symptoms\n\n1. = mild symptoms (sign/symptom clearly present, but minimal awareness; easily tolerated)\n2. = moderate symptoms (definite awareness of sign/symptom that is bothersome but tolerable)\n3. = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping) The higher the score, the more severity of the symptom.",
          "timeFrame": "week 8"
        },
        {
          "measure": "The changes in the Total Nasal Symptom Score (TNSS)",
          "description": "The TNSS evaluates 4 nasal symptoms (rhinorrhea, sneezing, nasal obstruction and nasal itching) which will be self-assessed by subjects using a four-point scale, with low scores indicating less severe nasal symptoms:\n\n0 = no symptoms\n\n1. = mild symptoms (sign/symptom clearly present, but minimal awareness; easily tolerated)\n2. = moderate symptoms (definite awareness of sign/symptom that is bothersome but tolerable)\n3. = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping) The higher the score, the more severity of the symptom.",
          "timeFrame": "week 12"
        },
        {
          "measure": "The changes in the Total Nasal Symptom Score (TNSS)",
          "description": "The TNSS evaluates 4 nasal symptoms (rhinorrhea, sneezing, nasal obstruction and nasal itching) which will be self-assessed by subjects using a four-point scale, with low scores indicating less severe nasal symptoms:\n\n0 = no symptoms\n\n1. = mild symptoms (sign/symptom clearly present, but minimal awareness; easily tolerated)\n2. = moderate symptoms (definite awareness of sign/symptom that is bothersome but tolerable)\n3. = severe symptoms (sign/symptom that is hard to tolerate; causes interference with activities of daily living and/or sleeping) The higher the score, the more severity of the symptom.",
          "timeFrame": "week 16"
        },
        {
          "measure": "The changes in the serum levels of total IgE and cytokines (IL-10 and IL-17)",
          "description": "Blood samples will be taken to detect the serum level of cytokines IL-10 and IL-17 and specific IgE using enzyme-linked immunosorbent assays (ELISAs). These are the markers for inflammatory response and severity. The higher the value, the more severity of the symptoms.",
          "timeFrame": "week 8"
        },
        {
          "measure": "The changes in the serum levels of total IgE and cytokines (IL-10 and IL-17)",
          "description": "Blood samples will be taken to detect the serum level of cytokines IL-10 and IL-17 and specific IgE using enzyme-linked immunosorbent assays (ELISAs). These are the markers for inflammatory response and severity. The higher the value, the more severity of the symptoms.",
          "timeFrame": "week 12"
        },
        {
          "measure": "The changes in the gut microbiota composition in stools",
          "description": "Stool samples will be collected to detect bacterial taxa present by using ribosomal ribonucleic acid (rRNA) sequencing to observe the influence of Chinese medicines on the composition of the gut microbiota. This is the exploratory in nature and no specific microbiota is known.",
          "timeFrame": "week 8"
        },
        {
          "measure": "Adverse events (graded by CTCAE) related to study treatment",
          "description": "All adverse events that are related to the study treatment will be captured for analysis.",
          "timeFrame": "During study for 16 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Aged 18 or above;\n* Subjects with deficiency of lung and spleen Qi;\n* At least 2 or more allergic symptoms (rhinorrhea, sneezing, nasal obstruction and nasal itching) for a cumulative period greater than 1 hour per day;\n* Understand Chinese;\n* Voluntary written consent.\n\nExclusion Criteria:\n\n* Known chronic disease such as asthma, rhinosinusitis, nasal polyposis;\n* Known severe medical conditions, such as cardiovascular, liver or renal dysfunction, diabetes mellitus, cancers, cerebrovascular diseases, blood system diseases;\n* Concomitant steroid, nonsteroidal anti-inflammatory drugs (NSAIDs), anticoagulant, and immunotherapy within past month;\n* Impaired hematological profile and liver / renal function exceeds the upper limit of the reference value by 2 times ;\n* Known alcohol and / or drug abuse;\n* Known allergic history to any Chinese herbal medicines;\n* Known pregnant or lactating.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Zhixiu LIN, PhD",
          "role": "CONTACT",
          "phone": "+85235053476",
          "email": "linzx@cuhk.edu.hk"
        },
        {
          "name": "Cho Wing LO",
          "role": "CONTACT",
          "phone": "+85235053476",
          "email": "louislo@cuhk.edu.hk"
        }
      ],
      "overallOfficials": [
        {
          "name": "Zhixiu Lin, PhD",
          "affiliation": "Chinese University of Hong Kong",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}