{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01134757",
      "orgStudyIdInfo": {
        "id": "KGU-17/10"
      },
      "organization": {
        "fullName": "Johann Wolfgang Goethe University Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Safety of Bronchial Allergen Challenge and Predictors for Positive Reaction.",
      "officialTitle": "A Retrospective and Prospective, Diagnostic, Open-label, Single-center Study of the Safety of the Bronchial Allergen Challenge With House Dust Mite, Grass Pollen and Alternaria and Predictors for Positive Reaction."
    },
    "statusModule": {
      "statusVerifiedDate": "2023-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2011-01"
      },
      "primaryCompletionDateStruct": {
        "date": "2011-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2012-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2010-06-01",
      "studyFirstSubmitQcDate": "2010-06-01",
      "studyFirstPostDateStruct": {
        "date": "2010-06-02",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2023-03-09",
      "lastUpdatePostDateStruct": {
        "date": "2023-03-13",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Johannes Schulze MD",
        "investigatorTitle": "Consultant department of allergy, pulmonology, and cystic fibrosis",
        "investigatorAffiliation": "Johann Wolfgang Goethe University Hospital"
      },
      "leadSponsor": {
        "name": "Johann Wolfgang Goethe University Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "The present study is aimed to evaluate a bronchial allergen challenge with house dust mite and alternaria. Firstly, the years 2005, 2006, 2007, 2008 and 2009 will be retrospectively reviewed. Secondly, in 2010-2013, in the prospective part of the study the patients will undergo the bronchial allergen challenge to examine safety of the bronchial allergen challenge and change of allergen specific bronchial hyperreactivity before and after allergen specific immunotherapy.",
      "detailedDescription": "Specific bronchial allergen challenge is an established tool in clinical practice and research, supporting the understanding of pathophysiology of allergic asthma, and analysing the efficacy of new therapies. However, in preschool age there is only a few data about specific bronchial allergen challenges. Douglas (1) evaluated the predictors of positive response to bronchial allergic challenges with house dust mite and grass pollen in twelve 5-to 6-year-old atopic children. The most statistically significant predictors were the extent of atopy proven by skin prick testing, specific IgE, symptoms of asthma, and persistent atopic eczema. However, the number of patients was small. Therefore, more research is needed to confirm these findings. Further, the nonspecific bronchial hyperreactivity was found to have a high positive predictive value for positive reactions (2). To our best knowledge, this aspect is not investigated in children.\n\nThis study examines retro- and prospectively the safety of a bronchial allergic challenge with house dust mite, grass pollen and alternaria. The retrospective part will evaluate the associations of early allergic reaction, skin prick testing, specific IgE, measurement of exhaled NO, spirometry/IOS and bronchial methacholine challenge. The prospective part will measure the early allergic reaction (EAR) and focus on the late allergic reaction (LAR)and examine the change of allergen specific bronchial hyperreactivity before and after allergen specific immunotherapy. The study consists of two visits in the first year of the study and one follow-up visit per year. At first visit, all the patients undergo skin prick testing, measurement of exhaled NO, spirometry/IOS and bronchial methacholine challenge. At next visit specific bronchial allergen challenge will be performed and a blood sample will be taken. After that, each patient will measure hourly the peak flow during the next 10-hours. This procedure will be repeated after the first and second year of allergen specific immunotherapy. The safety issue of the study will be published separately. The change of the allergen specific bronchial hyperreactivity will be evaluated after every year of the study."
    },
    "conditionsModule": {
      "conditions": [
        "House Dust Mite Allergy",
        "Bronchial Hyperresponsiveness"
      ],
      "keywords": [
        "EAR",
        "LAR",
        "BHR",
        "house dust mite",
        "alternaria"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 425,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "house dust mite and alternaria allergy",
          "type": "OTHER",
          "description": "As the intervention patients with house dust mite or alternaria allergy will undergo a bronchial allergen challenge with mite or alternaria extract. The early asthmatic response (EAR) and the late asthmatic response (LAR) will be measured before and after one year of allergen specific immunotherapy. Except of the challenge no further interventions are planned.",
          "interventionNames": [
            "Biological: house dust mite and alternaria allergen bronchial challenge"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "house dust mite and alternaria allergen bronchial challenge",
          "description": "2 ml of saline-dissolved lyophylised house dust mite or alternaria in concentration 5000 standard biological units (SBU/ml) The challenge is the only intervention. dosed in 6 steps of 5, 10, 20, 40, 80, and 160 SBU. 10 minutes after each step up a spirometry will be performed the challenge will be stopped in case of a ≥ 20% decrease from baseline in FEV1 (PD20) and 0,2 mg Salbutamol will be given.",
          "armGroupLabels": [
            "house dust mite and alternaria allergy"
          ],
          "otherNames": [
            "Lyophylised allergen (Allergopharma, Rheinbeck, Germany)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Safety of bronchial allergen challenge with house dust mite and alternaria.",
          "description": "Early Allergic Reaction (EAR) and Late Allergic Reaction (LAR) will be monitored.",
          "timeFrame": "10 hours"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Correlation of predictors like skin prick testing, specific IgE, total IgE, allergen specific dose to PD20 FEV1, nonspecific hyperresponsiveness to methacholine and exhaled NO.",
          "description": "Statistical correlation of skin prick test results and allergen specific IgE",
          "timeFrame": "two weeks"
        },
        {
          "measure": "Development of allergen specific bronchial hyperreactivity before and after SIT",
          "description": "Results of methacholine testing before and after specific immunotherapy",
          "timeFrame": "two weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Informed consent\n* Age between 5 and 18 years\n* Known house dust mite or alternaria allergy\n\nExclusion Criteria:\n\n* Age \\< 5 years and \\> 18 years\n* Lung function VC \\< 80 % and FEV1 \\< 75 %\n* Others chronic diseases or infections (e.g., HIV, tuberculosis, malignancy)\n* Pregnancy\n* Treatment with systemic corticosteroids\n* Documented alcohol, substance, and/or drug abuse\n* Incapability to perform all study procedure",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Johannes Schulze, Dr.",
          "affiliation": "Goethe University, Frankfurt, Germany",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Goethe University,",
          "city": "Frankfurt am Main",
          "zip": "60590",
          "country": "Germany",
          "geoPoint": {
            "lat": 50.11552,
            "lon": 8.68417
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "17362251",
          "type": "BACKGROUND",
          "citation": "Douglas TA, Kusel M, Pascoe EM, Loh RK, Holt PG, Sly PD. Predictors of response to bronchial allergen challenge in 5- to 6-year-old atopic children. Allergy. 2007 Apr;62(4):401-7. doi: 10.1111/j.1398-9995.2007.01329.x."
        },
        {
          "pmid": "3800152",
          "type": "BACKGROUND",
          "citation": "Cockcroft DW, Murdock KY, Kirby J, Hargreave F. Prediction of airway responsiveness to allergen from skin sensitivity to allergen and airway responsiveness to histamine. Am Rev Respir Dis. 1987 Jan;135(1):264-7. doi: 10.1164/arrd.1987.135.1.264."
        },
        {
          "pmid": "19596563",
          "type": "BACKGROUND",
          "citation": "Schulze J, Rosewich M, Riemer C, Dressler M, Rose MA, Zielen S. Methacholine challenge--comparison of an ATS protocol to a new rapid single concentration technique. Respir Med. 2009 Dec;103(12):1898-903. doi: 10.1016/j.rmed.2009.06.007. Epub 2009 Jul 10."
        },
        {
          "pmid": "17301091",
          "type": "BACKGROUND",
          "citation": "Rosewich M, Rose MA, Eickmeier O, Travaci M, Kitz R, Zielen S. Montelukast as add-on therapy to beta-agonists and late airway response. Eur Respir J. 2007 Jul;30(1):56-61. doi: 10.1183/09031936.00063106. Epub 2007 Feb 14."
        },
        {
          "pmid": "23331526",
          "type": "RESULT",
          "citation": "Schulze J, Reinmuller W, Herrmann E, Rosewich M, Rose MA, Zielen S. Bronchial allergen challenges in children - safety and predictors. Pediatr Allergy Immunol. 2013 Feb;24(1):19-27. doi: 10.1111/pai.12031."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000092542",
          "term": "Dust Mite Allergy"
        },
        {
          "id": "D016535",
          "term": "Bronchial Hyperreactivity"
        }
      ],
      "ancestors": [
        {
          "id": "D012221",
          "term": "Rhinitis, Allergic, Perennial"
        },
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        },
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D039741",
          "term": "Antigens, Dermatophagoides"
        }
      ],
      "ancestors": [
        {
          "id": "D000941",
          "term": "Antigens"
        },
        {
          "id": "D001685",
          "term": "Biological Factors"
        }
      ]
    }
  },
  "hasResults": false
}