{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05605795",
      "orgStudyIdInfo": {
        "id": "CEFAZOPE"
      },
      "organization": {
        "fullName": "Fondation Hôpital Saint-Joseph",
        "class": "OTHER"
      },
      "briefTitle": "Investigation of Cross-allergies Between Cefazolin and Amoxicillin With Skin Tests and Provocation Test",
      "officialTitle": "Investigation of Cross-allergies Between Cefazolin and Amoxicillin With Skin Tests and Provocation Test",
      "acronym": "CEFAZOPE"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-10-28",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-11-28",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-10-31",
      "studyFirstSubmitQcDate": "2022-10-31",
      "studyFirstPostDateStruct": {
        "date": "2022-11-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-03-06",
      "lastUpdatePostDateStruct": {
        "date": "2023-03-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fondation Hôpital Saint-Joseph",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Antibiotic prophylaxis in the operating room reduces the frequency of occurrence of surgical site infections (SSI) by preventing bacterial proliferation.\n\nThe main antibiotic used in all surgery is CEFAZOLINE. This antibiotic of the Beta-lactam family, and more precisely of the 1st generation cephalosporins, is active on a specific bacterial target, which is often the cause of surgical site infections. Patients known to be allergic to penicillin have a 50% higher risk of surgical site infection. The choice of antibiotic prophylaxis often comes up against the risk of allergy in anesthesia. In France in 2004, according to the INSERM database, 100 IgE-mediated immediate hypersensitivity reactions (IHR) were observed out of 1 million anesthesias. The attributable allergens in descending order were curares (60.6%), latex (5.2%) then antibiotics (18.2%), followed by dyes (3.5%), hypnotics, opioids, gelatins and local anesthetics were rarely found. Regarding allergy to antibiotics, the leading antibiotic for allergy in France is AMOXICILLIN, which accounts for 29% of drug-induced anaphylaxis. In view of the risk of cross-allergy, a history of allergy to AMOXICILLIN in the operating room is a contraindication to all beta-lactam antibiotics and therefore leads to an alternative choice to CEFAZOLINE when the latter was indicated for first-line antibiotic prophylaxis.\n\nHowever, this choice of alternative antibiotic to CEFAZOLINE is not without consequences. First of all, the alternative antibiotics Vancomycin and Clindamycin have a narrower spectrum and therefore may not cover all germs found in SSI. They do not cover Gram-negative organisms for Vancomycin and Gram-negative aerobes for Clindamycin. Moreover, the use of these antibiotics exposes to undesirable effects. They can promote the occurrence of nosocomial infections such as Clostridium difficile colitis, infections with resistant germs such as methicillin-resistant Staphylococcus aureus (MRSA) or Vancomycin-resistant Enterococcus (VRE). Other adverse effects may occur such as Nephrotoxicity and Red Man Syndrome with Vancomycin. In addition, these antibiotics may be more difficult to handle, not allowing for the optimization of recommended delivery conditions. Secondly, the notion of the cost of these antibiotics must be taken into account.\n\nTwo elements could encourage investigators to use CEFAZOLINE despite a history of allergy to AMOXICILLIN.\n\n1. 1\\. Allergy declarations such as can be obtained in consultation correspond mainly to false positives. In fact, out of 10% of the world's population reporting an allergy to penicillins, only 1 to 2% of subjects have a proven allergy. In GHPSJ, among the patients consulting for a suspected allergy, the reintroduction test confirmed it in only 5.6% of them.\n2. From a molecular point of view, there is a low rate of similarity between these two molecules. Contrary to popular belief, cephalosporin allergy is not mediated by the β-lactam core. The cross-allergy between cephalosporins and penicillin comes from the similarities of the R1 chain which is attached to the β-lactam nucleus at position 7 for cephalosporins, at position 6 for penicillins. This may therefore explain the lack of clinical cross-reactivity.\n\nThe primary objective is to evaluate the proportion of patients of allergies between CEFAZOLINE and AMOXICILLINE.\n\nThe secondary objectives are to evaluate the diagnostic value of skin tests to CEFAZOLINE and to describe the safety of protocol of reintroduction of CEFAZOLINE and AMOXICILLINE in the context of IgE-mediated cross-reactivity."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Reaction",
        "Beta Lactam Adverse Reaction"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 84,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Proportion of patients with cross-allergies between Cefazolin and Amoxicillin",
          "description": "This outcome corresponds to the cross-allergy rate.",
          "timeFrame": "Month1"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Diagnostic value of cefazolin skin tests",
          "description": "This outcome corresponds to the sensitivity, specificity and predictive values of skin tests compared to oral challenge test.",
          "timeFrame": "Month1"
        },
        {
          "measure": "Description of the safety of our protocol for the reintroduction of cefazolin and amoxicillin in the context of IgE-mediated cross-allergy",
          "description": "This outcome corresponds to the number of anaphylaxis\\> grade I triggered on alternative challenge test.",
          "timeFrame": "Month 1"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patient whose age ≥ 18 years,\n* French-speaking patient\n* Patient who had an allergic reaction to a beta-lactam infusion as well as the patient who developed a severe form of anaphylaxis\n* Proven drug allergy by skin test to a beta-lactam of the penicillin or cephalosporin type in immediate reading or rereading of prick test, intradermal reaction (IDR) or patch test.\n* Patients managed in consultation with the allergology department of GHPSJ for exploration of their drug allergy since 01/01/2019.\n\nExclusion Criteria:\n\n* Patient under guardianship or curatorship\n* Patient deprived of liberty\n* Patient under court protection\n* Patient objecting to the use of his data for this research",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "* Patient who had an allergic reaction to a beta-lactam infusion as well as the patient who developed a severe form of anaphylaxis, with proven drug allergy by skin test to a beta-lactam of the penicillin or cephalosporin type in immediate reading or rereading of prick test, intradermal reaction (IDR) or patch test.\n* Patients managed in consultation with the allergology department of GHPSJ for exploration of their drug allergy since 01/01/2019.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Noemie GEST, MD",
          "affiliation": "Fondation Hôpital Saint-Joseph",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Groupe Hospitalier Paris Saint-Joseph",
          "city": "Paris",
          "zip": "75014",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29361015",
          "type": "BACKGROUND",
          "citation": "Blumenthal KG, Ryan EE, Li Y, Lee H, Kuhlen JL, Shenoy ES. The Impact of a Reported Penicillin Allergy on Surgical Site Infection Risk. Clin Infect Dis. 2018 Jan 18;66(3):329-336. doi: 10.1093/cid/cix794."
        },
        {
          "pmid": "28164269",
          "type": "BACKGROUND",
          "citation": "Tacquard C, Collange O, Gomis P, Malinovsky JM, Petitpain N, Demoly P, Nicoll S, Mertes PM. Anaesthetic hypersensitivity reactions in France between 2011 and 2012: the 10th GERAP epidemiologic survey. Acta Anaesthesiol Scand. 2017 Mar;61(3):290-299. doi: 10.1111/aas.12855."
        },
        {
          "pmid": "10329829",
          "type": "BACKGROUND",
          "citation": "Blanca M, Torres MJ, Garcia JJ, Romano A, Mayorga C, de Ramon E, Vega JM, Miranda A, Juarez C. Natural evolution of skin test sensitivity in patients allergic to beta-lactam antibiotics. J Allergy Clin Immunol. 1999 May;103(5 Pt 1):918-24. doi: 10.1016/s0091-6749(99)70439-2."
        },
        {
          "pmid": "29757781",
          "type": "BACKGROUND",
          "citation": "Vorobeichik L, Weber EA, Tarshis J. Misconceptions Surrounding Penicillin Allergy: Implications for Anesthesiologists. Anesth Analg. 2018 Sep;127(3):642-649. doi: 10.1213/ANE.0000000000003419."
        },
        {
          "pmid": "23461695",
          "type": "BACKGROUND",
          "citation": "Bratzler DW, Dellinger EP, Olsen KM, Perl TM, Auwaerter PG, Bolon MK, Fish DN, Napolitano LM, Sawyer RG, Slain D, Steinberg JP, Weinstein RA; American Society of Health-System Pharmacists (ASHP); Infectious Diseases Society of America (IDSA); Surgical Infection Society (SIS); Society for Healthcare Epidemiology of America (SHEA). Clinical practice guidelines for antimicrobial prophylaxis in surgery. Surg Infect (Larchmt). 2013 Feb;14(1):73-156. doi: 10.1089/sur.2013.9999. Epub 2013 Mar 5. No abstract available."
        },
        {
          "pmid": "26573570",
          "type": "BACKGROUND",
          "citation": "Pool C, Kass J, Spivack J, Nahumi N, Khan M, Babus L, Teng MS, Genden EM, Miles BA. Increased Surgical Site Infection Rates following Clindamycin Use in Head and Neck Free Tissue Transfer. Otolaryngol Head Neck Surg. 2016 Feb;154(2):272-8. doi: 10.1177/0194599815617129. Epub 2015 Nov 16."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}