{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05178004",
      "orgStudyIdInfo": {
        "id": "R&D GN18GA334P"
      },
      "organization": {
        "fullName": "University of Glasgow",
        "class": "OTHER"
      },
      "briefTitle": "Microbiome and Immune Profiling in Infant With Cow's Milk Allergy",
      "officialTitle": "Profiling Stool Cytokines and Microbiome of Infants With Non-IgE-mediated Cow's Milk Protein Allergy Could Explain Its Pathophysiology and be Used as a Non-invasive Diagnostic Method (Melina Study)"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-05",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-08-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-12-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2022-12-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-03-19",
      "studyFirstSubmitQcDate": "2021-12-15",
      "studyFirstPostDateStruct": {
        "date": "2022-01-05",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-05-30",
      "lastUpdatePostDateStruct": {
        "date": "2022-06-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "George Raptis",
        "investigatorTitle": "Consultant in Paediatric Allergy",
        "investigatorAffiliation": "University of Glasgow"
      },
      "leadSponsor": {
        "name": "University of Glasgow",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "NHS Greater Glasgow and Clyde Board HQ",
          "class": "OTHER"
        },
        {
          "name": "Nutricia, Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Non-IgE-mediated cow's milk allergy (CMPA) is associated to gastrointestinal symptoms, and its cause remains poorly understood, limiting the identification of specific markers to help with the diagnosis.\n\nUsing a non-invasive method, the aim of this study is to identify new protein markers as well as to profile the bacteria (germs) released in stools of infants during the inflammatory process of this condition (acute and recovery phase).\n\nThe study group will include infants who are born at term by an uncomplicated birth and diagnosed with non-IgE-mediated CMPA in the first 4 months of life, while the control groups will consist of infants either healthy or infants diagnosed with IgE-mediated CMPA or with a non-allergic gastrointestinal inflammatory condition (NAGIC). All groups will be matched for age, gender, type of feeding and mode of delivery.\n\nStool, urine and blood samples (the latter only if already taken during the hospital admission in severe cases) will be collected at the acute and the recovery phase of this condition while the patient follows a diary free diet (breast milk or hypoallergenic formula milk).\n\nProtein markers, bacteria and their products will be measured in stool, urine and blood samples. These measurements will be carried out at the University of Glasgow, Human Nutrition Section labs at Glasgow Royal Infirmary and other University of Glasgow research labs as required.\n\nThe ultimate aim is to explore the potential role of immune protein markers and bacteria in stools and urine and their possible use in diagnosing the condition non-invasively. Further understanding of the disease's cause may contribute to the development of new infant feed that could provide gut protection.",
      "detailedDescription": "STUDY DESIGN\n\nStudy description:\n\nThis observational study will involve the analysis of clinical data, stool, urine and serum (if available) samples that will be collected from infants with suspected or confirmed non-IgE-mediated CMPA. Clinical data will be collected from the medical notes of the patients with the written consent of the parents/carers. Dirty and wet (stools and urine samples) nappies from infants with possible non-IgE-mediated CMPA before dairy exclusion at time of enrolment, will be collected during acute and recovery phase according to the following schedule:\n\nvisit 1: recruitment day (two stool samples on two consecutive bowel motions), ideally before introduction of dairy free diet; visit 2: end of week 1; visit 3: end of week 4; visit 4: week 5, challenge to Cow's Milk Proteins (CMP) (two stool samples on two consecutive bowel motions, 6 hours up to 24 hours post challenge); visit 5: within a week post CMP challenge; visit 6: week 6. Samples from infants with possible non-IgE-mediated CMPA while on dairy free diet at enrolment will be collected at baseline (2 samples on 2 consecutive bowel motions), week 1, week 4 and week 6. If these patients are challenged to CMP within the 6 weeks of the study, faecal and urine samples will also be collected before (last bowel movement before challenge) and after challenge to CMP (two stool samples on two consecutive bowel motions, 6 hours up to 24 hours post challenge). For the IgE-mediated CMPA infants and healthy participants, faecal and urine samples will only be collected at 3 time points: on recruitment day, on week 4 and on week 6.\n\nInfants presenting to primary and secondary care within Greater Glasgow \\& Clyde health board with symptoms suggesting possible non-IgE-mediated CMPA will be treated according to the local non-IgE-mediated CMPA guideline (for the formula fed infants a hypoallergenic formula milk will be offered; extensively hydrolyzed (eHF) or amino acid (AAF) formula, based on severity of the symptoms and history, while those on breast milk the mother will be advised to go on a dairy free diet). As per local guidelines, after 4 weeks of elimination diet (cow's milk from infant's and mother's if breast fed), infants with mild to moderated non-IgE-mediated CMPA will be offered an unsupervised oral food challenge (OFC) at home under the guidance of the community dietitian while more severe cases (such as CMPIE) will be offered an OFC under physician's supervision. In case of a convincing history such as repeated exposure to the incriminated food eliciting repetitive vomiting and/or diarrhoea within 24h, without any other cause for symptoms and absence of symptoms after elimination of cow's milk, the OFC will be omitted. Confirmed cases (following positive challenge or convincing history) will return to the exclusion diet (a hypoallergenic formula milk or breastfeeding with mother's dairy free diet) as per local guideline.\n\nA follow up study will be set up to follow the subjects during their further development at 3 and 5 years of age as it will be scientifically interesting to evaluate specific outcomes at a later stage. Therefore, the participant information sheet and consent form will already address this option and ask parents/carers of the participants whether the parents/carers agree to be contacted in the future. Informed consent for participation in a follow up study will be requested at that time.\n\nSubject discontinuation during the study:\n\nShould the participant's parents/carers decide to withdraw their consent, samples already acquired will be kept for the study unless the participant's parents/carers tell us not to do so, in which case the samples will be destroyed.\n\nSamples will be disposed of as per Greater Glasgow \\& Clyde NHS policy. Should participants' parents/carers loose capacity to consent during the study, the infant's participation to the study will be withdrawn and identifiable data or samples collected with consent will be retained and used for the study. No further data or samples will be collected or any other research procedures carried out on or in relation to the participant.\n\nSAMPLE COLLECTION FOR LABORATORY MEASUREMENTS\n\nFaecal and urine samples:\n\nNappies will be collected by the researcher at a time and place which is convenient for the participant's parents/carers, including the hospital ward or clinic or the participant's home. If participant's parents/carers would find it helpful, courtesy calls will be made a few days before collection and gentle reminders via text, phone or email will be given a few days before and/or during sample collection to assist with any queries the participant may have. When a dirty and wet nappy becomes available, the participant's parents/carers will call/text the researcher (study's direct line number) immediately for collection and transportation of the samples to the laboratory; the sample will be either collected by a pre-paid taxi or by the researchers themselves. For non-IgE-mediated CMPA participants, stool and urine samples will be collected at baseline (visit 1: recruitment day, two samples on 2 consecutive bowel motions), week 1 (visit 2, day 7), week 4 (visit 3, day 28) and week 6 (visit 6: day 37). If an OFC is performed, additional faecal and urine samples will be collected prior to milk reintroduction (last bowel movement before OFC), on food challenge day (2 samples on 2 consecutive bowel motions, 6 hours up to 24 hours post challenge) and post food challenge (within one week post challenge). 3 stool and urine samples will be collected from the IgE-mediated CMPA and healthy control groups, one at baseline (recruitment day), one on week 4 (day 28) and a last one on week 6 (day 37). Attempts should be made to schedule visits (assessments) on the exact date. If this is not possible these should be scheduled within a 48-hour window.\n\nMicrobiota analysis:\n\nBacterial diversity: Diversity, richness and relative abundance of all microbial genera will be explored with Next Generation sequencing of the 16S rRNA gene on the IlluminaMiSeq® platform. Bacterial functional capacity: Whole genome sequencing (shotgun metagenomics) will be performed on an IlluminaHiSeq® platform. Shotgun metagenomics will generate functional profiles of the microbiota and metabolic pathways by mapping unassembled reads to the KEGG database of metabolic pathways using HUMAnN. Bacterial metabolic activity: Metabolic phenotyping of samples will be performed with NMR/LC/GC-FID/MS and other assays as described previously. Faecal metabolomics analysis will enable correlations of the metabolic signatures directly with the functional profiles and the annotated bacterial abundances and hence, determination of the metabolic roles of the key community members. Disease markers \\& Immunophenotyping: Faecal calprotectin will be measured from faecal samples in order to identify possible colonic inflammation in these patients.\n\nUpon study completion all samples will be stored and may be used to address the same research questions as this study as new lab methods arise. This is particularly relevant for microbiological analysis, as novel methods may offer us a better understanding of the role of the microbiota in gut inflammation. Permission to store samples and use in future research will be gained by written consent.\n\nBlood samples:\n\nWith regards to venous blood samples collection, this will apply only for any infant included in the study who will undergo blood testing for clinical reasons (no additional needle insertion is required). Blood samples collected for clinical purposes which are no longer needed (redundant samples), will be requested from the haematology lab of the Royal Hospital for Children and transferred to Professor Milling's lab at the University of Glasgow where the samples will be prepared and stored for the purpose of this study. Collected blood samples will be used to measure blood inflammatory and immune markers, and to assess the immunophenotype, by techniques that may include conventional enzyme-linked immunosorbent assay (ELISA), cytokine multiplex analysis, flow cytometry, and gene expression analysis.\n\nInflammatory analysis:\n\nVarious immune cells and cytokines will be measured in stool supernatants, urine and blood. The investigators will look for the following cytokines including the following: Th1 cytokines: Interleukin (IL) 12, Interferon gamma (IFN-γ), Th2 cytokines: IL-5, IL-13, IL-4, IL-9, Th17 cytokines: IL17, IL22, Treg cytokines: IL-10, Transforming growth factor beta (TGF-β) and inflammatory cytokines: Tumor necrosis factor alpha (TNF-α), IL-1β, IL-2, IL-6, and IL-8. The humoral immune response will be assessed by quantification of antigen-specific and total secretory Immunoglobulin A (sIgA), IgG, IgM and IgE, calprotectin and Eosinophil-derived neurotoxin (EDN). The above inflammatory markers in stools, urine and serum may be assessed by ELISA, cytometric bead array (CBA) assay, multiplex protein analysis, or flow cytometry."
    },
    "conditionsModule": {
      "conditions": [
        "Cow Milk Allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "6 Weeks",
      "designInfo": {
        "observationalModel": "CASE_CONTROL",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Faecal, urine and blood samples"
      },
      "enrollmentInfo": {
        "count": 150,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Non-IgE-mediated CMPA",
          "description": "Infants with mild, moderate and severe non-IgE-mediated cow's milk protein allergy",
          "interventionNames": [
            "Other: Faecal and Urine sample collection"
          ]
        },
        {
          "label": "IgE-mediated CMPA",
          "description": "Infants with IgE-mediated CMPA",
          "interventionNames": [
            "Other: Faecal and Urine sample collection"
          ]
        },
        {
          "label": "Healthy",
          "description": "Healthy infants who have never shown signs of cow's milk protein allergy",
          "interventionNames": [
            "Other: Faecal and Urine sample collection"
          ]
        },
        {
          "label": "Non allergic gastrointestinal conditions",
          "description": "Infants with suspected cow's milk allergic at enrolment and ruled out following Oral Food Challenge",
          "interventionNames": [
            "Other: Faecal and Urine sample collection"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Faecal and Urine sample collection",
          "description": "This is an observational study.",
          "armGroupLabels": [
            "Healthy",
            "IgE-mediated CMPA",
            "Non allergic gastrointestinal conditions",
            "Non-IgE-mediated CMPA"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Microbiome profiling",
          "description": "Gut bacterial diversity in infants with non-IgE-mediated CMPA compared to control groups, assessed by 16s rRNA sequencing (at baseline and throughout the study period).",
          "timeFrame": "32 months"
        },
        {
          "measure": "Faecal metabolites",
          "description": "The concentration of faecal metabolites in infants with non-IgE-mediated CMPA compared to control groups.",
          "timeFrame": "32 months"
        },
        {
          "measure": "Urine metabolites",
          "description": "The concentration of urine metabolites in infants with non-IgE-mediated CMPA compared to control groups.",
          "timeFrame": "32 months"
        },
        {
          "measure": "Immune profiling",
          "description": "Concentration of faecal inflammatory proteins in infants with non-IgE-mediated CMPA compared to control groups.",
          "timeFrame": "32 months"
        },
        {
          "measure": "Analysis of faecal microbiome to diagnose non-IgE-mediated CMPA",
          "description": "The use of gut microbiome changes in non-IgE-mediated CMPA as a tool in confirming the diagnosis of mild, moderate, and severe non-IgE mediated CMPA",
          "timeFrame": "32 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Assessment of clinical symptoms",
          "description": "Evaluation of the condition's severity based on the symptom diary",
          "timeFrame": "32 months"
        },
        {
          "measure": "Inflammatory markers and clinical symptoms",
          "description": "Correlation between levels of inflammatory proteins and severity of clinical symptoms",
          "timeFrame": "32 months"
        },
        {
          "measure": "Acute vs Chronic non-IgE-mediated CMPA",
          "description": "Concentration of inflammatory proteins in acute and chronic presentation of mild, moderate and severe non-IgE-mediated CMPA.",
          "timeFrame": "32 months"
        },
        {
          "measure": "Effect of Hypoallergenic formula milks on gut microbiome",
          "description": "The impact of the hypoallergenic formula milk on gut microbiome from the acute to the recovery phase of the illness.",
          "timeFrame": "32 months"
        },
        {
          "measure": "Effect of Hypoallergenic formula milks on inflammatory markers",
          "description": "The impact of the hypoallergenic formula milk on the inflammatory proteins levels from the acute to the recovery phase of the illness.",
          "timeFrame": "32 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria\n\n* Infants ≤4 months (prior to weaning)\n* Infants born at term (≥37and ≤42weeks), by uncomplicated normal birth or caesarean section and appropriately grown for gestational age.\n\nExclusion criteria for study population and controls\n\n* Infants who present with pre-existing risk factors for altered intestinal perfusion, among others intrauterine growth restriction, birth asphyxia, exchange transfusion, cyanotic congenital heart disease or polycythemia as these infants are at increased risk of necrotizing enterocolitis.\n* Other congenital malformations (chest and abdomen) and infections (such as HIV, hepatitis B and C)\n* Those who received antibiotics or need endotracheal, feeding or suctioning tubes will also be excluded as these manipulations could result in modification of microbial flora and could have an impact in intestinal development.\n* Participants whose parents/carers cannot speak or understand English will be excluded from the study.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "maximumAge": "16 Weeks",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "60 infants clinically diagnosed with non-IgE-mediated CMPA by primary and secondary care professionals presenting mainly with gastrointestinal symptoms (Gastro-oesophageal symptoms, diarrhoea and blood in the stools) while on enteral feeds (breast or formula milk).\n\n60 healthy infants will be recruited from the same population, independently of levels of CMP exposure.\n\nHealthy infants will be matched for age, gender, and type of birth with allergic infants, allowing variables to be examined between cases and controls.\n\nAdditionally, 30 infants with IgE-mediated CMPA, confirmed by SPT or positive CMP-specific IgE will be recruited.\n\nLastly, all Non-Allergic GastroIntestinal Conditions (NAGIC cases), for whom non-IgE-mediated CMPA was ruled out following an OFC will be included in the study as a reference group. The number of NAGIC cases will depend on the recruitment numbers and the appropriate use of the diagnostic clinical criteria.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "George Raptis",
          "role": "CONTACT",
          "phone": "01414516491",
          "email": "george.raptis@nhs.net"
        },
        {
          "name": "Konstantinos Gerasimidis",
          "role": "CONTACT",
          "phone": "01412018689",
          "email": "konstantinos.gerasimidis@glasgow.ac.uk"
        }
      ],
      "overallOfficials": [
        {
          "name": "George Raptis",
          "affiliation": "NHS Greater Glasgow and Clyde",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Glasgow Royal Hospital for Children",
          "status": "RECRUITING",
          "city": "Glasgow",
          "state": "Scotland",
          "zip": "G51 4TF",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "George Raptis",
              "role": "CONTACT",
              "phone": "0141 451 6491",
              "email": "george.raptis@nhs.net"
            },
            {
              "name": "Konstantinos Gerasimidis",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Simon Milling",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Caroline Kerbiriou",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 55.86515,
            "lon": -4.25763
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "23835522",
          "type": "BACKGROUND",
          "citation": "Venter C, Brown T, Shah N, Walsh J, Fox AT. Diagnosis and management of non-IgE-mediated cow's milk allergy in infancy - a UK primary care practical guide. Clin Transl Allergy. 2013 Jul 8;3(1):23. doi: 10.1186/2045-7022-3-23."
        },
        {
          "pmid": "21802016",
          "type": "BACKGROUND",
          "citation": "Leonard SA, Nowak-Wegrzyn A. Food protein-induced enterocolitis syndrome: an update on natural history and review of management. Ann Allergy Asthma Immunol. 2011 Aug;107(2):95-101; quiz 101, 162. doi: 10.1016/j.anai.2011.06.004."
        },
        {
          "pmid": "20498729",
          "type": "BACKGROUND",
          "citation": "Claud EC. Neonatal Necrotizing Enterocolitis -Inflammation and Intestinal Immaturity. Antiinflamm Antiallergy Agents Med Chem. 2009 Sep;8(3):248-259. doi: 10.2174/187152309789152020."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D003672",
          "term": "Defecation"
        }
      ],
      "ancestors": [
        {
          "id": "D004068",
          "term": "Digestive System Physiological Phenomena"
        },
        {
          "id": "D055688",
          "term": "Digestive System and Oral Physiological Phenomena"
        }
      ]
    }
  },
  "hasResults": false
}