{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01593111",
      "orgStudyIdInfo": {
        "id": "AAAF3904"
      },
      "organization": {
        "fullName": "Columbia University",
        "class": "OTHER"
      },
      "briefTitle": "Environmental Intervention Versus Standard Care to Reduce Pharmacologic Therapy for Asthma",
      "officialTitle": "Comparative Effectiveness of Environmental Intervention and Standard Care in Ability to Reduce Pharmacologic Therapy for Asthma",
      "acronym": "ERA"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-01",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2011-04"
      },
      "primaryCompletionDateStruct": {
        "date": "2013-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2013-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-02-27",
      "studyFirstSubmitQcDate": "2012-05-04",
      "studyFirstPostDateStruct": {
        "date": "2012-05-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2022-01-21",
      "lastUpdatePostDateStruct": {
        "date": "2022-02-04",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Emily DiMango, MD",
        "investigatorTitle": "Professor of Clinical Medicine",
        "investigatorAffiliation": "Columbia University"
      },
      "leadSponsor": {
        "name": "Columbia University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Agency for Healthcare Research and Quality (AHRQ)",
          "class": "FED"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "Exposure to household allergens is a major contributor to asthma symptoms. Aggressive measures to reduce household allergens has the potential to reduce asthma symptoms and the need for medications to control asthma. The investigators plan to enroll patients aged 6 and above into a single blind, randomized study comparing intensive environmental intervention with usual asthma care over a 48 week study period. All subjects will have asthma treatment optimized according to guideline based care. Subjects will be randomized to an aggressive environmental remediation arm versus distribution of written materials regarding allergen reduction (\"usual care\"). Primary outcome measure will be ability to reduce asthma step therapy. Secondary outcomes include measures of lung function, asthma biomarkers and quality of life.",
      "detailedDescription": "Research question(s):\n\nIn individuals with atopic asthma who are being treated with inhaled corticosteroids with or without long acting beta agonists (1 of 6 possible steps of treatment), aggressive environmental intervention to reduce exposure to home allergens is more likely to lead to one step reduction in asthma controller therapy, improved asthma control and improved biomarkers of airway inflammation than is usual care.\n\nScientific abstract:\n\nEnvironmental exposure to indoor allergens is a major contributor to asthma impairment and risk, particularly among asthmatic patients residing in inner cities. The investigators plan a randomized controlled trial to assess the effect of individualized, comprehensive, multifaceted indoor allergen avoidance measures on ability to step down asthma controller therapy in adults and children greater than 6 years with mild to severe persistent asthma.\n\nSpecifically,\n\n1\\. To determine via a randomized, controlled trial in allergen sensitized asthma patients whether environmental intervention aimed at reducing exposure to indoor allergens and irritants is more effective in reducing National Asthma Education and Prevention Program (NAEPP) step based therapy than usual care over a 48 week study period.\n\n2a. To determine if environmental intervention leads to reduction in indoor allergen levels, allergen specific serum IgE levels, airway hyper-responsiveness, fractional excretion of nitric oxide, asthma symptom score, asthma exacerbations, treatment failures and improved lung function compared to usual care over a 48 week study period.\n\n2b. (Exploratory): To determine if there is an association between reduction in allergen specific IgE level and reduction in NAEPP step level required for asthma control among subjects randomized to environmental intervention compared with usual care."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma"
      ],
      "keywords": [
        "Allergies",
        "Asthma",
        "Environmental",
        "NYC",
        "Manhattan",
        "Harlem",
        "Bronx",
        "Brooklyn",
        "Breathing",
        "eNO",
        "IgE",
        "Allergens",
        "Cockroach",
        "Dust mites",
        "Pets"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "CARE_PROVIDER"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 243,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Environmental Intervention",
          "type": "EXPERIMENTAL",
          "description": "If randomized to this part of the study the patient will receive an individualized homebased program. In addition to general handouts provided to at Visit 3, subjects in this arm will also receive home-based education by Intervention Counselors about how indoor allergens can affect asthma and the importance of strategies for removing allergens. The goal of the intervention is to provide the patient with the knowledge and skills necessary to remove allergens from their home, and to assist them with those clean up measures. Some of the measures implemented will be specifically based on data we have previously collected from them in the clinic and from their previous home visit, while others will be general to reduce all allergen level.",
          "interventionNames": [
            "Other: Environmental Intervention"
          ]
        },
        {
          "label": "Control Group",
          "type": "NO_INTERVENTION",
          "description": "If assigned to this group the patient will receive general health/safety related counseling. At the counselor visit following randomization, the patient will receive handouts related to general health and safety issues. They will also have visits by the Home Evaluators for assessment of the home and collection of dust samples identical to those in the treatment group (week 28 and week 44)."
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Environmental Intervention",
          "description": "Home-based environmental intervention",
          "armGroupLabels": [
            "Environmental Intervention"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Step down of medication",
          "description": "Based on subject's lung function and symptoms",
          "timeFrame": "V4-V7 (every two months)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in allergen specific serum IgE levels",
          "description": "Blood test",
          "timeFrame": "Visit 3, Visit 5 and Visit 8 (approximately every 4 months)"
        },
        {
          "measure": "Change in airway hyper-responsiveness",
          "description": "As determined by Methacholine Challenge",
          "timeFrame": "Visit 1 and Visit 7 (initial visit and at month 10)"
        },
        {
          "measure": "Fractional excretion of nitric oxide",
          "description": "Measured by Aerocrine Mino",
          "timeFrame": "V3-V8 (every two months)"
        },
        {
          "measure": "Asthma symptom score",
          "description": "Standardized questionnaire",
          "timeFrame": "V3-V8 (every two months)"
        },
        {
          "measure": "Asthma exacerbations",
          "description": "Patient reported outcome",
          "timeFrame": "Every visit (every two weeks for two months, then every two months)"
        },
        {
          "measure": "lung function",
          "description": "spirometry pulmonary function testing",
          "timeFrame": "Every visit (every month for two months, then every two months)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Clinical history consistent with asthma in male and female subjects ages 6 and above.\n* Need for controller therapy demonstrated by current use of a stable dose (at least 4 weeks) of long term asthma controller therapy; or if not receiving long term asthma controller, symptoms consistent with persistent asthma (eg. Symptoms \\> 3x per week).\n* Prebronchodilator FEV1 \\> 40% predicted at screening (V0)\n* Positive skin test (defined as wheal greater than 3 mm in diameter greater than saline negative control) to protein extracts of at least one of 9 common indoor allergens including dust mites, cockroach mix, rat, mouse, Alternaria, Cladosporium, Aspergillus, cat and dog tested at Visit 0 (or positive RAST test to at least on aeroallergen if FEV1\\<60% at Visit 0 precluding allergen skin testing.)\n* Evidence of at least one allergen in household dust which matches skin test positivity or RAST testing (overlap to be checked and recorded at V3).\n* Asthma confirmed by either reversibility to 4 puffs albuterol greater than or equal to 12% in FEV1 at V0 OR PC20 FEV1 methacholine of less than or equal 16 mg/ml at or up to 30 days previous to V1.\n* Sleeps overnight at same address at least 5 times per week.\n\nExclusion Criteria:\n\n* Significant medical illness other than asthma including other chronic respiratory illness (eg emphysema, cystic fibrosis)\n* Currently receiving immunotherapy or received such therapy in the past year\n* Emergency Department (ED) visit for asthma or steroid taper within the past 2 weeks (may be rescreened at a future date).\n* Investigational drug within the past 30 days; anti-IgE therapy within past 6 months\n* Active smoker or greater than 10 pack year history of asthma\n* Asthma requiring mechanical ventilation within the past 5 years\n* Significant occupational exposures as determined by principal investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Emily DiMango, MD",
          "affiliation": "Columbia University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Columbia University Medical Center",
          "city": "New York",
          "state": "New York",
          "zip": "10032",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "Jacobi Medical Center",
          "city": "The Bronx",
          "state": "New York",
          "zip": "10461",
          "country": "United States",
          "geoPoint": {
            "lat": 40.84985,
            "lon": -73.86641
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D053120",
          "term": "Respiratory Aspiration"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012120",
          "term": "Respiration Disorders"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D008884",
          "term": "Milieu Therapy"
        }
      ],
      "ancestors": [
        {
          "id": "D012960",
          "term": "Socioenvironmental Therapy"
        },
        {
          "id": "D011613",
          "term": "Psychotherapy"
        },
        {
          "id": "D004191",
          "term": "Behavioral Disciplines and Activities"
        }
      ]
    }
  },
  "hasResults": false
}