{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04415593",
      "orgStudyIdInfo": {
        "id": "Peanuts protocol"
      },
      "organization": {
        "fullName": "Medical University of Warsaw",
        "class": "OTHER"
      },
      "briefTitle": "High and Low Dose Oral Peanut Immunotherapy - Comparison of Efficacy and Safety",
      "officialTitle": "High and Low Dose Oral Peanut Immunotherapy - Comparison of Efficacy and Safety"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-03",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-09-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-05-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-07-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2020-04-20",
      "studyFirstSubmitQcDate": "2020-06-02",
      "studyFirstPostDateStruct": {
        "date": "2020-06-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-01",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Medical University of Warsaw",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "In this trial the investigators aim to assess the effectiveness and safety of oral immunotherapy with peanut protein in high and low dose (300mg versus 150mg) in children with peanuts allergy.",
      "detailedDescription": "Peanut allergy is a significant clinical problem. Food immunotherapy provides the latest approach to managing food allergy. Oral immunotherapy is considered as the most effective and safe, according to current research. What is more, this type of therapy is easily available and can be continued at patient's home. Obtaining and maintenance of tolerance to the allergic food is the main goal of this procedure.\n\nThe study will include children with peanut allergy, confirmed during open oral food challenge (OOFC) with peanut protein. First OOFC will be performed before immunotherapy, second one at the end of procedure. Participants will be randomly assigned to two groups. During the maintenance phase, the first group will receive low dose of peanut protein, which amounts 150mg, the second will get high dose, which is 300 mg of peanut protein. Oral immunotherapy with low and high dose of peanut protein in children randomly assigned to two groups (1:1).\n\nIn the following phase, every two weeks the dose of ground roasted peanut will be increased and applied to a child during hospitalization (1-day procedure). Precondition to increase of dose is good tolerance of previous portion of peanut. The maximum time frame for this phase is 14 months.\n\nAfter achieving tolerance, immunotherapy will be continued for 2 months in maintenance phase, with dose 150mg or 300 mg peanut protein, depending on a study group.\n\nThe dosage increasing phase will last maximally 14 months. If patients achieves the maintenance dose earlier, this period may be shorter. Maintenance dose is determined by random patients' assignment to one from study's group and amounts 150mg or 300 mg of peanut protein, respectively.\n\nThe duration of the maintenance phase is 8 weeks (+/-2 weeks). After 2 months (8 weeks +/-2 weeks) of maintenance dose the final OOFC and evaluation of tolerance of peanut protein will be performed. Confirmation of the total desensitization of peanut is the tolerance of a single dose of 4500 mg peanut protein."
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy"
      ],
      "keywords": [
        "peanuts",
        "food allergy",
        "immunotherapy",
        "children"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Participants will be randomly assigned to two groups. During the maintenance phase, the first group will receive low dose of peanut protein, which amounts 150mg, the second will get high dose, which is 300 mg of peanut protein. Oral immunotherapy with low (150mg) and high (300mg) dose of peanut protein in children randomly assigned to two groups (1:1).\n\nPatients will receive ground peanuts mixed with apple mousse (supposing apple tolerance). For the transparency of the study all patients will receive the same commercially prepared apple muss product.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 44,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "high dose of peanut",
          "type": "EXPERIMENTAL",
          "description": "20 patients",
          "interventionNames": [
            "Dietary Supplement: High dose of peanuts"
          ]
        },
        {
          "label": "low dose of peanuts",
          "type": "ACTIVE_COMPARATOR",
          "description": "20 patients",
          "interventionNames": [
            "Dietary Supplement: Low dose of peanuts"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "High dose of peanuts",
          "description": "Patients will receive a high dose of ground peanuts (300 mg) mixed with apple mousse (supposing child tolerates apple). For the transparency of the study all patients will receive the same commercially prepared apple product",
          "armGroupLabels": [
            "high dose of peanut"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Low dose of peanuts",
          "description": "Patients will receive a low dose of ground peanuts (150 mg) mixed with apple mousse (supposing child tolerates apple). For the transparency of the study all patients will receive the same commercially prepared apple product",
          "armGroupLabels": [
            "low dose of peanuts"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Tolerance of peanuts",
          "description": "Proportion of participants who tolerate the single dose of 300 mg or more (maximum 4500mg) peanut protein",
          "timeFrame": "Up to 16 months after starting oral immunotherapy"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Adverse event",
          "description": "quantity and severity of adverse effect, assessed and compared between groups, divided into mild, moderate and severe category",
          "timeFrame": "Up to 16 months after starting oral immunotherapy"
        },
        {
          "measure": "Laboratory data",
          "description": "difference in peanut serum immunoglobulin E (IgE) level and immunoglobulin G4 (IgG4) level, compared between groups at the end of treatment",
          "timeFrame": "Up to 16 months after starting oral immunotherapy"
        },
        {
          "measure": "Skin prick test (SPT)",
          "description": "change in skin prick test reactivity to peanut protein from baseline to end of treatment, compared between groups",
          "timeFrame": "Up to 16 months after starting oral immunotherapy"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* medical history of peanut allergy,\n* IgE-mediated peanut allergy confirmed as positive skin prick tests with peanut allergens (diameter of the wheal greater than 3mm) and/or specific IgE level greater than 0.35 kilo units of Allergen per liter (kUA/l) (UniCAP method),\n* reaction to less than 100 mg of peanut protein during OOFC,\n* signed Informed Consent by parent/legal guardian and patient aged \\>16 years old,\n* patient's/caregivers' cooperation with researcher.\n\nExclusion Criteria:\n\n* no confirmed peanut allergy,\n* negative oral food challenge with less than 100mg of peanut protein,\n* severe asthma,\n* uncontrolled mild/moderate asthma: forced expiratory volume at one second (FEV1)\\<80% (under 5. percentile), FEV1/forced vital capacity (FVC)\\<75% (under 5. percentile), hospitalization due to asthma exacerbation within last 12 months,\n* current oral/sublingual/subcutaneous immunotherapy with other allergen,\n* eosinophilic gastroenteritis,\n* a history of severe recurrent anaphylaxis episodes,\n* chronic diseases requiring continuous treatment, including heart disease, epilepsy, metabolic diseases, diabetes,\n* medication:\n\n  * oral, daily steroid therapy longer than 1 month within last 12 months,\n  * at least two courses of oral steroid therapy (at least 7 days) within last 12 months,\n  * oral steroid therapy longer than 7 days within last 3 months,\n  * biological treatment,\n  * the need to constantly take antihistamines,\n  * therapy with β-blockers, angiotensin converting enzyme (ACE) inhibitors, calcium channel inhibitors,\n* pregnancy,\n* no consent to participate in the study,\n* lack of patient cooperation.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "4 Years",
      "maximumAge": "17 Years",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Klementyna Łyżwa, MD",
          "affiliation": "Department of Pediatric Pneumonology and Allergy, Medical University of Warsaw",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Department of Pediatric Pneumonology and Allergy, Medical University of Warsaw",
          "city": "Warsaw",
          "zip": "02-091",
          "country": "Poland",
          "geoPoint": {
            "lat": 52.22977,
            "lon": 21.01178
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "29205393",
          "type": "BACKGROUND",
          "citation": "Pajno GB, Fernandez-Rivas M, Arasi S, Roberts G, Akdis CA, Alvaro-Lozano M, Beyer K, Bindslev-Jensen C, Burks W, Ebisawa M, Eigenmann P, Knol E, Nadeau KC, Poulsen LK, van Ree R, Santos AF, du Toit G, Dhami S, Nurmatov U, Boloh Y, Makela M, O'Mahony L, Papadopoulos N, Sackesen C, Agache I, Angier E, Halken S, Jutel M, Lau S, Pfaar O, Ryan D, Sturm G, Varga EM, van Wijk RG, Sheikh A, Muraro A; EAACI Allergen Immunotherapy Guidelines Group. EAACI Guidelines on allergen immunotherapy: IgE-mediated food allergy. Allergy. 2018 Apr;73(4):799-815. doi: 10.1111/all.13319. Epub 2017 Dec 5."
        },
        {
          "pmid": "28836701",
          "type": "BACKGROUND",
          "citation": "Stiefel G, Anagnostou K, Boyle RJ, Brathwaite N, Ewan P, Fox AT, Huber P, Luyt D, Till SJ, Venter C, Clark AT. BSACI guideline for the diagnosis and management of peanut and tree nut allergy. Clin Exp Allergy. 2017 Jun;47(6):719-739. doi: 10.1111/cea.12957."
        },
        {
          "pmid": "30449234",
          "type": "BACKGROUND",
          "citation": "PALISADE Group of Clinical Investigators; Vickery BP, Vereda A, Casale TB, Beyer K, du Toit G, Hourihane JO, Jones SM, Shreffler WG, Marcantonio A, Zawadzki R, Sher L, Carr WW, Fineman S, Greos L, Rachid R, Ibanez MD, Tilles S, Assa'ad AH, Nilsson C, Rupp N, Welch MJ, Sussman G, Chinthrajah S, Blumchen K, Sher E, Spergel JM, Leickly FE, Zielen S, Wang J, Sanders GM, Wood RA, Cheema A, Bindslev-Jensen C, Leonard S, Kachru R, Johnston DT, Hampel FC Jr, Kim EH, Anagnostou A, Pongracic JA, Ben-Shoshan M, Sharma HP, Stillerman A, Windom HH, Yang WH, Muraro A, Zubeldia JM, Sharma V, Dorsey MJ, Chong HJ, Ohayon J, Bird JA, Carr TF, Siri D, Fernandez-Rivas M, Jeong DK, Fleischer DM, Lieberman JA, Dubois AEJ, Tsoumani M, Ciaccio CE, Portnoy JM, Mansfield LE, Fritz SB, Lanser BJ, Matz J, Oude Elberink HNG, Varshney P, Dilly SG, Adelman DC, Burks AW. AR101 Oral Immunotherapy for Peanut Allergy. N Engl J Med. 2018 Nov 22;379(21):1991-2001. doi: 10.1056/NEJMoa1812856. Epub 2018 Nov 18."
        },
        {
          "pmid": "29092786",
          "type": "BACKGROUND",
          "citation": "Bird JA, Spergel JM, Jones SM, Rachid R, Assa'ad AH, Wang J, Leonard SA, Laubach SS, Kim EH, Vickery BP, Davis BP, Heimall J, Cianferoni A, MacGinnitie AJ, Crestani E, Burks AW; ARC001 Study Group. Efficacy and Safety of AR101 in Oral Immunotherapy for Peanut Allergy: Results of ARC001, a Randomized, Double-Blind, Placebo-Controlled Phase 2 Clinical Trial. J Allergy Clin Immunol Pract. 2018 Mar-Apr;6(2):476-485.e3. doi: 10.1016/j.jaip.2017.09.016. Epub 2017 Oct 31."
        },
        {
          "pmid": "23195525",
          "type": "BACKGROUND",
          "citation": "Sampson HA, Gerth van Wijk R, Bindslev-Jensen C, Sicherer S, Teuber SS, Burks AW, Dubois AE, Beyer K, Eigenmann PA, Spergel JM, Werfel T, Chinchilli VM. Standardizing double-blind, placebo-controlled oral food challenges: American Academy of Allergy, Asthma & Immunology-European Academy of Allergy and Clinical Immunology PRACTALL consensus report. J Allergy Clin Immunol. 2012 Dec;130(6):1260-74. doi: 10.1016/j.jaci.2012.10.017. No abstract available."
        },
        {
          "pmid": "16597075",
          "type": "BACKGROUND",
          "citation": "Bollinger ME, Dahlquist LM, Mudd K, Sonntag C, Dillinger L, McKenna K. The impact of food allergy on the daily activities of children and their families. Ann Allergy Asthma Immunol. 2006 Mar;96(3):415-21. doi: 10.1016/S1081-1206(10)60908-8."
        },
        {
          "pmid": "28065342",
          "type": "BACKGROUND",
          "citation": "Cox LS, Sanchez-Borges M, Lockey RF. World Allergy Organization Systemic Allergic Reaction Grading System: Is a Modification Needed? J Allergy Clin Immunol Pract. 2017 Jan-Feb;5(1):58-62.e5. doi: 10.1016/j.jaip.2016.11.009."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}