{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05137132",
      "orgStudyIdInfo": {
        "id": "CARDIO-ASTH"
      },
      "secondaryIdInfos": [
        {
          "id": "257990",
          "type": "OTHER",
          "domain": "Ethics Committee"
        }
      ],
      "organization": {
        "fullName": "Hofseth Biocare ASA",
        "class": "INDUSTRY"
      },
      "briefTitle": "Unrefined Salmon Oil as Dietary Supplement in Adult Asthmatics",
      "officialTitle": "A Randomized Controlled, Double-Blinded, Placebo-Controlled Trial to Investigate the Efficacy and Safety of CARDIO® in Adult Asthmatics"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-04-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12-09",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-12-09",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2021-10-29",
      "studyFirstSubmitQcDate": "2021-11-24",
      "studyFirstPostDateStruct": {
        "date": "2021-11-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-23",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hofseth Biocare ASA",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Trondheim University Hospital",
          "class": "OTHER"
        },
        {
          "name": "Møre og Romsdal Hospital Trust",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Research has over decades showed that marine food carries nutritional characteristics that promote human health. As seen in epidemiological studies and based on in vitro and in vivo studies, it is hypothesized that unrefined salmon oil as dietary supplement have anti-inflammatory effect. However, there is sufficient preliminary data to indicate bioactive compounds effect for clinical use, and further clinical trials investigating effect are needed. This trial will investigate the potential anti-inflammatory effect in adults diagnosed with asthma.",
      "detailedDescription": "This study is a double-blind, placebo-controlled, randomized trial investigating unrefined salmon oil, CARDIO®, additional to standard care for asthmatics. The investigational product is an unrefined salmon oil based soft-gel formulation containing 21 different fatty acids (more than 99.1%), lipopeptides (less than 0.9%), antioxidants and other micro metabolites. Research has shown that marine foods carry nutritional characteristics that promote human health, particularly the high intake of long-chain n-3 polyunsaturated fatty acid (n-3 PUFA), eicosapentaeonic acid (EPA), and docosahexaenoic acid (DHA). Cell culture and mice studies have reported a reduction in leucocytes infiltration of the lungs and decreased pro-inflammatory cytokines with the consumption of the n-3 PUFAs, EPA and DHA. However, clinical trials in humans diagnosed with asthma, have shown varied results investigating n-3 PUFA supplementation. The purpose of this study is to investigate whether CARDIO® has an anti-inflammatory effect preventing exacerbation, in enhanced asthma control and quality of life. Data will be collected by pulmonary function tests (PEF, spirometry and FeNO), blood sample, nutritional log, quality of life questionnaires (ACQ-5), and blood and stool collected for research biobanking. Study intervention period will be 20 weeks, plus 4 weeks post-intervention follow-up, foremost of safety reasons.\n\nAs this study is explorative in nature, a sample size which balance the need of statistical power and resource constraints is chosen. The available resources, predetermine those 80 participants, 40 in each arm, can be recruited. We include a margin of error due to drop-out rate of about 20% in total (8 subjects per group), we thus estimate the study requires a recalculated number of 100 participants (50 in each arm). With this number of participants, the study is able to detect a decrease in rate of exacerbations of 40% (i.e. a rate ratio of 0.6), under the assumptions of a significance level of 5%, a power of 80% and an individual event rate of 0.01 pr day in the control group"
    },
    "conditionsModule": {
      "conditions": [
        "Asthma"
      ],
      "keywords": [
        "anti-inflammatory",
        "salmon oil",
        "marine-derived Omega 3",
        "Dyspnea; Asthmatic",
        "Airway Obstruction",
        "Pulmonary Disease",
        "Inflammation Lungs"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized controlled, double-blinded, placebo-controlled",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 70,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Best Standard of Care + CARDIO®",
          "type": "ACTIVE_COMPARATOR",
          "description": "6 gram/day ( 1000 mg per capsule) of unrefined salmon oil, duration of 20 weeks. CARDIO® capsule contains 1000 mg of full spectrum of omega fatty acids, including 21 different fatty acids, with a minimum of 270 mg polyunsaturated fatty acids (PUFA) and10 mg lipopeptides",
          "interventionNames": [
            "Dietary Supplement: CARDIO®"
          ]
        },
        {
          "label": "Best Standard of Care + Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "6 gram/day (1000 mg per capsule) of natural oil, duration of 20 weeks. The placebo is a medium-chain triglyceride (MCT), with triglyceride from natural fatty acid, mainly caprylic- and capric acid.",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "CARDIO®",
          "description": "CARDIO® is manufactured according to Good Manufacturing Practices for food facilities complying with the Hazard Analysis and Critical Control Points (HACCP) principles.\n\nThe product is intended for use in manufacturing of human food products and human consumption, including food supplements, and have been Generally Recognized as Safe (self-affirmed GRAS). The fresh unrefined salmon oil is produced by Hofseth Biocare ASA",
          "armGroupLabels": [
            "Best Standard of Care + CARDIO®"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "MCT oil",
          "armGroupLabels": [
            "Best Standard of Care + Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Change of severe and moderate events",
          "description": "The comparison of the rate of exacerbations between treatment groups: Best standard care (BSC) + CARDIO®, and BSC + placebo. Exacerbations will be defined as severe event (requiring oral corticosteroids, or hospitalization) or moderate events defined using a composite index. Composite index are calculated using composite variable set as PEF, reliever use of SABA, day time symptoms and night-time awakenings. Measurement one og twice a day from day 0 (baseline) to 20 weeks, depending on different variables. Measurement achieved at participants resident with delivered PEF -equipment and digital platform (application (APP)) designed for self-reporting measurement.",
          "timeFrame": "Change from day 0 (baseline) to 20 weeks."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Time to first composite event",
          "description": "Time to first composite event for each participant, measured between the two treatment groups. Variables related to variables in primary outcome",
          "timeFrame": "Day 0 (baseline) to 20 weeks."
        },
        {
          "measure": "Rate of reduction in pulmonary measurement PEF",
          "description": "Comparison of event rate in 20% reduction in Peak expiratory flow (PEF), for at least 2 consecutive days, measured between the two treatment groups. Measured twice daily from day 0 (baseline) to week 20.",
          "timeFrame": "Day 0 (baseline) to week 20."
        },
        {
          "measure": "Rate of severe exacerbation",
          "description": "The rate of severe exacerbation defined as; leading to oral corticosteroid treatment and/or contact with general practitioner/emergency visit/hospitalization, measured between the two treatment groups. Measured daily from day 0 (baseline) to 20 weeks",
          "timeFrame": "Day 0 (baseline) to 20 weeks."
        },
        {
          "measure": "Number of days without use of SABA per participant",
          "description": "Short-Acting Beta Agonist (SABA) used as reliever measured between the two treatment groups.",
          "timeFrame": "Day 0 (baseline) to 20 weeks."
        },
        {
          "measure": "Change of white blood cells",
          "description": "Mean change in blood eosinophils (µL), measured between the two treatment groups. Blood samples taken at day 0 (baseline) and 20 week.",
          "timeFrame": "Day 0 (baseline) to week 20."
        },
        {
          "measure": "Change in pro-inflammatory cytokines",
          "description": "Mean change in pro-inflammatory cytokines interleukin (IL) IL-4, IL-5, and IL-13 measured between the two treatment groups. Blood samples taken at day 0 (baseline) and 20 week.",
          "timeFrame": "Day 0 (baseline) to week 20."
        },
        {
          "measure": "Change in Immunoglobulin E (IgE)",
          "description": "Mean change in protein Immunoglobulin E (IgE) IU/mL, measured between the two treatment groups. Blood samples taken at day 0 (baseline) and 20 week.",
          "timeFrame": "Day 0 (baseline) to week 20."
        },
        {
          "measure": "Self-reported questionnaire ACQ-5",
          "description": "Comparison of mean Asthma Control Questionnaire designed with 5 questions (ACQ-5) score measured between the two treatment groups. ACQ-5 with mean score of \\<1 indicates as adequate controlled asthma, but there is a grey zone of controlled asthma between 0.75 and 1.25. In this trial, we will use ACQ-5 with mean score of \\<0.75 as indicating well-controlled asthma. ACQ-5 measured at day 0 (baseline) and every four week until week 24",
          "timeFrame": "Day 0 (baseline) to week 24."
        },
        {
          "measure": "Concentration of SCFA in stool",
          "description": "Determine fecal microbiota composition (16S rRNA) and fecal/plasma metabolome (short-chain fatty acid, SCFA), measured between the two treatment groups. Stool samples taken at day 0 (baseline) and 20 week.",
          "timeFrame": "Day 0 (baseline) to week 20."
        },
        {
          "measure": "Incidence of Treatment-Emergent Adverse Events",
          "description": "Safety profile of CARDIO® for each participant randomized to this investigating treatment group. Safety parameters from blood sample of liver function, hemoglobulin, and kidney function will be investigated. The trial will be monitored according to Good Clinical Practice, this to secure the participants safety and well-being. The time frame will be until week 24, four weeks post ended investigational product.",
          "timeFrame": "Day 0 (baseline) to week 24."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Asthma Global Initiative for Asthma (GINA) treatment grade 2-4 (only standard care of inhaled corticosteroid (ICS) and long-acting beta2-agonist (LABA), no additional treatment except as-needed short--acting beta2-agonist (SABA)\n* ACQ-5 score ≥0.75\n* Diagnosed with asthma by medical doctor (general practitioner or pulmonary spesialist)\n* Eosinophils ≥ 150 µL\n* Speaks fluent Norwegian.\n* For female in fertile age, use of contraception or other indication for non-pregnancy.\n* Signed informed consent and expected cooperation of the participants for the treatment and follow up must be obtained and documented according to ICH GCP, and national/local regulations.\n\nExclusion Criteria:\n\n* Treatment with oral corticosteroid \\<1 month prior to baseline visit\n* Treatment with any biological medication, \\<6 months prior to baseline visit\n* Oral/intravenous antibiotics \\< 3 months prior to baseline visit\n* Consumption of fish oil (liquid, capsule, powder) as an oral supplement \\< 1-month prior baseline visit\n* Known fish or shellfish allergy\n* Pregnancy and breast feeding\n* Participant in a confounding study\n* Inflammatory bowel disease (Chron, ulcerative colitis (UC), microscopic colitis), celiac disease, or any chronic disease that possibly affects intestinal absorption and morbidity\n* In case of severe cognitive impairment where the participants are not able to fulfill the study\n* Not willing to participate\n* Any reason why, in the opinion of the investigator, the participant cannot participate.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Dag Arne L Hoff, MDAssoc.prof",
          "affiliation": "More and Romsdal Hospital Trust",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hofseth Biocare ASA",
          "city": "Ålesund",
          "state": "More and Romsdal",
          "zip": "6003",
          "country": "Norway",
          "geoPoint": {
            "lat": 62.47225,
            "lon": 6.15492
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D004417",
          "term": "Dyspnea"
        },
        {
          "id": "D000402",
          "term": "Airway Obstruction"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D011014",
          "term": "Pneumonia"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012120",
          "term": "Respiration Disorders"
        },
        {
          "id": "D012818",
          "term": "Signs and Symptoms, Respiratory"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D012131",
          "term": "Respiratory Insufficiency"
        },
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D007239",
          "term": "Infections"
        }
      ]
    }
  },
  "hasResults": false
}