{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07262983",
      "orgStudyIdInfo": {
        "id": "10002176"
      },
      "secondaryIdInfos": [
        {
          "id": "002176-I"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Evaluating the Safety and Tolerability of Baricitinib in Patients With Job Syndrome With Lupus-Like Disease and/or Atopic Dermatitis",
      "officialTitle": "A Pilot Study to Evaluate the Safety and Tolerability of Baricitinib in Patients With Job s Syndrome With Lupus-like Disease and/or Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-11-25",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-02-03",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2030-05-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2030-10-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-12-03",
      "studyFirstSubmitQcDate": "2025-12-03",
      "studyFirstPostDateStruct": {
        "date": "2025-12-04",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-28",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background:\n\nAutosomal dominant hyper-IgE syndrome (HIES), also called Job syndrome, is a genetic disorder that affects the immune system. It can cause skin and lung infections and problems with blood vessels, connective tissues, and bones. People with HIES often have lupus-like disease or atopic dermatitis (skin rash). Researchers want to know if a drug approved to treat other immune system diseases (baricitinib) can help people with HIES.\n\nObjective:\n\nTo test baricitinib in people with HIES with lupus-like disease or skin rash.\n\nEligibility:\n\nPeople aged 12 years and older with HIES with lupus-like disease or skin rash.\n\nDesign:\n\nParticipants will have 5 clinic visits, 4 remote visits, and 2 phone visits in 9 months.\n\nParticipants will be screened. They will have a physical exam with blood and urine tests. They will have tests of the speed and pressure of blood flow through their body: Blood pressure cuffs will be placed on each arm and leg; electrodes will be placed on the wrists and a microphone on the chest.\n\nThe study has a 3-month lead-in period. Participants will not take the study drug during this time. They will continue with their usual medical care. They will have 2 phone calls with the study team.\n\nBaricitinib is a tablet taken by mouth. Participants will take 1 or 2 tablets by mouth every day for 6 months. They will start with a low dose and may increase to a higher dose.\n\nBlood and urine tests will be repeated during each study visit. Other tests may also be repeated during some visits. A skin sample may also be taken....",
      "detailedDescription": "Study Description:\n\nThis is an open-label, dose-titration, pilot trial to assess the safety of the Janus-associated kinase (JAK) inhibitor baricitinib in individuals with Job s syndrome with lupus-like features and/or atopic dermatitis (AD). Eligible participants will complete screening 3 months prior to the start of the trial and keep track of their infections and eczema to monitor Job s disease activity and ensure disease stability prior to initiation of baricitinib treatment. Those with stable disease will proceed to open-label treatment with baricitinib for 180 days.\n\nPrimary Objective: To determine the safety and tolerability of JAK inhibitor treatment (baricitinib) in patients with Job s syndrome with lupus-like disease and/or AD.\n\nSecondary Objectives:\n\n1. To assess changes in Candida and/or bacterial infections.\n2. To evaluate the effect of baricitinib on lupus-like symptoms.\n3. To evaluate the effect of baricitinib on AD.\n4. To investigate the effect of baricitinib on quality of life (QOL).\n\nExploratory Objectives:\n\nTo investigate the effect of baricitinib on improving histologic and immunologic abnormalities in blood and affected organs and tissues.\n\nPrimary Endpoints:\n\n1\\. Incidence of serious adverse events (SAEs), adverse events (AEs) requiring study drug discontinuation.\n\nSecondary Endpoints:\n\n1. Incidence of Candida and/or bacterial infections.\n2. Mean change in Cutaneous Lupus Erythematosus Disease Area and Severity Index (CLASI) score from day -90 to day 0 and then from day 0 to days 90 and 180.\n3. Mean change in Eczema Area and Severity Index (EASI) score from day -90 to day 0 and then from day 0 to days 90 and 180.\n4. Mean change in Systemic Lupus Erythematosus Disease Activity Index (SLEDAI) score from day -90 to day 0 and then from day 0 to days 90 and 180.\n5. Mean change in the Physician Global Assessment (PGA) score from day -90 to day 0 and then from day 0 to days 90 and 180.\n6. Mean change in the 36-Item Short Form Survey (SF-36) score (adults) from day -90 to day 0 and then from day 0 to days 90 and 180.\n7. Mean change in the Patient Reported Outcomes Measurement Information System (PROMIS) score from day -90 to day 0 and then from day 0 to days 90 and 180.\n8. Mean change in the Dermatology Life Quality Index (DLQI) score (adults) from day -90 to day 0 and then from day 0 to days 90 and 180.\n9. Mean change in the Children s Dermatology Life Quality Index (CDLQI) score (pediatrics) from day -90 to day 0 and then from day 0 to days 90 and 180.\n10. Mean change in the Pediatric Quality of Life Inventory (PedsQL) score (pediatrics) from day -90 to day 0 and then from day 0 to days 90 and 180.\n\nExploratory Endpoints:\n\n1. Changes in serum cytokines and chemokines between day -90 to day 0 and then day 0 to days 90 and 180.\n2. Changes in neutrophil extracellular trap (NET) complexes between days -90 to day 0 and then from day 0 to days 90, and 180.\n3. Changes in Transcriptional alterations and pathway analysis using scRNAseq on peripheral blood mononuclear cells (PBMCs) and neutrophils between days -90 to day 0 and then from day 0 to days 90, and 180.\n4. Changes in skin biopsy - histopathology and anatomic pathology from day 0 to day 180.\n5. Changes in immunophenotyping between days -90 to day 0 and then from day 0 to days 90, and 180.\n6. Changes in phospho-signal transducer and activator of transcription (STAT) flow cytometry between days -90 to day 0 and then from day 0 to days 90, and 180.\n7. Changes in arterial stiffness- assessment of vascular functions (assessed via cardio-ankle vascular index \\[CAVI\\]) between day -90 and day 0, and then between day 0 and days 90 and 180.\n8. Changes in autoantibody levels from day -90 to day 0 and then from day 0 to days 90 and 180.\n9. Changes in skin microbiome over the 180-day treatment period.\n10. Changes in serum metabolomics from day -90 to day 0 and then from day 0 to days 90 and 180.\n11. Changes in serum proteomics from day -90 to day 0 and then from day 0 to days 90 and 180."
    },
    "conditionsModule": {
      "conditions": [
        "Hyper IgE Syndrome From STAT3 Mutation",
        "Job s Syndrome",
        "HIES",
        "Lupus",
        "Atopic Dermatitis"
      ],
      "keywords": [
        "Hyper IgE Syndrome From STAT3 Mutation",
        "Job s syndrome",
        "HIES",
        "Lupus",
        "Atopic Dermatitis",
        "Lupus-like Disease",
        "JAK Inhibition",
        "Janus Kinases"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 20,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Interventional",
          "type": "EXPERIMENTAL",
          "description": "baricitinib",
          "interventionNames": [
            "Drug: baricitinib"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "baricitinib",
          "description": "The planned duration of baricitinib treatment is 180 days. The treatment period will begin on Day 0 at dose level 1 (2 mg once daily) and will continue for 90 days. Following evaluation of safety, participants will be titrated to dose level 2 (4 mg once daily) provided the investigator determines it is safe and appropriate to do so. Study participants will continue on dose level 2 for 90 days.",
          "armGroupLabels": [
            "Interventional"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of SAEs, AEs requiring study drug discontinuation.",
          "description": "To determine the safety and tolerability of JAK inhibitor treatment (baricitinib) in patients with Job s syndrome with lupus-like disease and/or AD.",
          "timeFrame": "Through end of study"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence of Candida and/or bacterial infections.",
          "description": "To assess changes in Candida and/or bacterial infections",
          "timeFrame": "Through end of study"
        },
        {
          "measure": "Mean change in CLASI score from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To evaluate the effect of baricitinib on lupus-like features.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in EASI score from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To evaluate the effect of baricitinib on AD.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in SLEDAI score from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To evaluate the effect of baricitinib on lupus-like features.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in the PGA score from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To evaluate the effect of baricitinib on lupus-like features and AD.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in the SF-36 score (adults) from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To investigate the effect of baricitinib on QOL.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in the PROMIS score from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To investigate the effect of baricitinib on QOL.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in the DLQI score (adults) from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To investigate the effect of baricitinib on QOL.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in the CDLQI score (pediatrics) from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To investigate the effect of baricitinib on QOL.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        },
        {
          "measure": "Mean change in the PedsQL score (pediatrics) from day -90 to day 0 and then from day 0 to days 90 and 180.",
          "description": "To investigate the effect of baricitinib on QOL.",
          "timeFrame": "From day -90 to day 0 and then from day 0 to days 90 and 180"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nTo be eligible to participate in this study, an individual must meet all of the following criteria:\n\n1. Must be able to understand and provide informed consent or assent.\n2. Aged \\>=12 years.\n3. Documented STAT3 variant causing hyper-IgE syndrome.\n4. Enrollment in NIH protocol 00-I-0159, Natural History, Management, and Genetics of the Hyperimmunoglobulin E Recurrent Infection Syndrome (HIES).\n\n   a. Presence of SLE and/or AD as follows: SLE patients should meet either Systemic Lupus International Collaborating Clinics (SLICC) or 2019 American College of Rheumatology (ACR)/European League Against Rheumatism (EULAR) SLE classification criteria. AD is defined as EASI tool score \\>=16 and body surface area tool score of 10% at screening.\n5. Ability to take oral medication and be willing to adhere to the study intervention regimen.\n6. For individuals on glucocorticoids, the dose must be less than 10 mg daily and stable for the 30 days prior to Day 0.\n7. For individuals on hydroxychloroquine or other antimalarials such as chloroquine or quinacrine, the dose must have been stable for 90 days prior to Day 0. The maximum allowed dose is hydroxychloroquine 400 mg/day or 6.5 mg/kg/day, whichever is greater. The maximum allowed dose for chloroquine phosphate is 500 mg daily, and for quinacrine is 100 mg daily.\n8. Individuals may be on lipid-lowering medications if initiated at least 90 days prior to Day 0, and the dose must be stable for 30 days prior to Day 0.\n9. Individuals of reproductive potential must agree to use at least one highly effective method of contraception when engaging in sexual activities that can result in pregnancy while on study drug. Acceptable methods of contraception include:\n\n   * Intrauterine device (IUD)\n   * Bilateral tubal ligation\n   * Abstinence\n   * Vasectomized partner\n   * Hormonal contraception used in combination with barrier method: progestogen containing (oral, intravaginal, transdermal) or progestogen-only (oral, injectable, implantable) starting 30 days prior to initiation of baricitinib\n\nEXCLUSION CRITERIA:\n\nAn individual who meets any of the following criteria will be excluded from participation in this study:\n\n1. Known history of hypersensitivity to baricitinib or other JAK inhibitors.\n2. Current or recent use of any investigational drug/intervention (within 6 months or 5 half-lives, whichever is longer, prior to Day 0) except for COVID-19 vaccines or therapies that have been granted an FDA emergency authorization.\n3. Scheduled to participate in another clinical study involving an investigational drug during the course of this study.\n4. Use of systemic immunosuppressive or immune-modulating agents within 90 days prior to Day 0, except systemic steroids \\<=10 mg of prednisone equivalent per day.\n5. Current or prior treatment with rituximab in the 6 months prior to Day 0.\n6. Current treatment with methotrexate, mycophenolate mofetil, other less common immunomodulatory drugs such as those falling into the class of disease-modifying antirheumatic drugs (DMARDs), belimumab, and other immunosuppressive biologics not otherwise specified herein. Participants previously on methotrexate, mycophenolate mofetil, azathioprine, tacrolimus, cyclosporine, or belimumab, other immunosuppressive biologics, or DMARDs should have been withdrawn from the drug for at least 90 days prior to Day 0.\n7. Treatment with cyclophosphamide and pulse methylprednisolone within 6 months prior to Day 0.\n8. Hypercholesterolemia: Values after 8- to 12-hour fasting blood specimen: total cholesterol \\>250 mg/dL or LDL \\>180 mg/dL or hypertriglyceridemia (triglyceride \\>300 mg/dL) within 90 days prior to Day 0.\n9. History of alcohol or drug abuse within 6 months prior to Day 0.\n10. Presence of 1 or more of the following clinically significant laboratory abnormalities:\n\n    1. Serum ALT \\>=3 times ULN.\n    2. Serum total bilirubin \\>=2 times ULN.\n    3. ANC \\<=750 cells/microL.\n    4. Hemoglobin \\<=9.0 g/dL.\n    5. Platelet count \\<=100,000/microL.\n    6. Serum creatinine \\>=2 times ULN.\n11. Planned or anticipated major surgical procedure during the study.\n12. Plans to receive any live vaccines within 1 month of the anticipated first dose of baricitinib.\n13. Known or suspected immune-dysregulatory disorders besides Job s syndrome, lupus-like disease, and/or AD.\n14. Active invasive opportunistic infections (eg, non-TB mycobacterial infections, histoplasmosis, listeriosis, coccidioidomycosis, pneumocystis pneumonia, aspergillosis) despite infection resolution or otherwise recurrent infections of abnormal frequency or prolonged infections suggesting an immune-compromised status as judged by the investigator.\n15. Known active TB. Participants with treated LTB will be eligible to participate. Participants with untreated LTB will not be excluded but will be evaluated by an infectious disease consultant and may become eligible for trial based on infectious disease consultant recommendations.\n16. Infection with HIV.\n17. Untreated infection with hepatitis B or C.\n18. Unwillingness to receive prophylactic entecavir (or similar), only for individuals with evidence of clearance of hepatitis B with positive hepatitis B core and surface antibody and negative hepatitis B surface antigen and PCR.\n19. BK or JC viremia at screening visit.\n20. Active infection that requires the use of oral or intravenous antimicrobials that remains unresolved at least 14 days prior to the administration of the first dose of study medication.\n21. Individuals with active renal or central nervous system disease or a high activity level in any organ system (except articular) that requires immediate immunosuppressive therapy as determined by the investigator.\n22. History of cancer, with the exceptions of basal cell carcinoma, localized squamous cell carcinoma of the skin, or in situ carcinoma of the cervix, provided the participant is in remission and curative therapy was completed at least 12 months prior to screening. History of other malignancies are also permitted provided that the individual is in remission and curative therapy was completed at least 5 years prior to screening.\n23. Planned or anticipated use of any prohibited medications and procedures during the study.\n24. Pregnancy or current breastfeeding.\n25. Currently receiving hemodialysis or peritoneal dialysis.\n26. Past or current medical problems or findings from physical examination, electrocardiogram, or laboratory testing that are not listed above, which, in the opinion of the investigator, may pose additional risk from participation in the study, may interfere with the individual s ability to comply with study requirements or that may impact the quality or interpretation of the data obtained from the study. These may include, but are not limited to:\n\n    1. Known coronary artery aneurysm.\n    2. Known history of arterial or venous thrombosis or at high risk for clotting disorder.\n    3. Known history of PE or DVT in the past.\n    4. Psychiatric illness or history of medical non-compliance that the study team feels will make the individual unlikely to complete the study.\n    5. Significant impairment of major organ function (lung, heart, liver, kidney) or any condition that, in the opinion of the investigator, would jeopardize the individual s safety following exposure to the study drug.\n27. Individuals with known increased risk factors for MACE including a history of:\n\n    1. Ischemic heart disease (eg, history of acute myocardial infarction).\n    2. Heart failure.\n    3. Cardiomyopathy.\n    4. Severe valvular heart disease.\n    5. Significant arrhythmias.\n    6. Chronic renal failure.\n    7. Cerebrovascular accident or transient ischemic attack.\n    8. Uncontrolled diabetes mellitus.\n    9. Uncontrolled hypertension.\n    10. Current smokers or former smokers with less than 3 years since complete cessation and/or \\>20 pack-years of smoking history.\n28. History of idiopathic GI perforation or diverticulitis with high risk of perforation.\n29. Treatment with strong organic anion transporter 3 inhibitors (OAT3) (eg, probenecid) due to drug interactions.\n30. Uncontrolled thyroid disease as per principal investigator or medically responsible investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Years",
      "maximumAge": "120 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Alexandra F Freeman, M.D.",
          "role": "CONTACT",
          "phone": "(301) 594-9045",
          "email": "sarthak.gupta@nih.gov"
        }
      ],
      "overallOfficials": [
        {
          "name": "Alexandra F Freeman, M.D.",
          "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "National Institutes of Health Clinical Center",
          "status": "RECRUITING",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "contacts": [
            {
              "name": "Alexandra Freeman, M.D.",
              "role": "CONTACT",
              "phone": "301-594-9045",
              "email": "freemaal@mail.nih.gov"
            },
            {
              "name": "Sarthak Gupta, M.D.",
              "role": "CONTACT",
              "phone": "(301) 443-8541",
              "email": "guptas3@mail.nih.gov"
            }
          ],
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "32768442",
          "type": "BACKGROUND",
          "citation": "Goel RR, Nakabo S, Dizon BLP, Urban A, Waldman M, Howard L, Darnell D, Buhaya M, Carmona-Rivera C, Hasni S, Kaplan MJ, Freeman AF, Gupta S. Lupus-like autoimmunity and increased interferon response in patients with STAT3-deficient hyper-IgE syndrome. J Allergy Clin Immunol. 2021 Feb;147(2):746-749.e9. doi: 10.1016/j.jaci.2020.07.024. Epub 2020 Aug 5."
        },
        {
          "pmid": "35507130",
          "type": "BACKGROUND",
          "citation": "Lobo PB, Guisado-Hernandez P, Villaoslada I, de Felipe B, Carreras C, Rodriguez H, Carazo-Gallego B, Mendez-Echevarria A, Lucena JM, Aljaro PO, Castro MJ, Noguera-Ucles JF, Milner JD, McCann K, Zimmerman O, Freeman AF, Lionakis MS, Holland SM, Neth O, Olbrich P. Ex vivo effect of JAK inhibition on JAK-STAT1 pathway hyperactivation in patients with dominant-negative STAT3 mutations. J Clin Immunol. 2022 Aug;42(6):1193-1204. doi: 10.1007/s10875-022-01273-x. Epub 2022 May 4."
        },
        {
          "pmid": "34099646",
          "type": "BACKGROUND",
          "citation": "Hasni SA, Gupta S, Davis M, Poncio E, Temesgen-Oyelakin Y, Carlucci PM, Wang X, Naqi M, Playford MP, Goel RR, Li X, Biehl AJ, Ochoa-Navas I, Manna Z, Shi Y, Thomas D, Chen J, Biancotto A, Apps R, Cheung F, Kotliarov Y, Babyak AL, Zhou H, Shi R, Stagliano K, Tsai WL, Vian L, Gazaniga N, Giudice V, Lu S, Brooks SR, MacKay M, Gregersen P, Mehta NN, Remaley AT, Diamond B, O'Shea JJ, Gadina M, Kaplan MJ. Phase 1 double-blind randomized safety trial of the Janus kinase inhibitor tofacitinib in systemic lupus erythematosus. Nat Commun. 2021 Jun 7;12(1):3391. doi: 10.1038/s41467-021-23361-z."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "NIH Clinical Center Detailed Web Page",
          "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_002176-I.html"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000596027",
          "term": "baricitinib"
        }
      ]
    }
  },
  "hasResults": false
}