{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06509243",
      "orgStudyIdInfo": {
        "id": "KNW-1-131/N/9/K"
      },
      "organization": {
        "fullName": "Medical University of Silesia",
        "class": "OTHER"
      },
      "briefTitle": "Dupilumab and House Dust Mite Immunotherapy in Patients With Atopic Dermatitis",
      "officialTitle": "Dupilumab and House Dust Mite Immunotherapy in Patients With Atopic Dermatitis",
      "acronym": "DuHDM"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-02-10",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-03-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-04-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-06-05",
      "studyFirstSubmitQcDate": "2024-07-12",
      "studyFirstPostDateStruct": {
        "date": "2024-07-19",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-07-12",
      "lastUpdatePostDateStruct": {
        "date": "2024-07-19",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Medical University of Silesia",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Severe atopic dermatitis (AD) is a complex disease requiring systemic treatment. This study aimed to assess the effectiveness of combined therapy consisting of dupilumab and sublingual dust mite allergen immunotherapy (SLIT-HDM) in patients with severe AD and HDM allergies.\n\nMethods: Patients diagnosed with severe AD were included in a randomized, placebo-controlled, double-blind 12-month trial; they received SLIT to HDM and/or dupilumab for 12 months and were compared to patients on cyclosporine. EASI, %BSA, and IsGA changes were analyzed in the different treatment arms from the beginning to the end of the 12th month. The secondary outcomes were the proportion of patients who achieved IsGA success and reduced medication scores.",
      "detailedDescription": "Study design This randomized, 12-month trial has performed in the Clinical Outpatient Allergy Department and six other outpatient cities. All included patients has received SLIT to HDM and/or dupilumab for 12 months and were compared to patients on cyclosporine.\n\nPatients Patients were eligible if they met the following criteria: were diagnosed with AD a minimum of one year before the study (documented one year of therapy for AD); were between 18 and 45 years of age; had severe AD with an Eczema Area and Severity Index (EASI) \\>20 points, a %BSA (body surface area) \\>10 points, an IsGA (Investigator Global Assessment) = 4 points, a positive skin prick test (SPT) and a positive result for specific immunoglobulin E (sIgE) to extracts of D. pteronyssinus and D. farinae and to Der p 1; had negative results for SPT and sIgE to other inhalant allergens; and had no symptoms of allergic asthma and/or allergic rhinitis. The diagnosis of severe AD was based on the guidelines of the Polish Dermatological Society with more restrictive cut-off points on the EASI, %BSA, and IsGA scales, as presented in the inclusion criteria, to limit the study group to the most advanced forms of AD.14\n\nThe exclusion criteria included the following: other active dermatoses, systemic immunosuppressant treatment up to 7 months before the study, other chronic diseases, contraindications to sublingual immunotherapy or sarilumab, and lack of written consent. The dermatologist assessed signs of AD at each study visit.\n\nTreatment The patients have received SLIT-HDM (ACARIZAX, ALk Abello, Denmark) with 12 SQ-HDMs of a standardized allergen extract of the house dust mites Dermatophagoides pteronyssinus and Dermatophagoides farinae (50/50%). The Acarizax tablets were removed from the blister unit immediately after opening the blister and placed under the tongue, where they were dissolved. Swallowing was avoided for approximately 2 minutes. Food and beverages were not ingested for 5 minutes after intake of the tablet. The daily dose was one tablet every day for 12 months. Dupilumab treatment was administered according to established recommendations. Briefly, the patient received a single initial dose of 600 mg of dupilumab followed by subsequent doses of 300 mg every 2 weeks.\n\nAll patients used emollients. During therapy, patients with clinical signs of bacterially infected skin were allowed to receive treatment with topical mupirocin or/and a 7-day course of amoxicillin or/and prednisolone (0.5 mg/kg) for seven days for any occurrence of skin exacerbation, including superinfection. In the control group, cyclosporine was administered at 3.5 mg/kg at the start of therapy, with the possibility of modifying the dose according to symptoms after a minimum of 6 months of therapy. Further treatment was administered for a minimum of another six months (12 months in total). Treatment was discontinued if adverse effects occurred.\n\nIn all groups, oral antihistamines such as desloratadine and topical medications were added depending on the individual disease. If there was clinical worsening of AD (reported significant severity of itching, the appearance of erythroderma, and new skin lesions of a large area), the patient also received oral glucocorticosteroids at a dose of 10 mg of encortolon per 7 days.\n\nSymptomatic treatment was assessed via the following medication scores: one point for daily use of desloratadine, mometasone furoate cream, or mupirocin ointment, 7 points for every course of amoxicillin and 10 points for the course of encortolon. The patients were required to record symptomatic drug use on the diary card\n\nThe statistical analysis was performed using Statistica version 8.12 (SoftPol, Cracow, Poland). Nonparametric tests were used because the data were not normally distributed. The Wilcoxon test was used to analyse differences between the groups. ANOVA was used to compare the scale scores. Differences were considered significant at p \\< 0.05."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ],
      "keywords": [
        "atopic dermatitis",
        "biologics",
        "allergen immunotherapy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "randomized, placebo-controlled, double-blind 12-month trial",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "SINGLE",
          "whoMasked": [
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 132,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "SLIT HDM",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients received sublingual allergen immunotherapy (Acarizax), adding to symptomatic therapy for atopic dermatitis (according to recommendations).",
          "interventionNames": [
            "Biological: tablets Acarizax"
          ]
        },
        {
          "label": "biologic",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients received dupilumab, added to symptomatic therapy for atopic dermatitis (according to recommendations.)",
          "interventionNames": [
            "Biological: dupilumab"
          ]
        },
        {
          "label": "Combi therapy",
          "type": "ACTIVE_COMPARATOR",
          "description": "Patients received sublingual allergen immunotherapy (Acarizax) and dupilumab, added to symptomatic therapy for atopic dermatitis (according to recommendations).",
          "interventionNames": [
            "Biological: tablets Acarizax",
            "Biological: dupilumab"
          ]
        },
        {
          "label": "cyclosporine",
          "type": "PLACEBO_COMPARATOR",
          "description": "Patients received cyclosporine added to symptomatic therapy for atopic dermatitis (according to recommendations).",
          "interventionNames": [
            "Drug: cyclosporine"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "tablets Acarizax",
          "description": "sublingual immunotherapy to house dust mites",
          "armGroupLabels": [
            "Combi therapy",
            "SLIT HDM"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "dupilumab",
          "description": "dupilumab - biologic therapy for atopic dermatitis",
          "armGroupLabels": [
            "Combi therapy",
            "biologic"
          ]
        },
        {
          "type": "DRUG",
          "name": "cyclosporine",
          "description": "cyclosporine used in atopic dermatitis",
          "armGroupLabels": [
            "cyclosporine"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes in EASI (the Eczema Area and Severity Index) scale",
          "description": "objective improvement of skin lesions in the course of atopic dermatitis based on assessment using standardized questionnaire tests EASI. The EASI assessed disease extent on a scale of 0 to 6 in 4 defined body regions plus an assessment of erythema, infiltration, and/or population; excoriation; and lichenification, each on a scale of 0 to 3. A formula was then used to calculate the total score for each of the 4 regions, which were then added together. Interpretation of the EASI result: 0 = no change, 0.1-1.0 = almost no change, 1.1-7.0 = mild in intensity, 7.1-21.0 = moderate intensity, 21.1-50.0 = high intensity, 50.1-72.0 = very severe (points)",
          "timeFrame": "12 months"
        },
        {
          "measure": "Changes in BSA% (Body Surface Area) scale",
          "description": "Ii atopic dermatitis, %BSA was categorised according to severity bands: clear (0%), mild (\\> 0 to \\< 16%), moderate (16 to \\< 40%), and severe (40-100%) (percentage)",
          "timeFrame": "12 months"
        },
        {
          "measure": "Changes in IsGA (investigator global assessment) scale",
          "description": "The IsGA is a doctor-assessed outcome that evaluates overall AD severity on a 5-point scale ranging from clear (0) to severe (4) or very severe (5).",
          "timeFrame": "12 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Significant reduction in IsGA scale",
          "description": "the proportion of patients who achieved IsGA success (defined as a ≥2-grade improvement in IsGA from baseline",
          "timeFrame": "12 months"
        },
        {
          "measure": "changes in DLQI (Dermatology Life Quality Index ) questionnaire",
          "description": "DLQI is a ten-question questionnaire used to measure the impact of skin disease on the quality of life of an affected person. It is de-signed for people aged 16 years and above.",
          "timeFrame": "12 months"
        },
        {
          "measure": "exacerbations of atopic dermatitis",
          "description": "number of exacerbations of atopic dermatitis per year of observation. Definition:in terms of the need to use systemic steroids.",
          "timeFrame": "12 months"
        },
        {
          "measure": "changes in serum concentration of IgG4 against D. pteronyssinus",
          "description": "assessment of allergen-specific IgG4 concentration in blood serum after 6 and 12 months of treatment in arms with the addition of sublingual immunotherapy SLIT-HDM (AU/L)",
          "timeFrame": "12 months"
        },
        {
          "measure": "changes in serum concentration of IgE against D. pteronyssinus",
          "description": "assessment of allergen-specific IgE concentration in blood serum after 6 and 12 months of treatment in arms with the addition of sublingual immunotherapy SLIT-HDM (kU/L)",
          "timeFrame": "12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* diagnosed with AD a minimum of one year before the study (documented one year of therapy for AD)\n* between 18 and 45 years of age\n* severe AD with an Eczema Area and Severity Index (EASI) \\>20 points, a %BSA (body surface area) \\>10 points, an IsGA (Investigator Global Assessment) = 4 points, a positive skin prick test (SPT)\n* a positive result for specific immunoglobulin E (sIgE) to extracts of D. pteronyssinus and D. farinae and to Der p 1;\n* negative results for SPT and sIgE to other inhalant allergens;\n* no symptoms of allergic asthma and/or allergic rhinitis\n\nExclusion Criteria:\n\n* other active dermatoses, systemic immunosuppressant treatment up to 7 months before the study, other chronic diseases,\n* contraindications to sublingual immunotherapy or dupilumab,\n* lack of written consent",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "45 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Andrzej Bozek, Prof",
          "affiliation": "Medical University of Silesia",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "SUM",
          "city": "Zabrze",
          "country": "Poland",
          "geoPoint": {
            "lat": 50.32492,
            "lon": 18.78576
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "36676639",
          "type": "BACKGROUND",
          "citation": "Bogacz-Piaseczynska A, Bozek A. The Effectiveness of Allergen Immunotherapy in Adult Patients with Atopic Dermatitis Allergic to House Dust Mites. Medicina (Kaunas). 2022 Dec 21;59(1):15. doi: 10.3390/medicina59010015."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582203",
          "term": "dupilumab"
        },
        {
          "id": "D016572",
          "term": "Cyclosporine"
        }
      ],
      "ancestors": [
        {
          "id": "D003524",
          "term": "Cyclosporins"
        },
        {
          "id": "D010456",
          "term": "Peptides, Cyclic"
        },
        {
          "id": "D047028",
          "term": "Macrocyclic Compounds"
        },
        {
          "id": "D011083",
          "term": "Polycyclic Compounds"
        },
        {
          "id": "D010455",
          "term": "Peptides"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        }
      ]
    }
  },
  "hasResults": false
}