{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06621056",
      "orgStudyIdInfo": {
        "id": "M2022148"
      },
      "secondaryIdInfos": [
        {
          "id": "BYSYDL2021020",
          "type": "OTHER_GRANT",
          "domain": "the Clinical Cohort Construction Projects of Peking University third hospital"
        }
      ],
      "organization": {
        "fullName": "Peking University Third Hospital",
        "class": "OTHER"
      },
      "briefTitle": "A Cohort Study of Risk Factors and Prognosis for Frequent Acute Asthma Exacerbations Phenotype",
      "officialTitle": "A Cohort Study of Risk Factors and Prognosis for Frequent Acute Asthma Exacerbations Phenotype"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-09",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-09-19",
      "studyFirstSubmitQcDate": "2024-09-27",
      "studyFirstPostDateStruct": {
        "date": "2024-10-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-09-27",
      "lastUpdatePostDateStruct": {
        "date": "2024-10-01",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Peking University Third Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Acute asthma exacerbations are an important public health problem and a major cause of disease progression and healthcare burden for people with asthma. Frequent acute exacerbations are likely to be a distinct asthma phenotype. Further research is needed to identify risk factors for frequent acute exacerbations, but previous studies have mostly been cross-sectional studies at a single time point or prospective studies based on smaller sample sizes. Moreover, most of the studies on frequent acute exacerbations have been conducted in severe or refractory asthma, whereas a certain proportion of non-severe asthmatics may also experience frequent acute exacerbations, the risk factors of which remain to be further evaluated. The main objectives of this project are to compare the baseline clinical, inflammatory, pathophysiological, comorbidities, environmental pollutants and meteorological exposure characteristics of patients with frequent acute exacerbations and those with non-frequent acute exacerbations irrespective of asthma severity, and to develop a disease prediction model for frequent acute exacerbations; and to develop a cohort of patients with frequent acute exacerbations of asthma, observe their prognosis and response to treatment, and search for prognostic factors associated with them. The successful implementation of this study will help in the early identification of patients with frequent acute exacerbations, clarify the factors associated with poor prognosis in this group of patients, and thus provide an individualized plan for the treatment and prevention of this type of patients, which is of great significance in achieving good asthma control, reducing the burden of disease, decreasing the cost of healthcare, and saving clinical healthcare resources and costs.",
      "detailedDescription": "Asthma is an important respiratory disease. Asthma affects 1-18% of the population worldwide.The prevalence of asthma in adults ≥20 years old in China is 4.2% , numbering 45.7 million. An acute asthma exacerbation is defined as a rapid increase in symptoms such as wheezing, shortness of breath, chest tightness, and cough in a short period of time, and deterioration of lung function that requires additional reliever medications to treat. Acute asthma exacerbations are important events in the course of poorly controlled asthma, leading to increased mortality, decreased quality of life and extensive use of health care resources. Reducing the frequency of acute asthma exacerbations is an important principle of asthma treatment. It has been found that some patients with asthma are prone to acute exacerbations and these patients develop a stable phenotype. Compared to patients with infrequent acute exacerbations, asthma patients with frequent exacerbations are characterized by higher doses of inhaled glucocorticoids and/or oral hormones, poorer asthma control, lower quality of life, increased CRP and sputum eosinophils, more rapid decline in lung function, and a greater likelihood of continuing to have frequent acute exacerbations thereafter. A high proportion of patients with frequent acute exacerbations are present in patients with asthma of varying severity. Although treatment adherence and self-management skills are thought to be associated with acute asthma exacerbations, however, a higher proportion of asthma patients with good adherence and self-management skills still seem to be prone to acute exacerbations . Furthermore, reduction in asthma symptoms does not always correspond to the number or severity of acute attacks. Unlike what has been previously observed in severe asthma, there was no significant correlation between frequent acute exacerbations of asthma and asthma duration, age of onset, race, and socioeconomic background. The above studies suggest that frequent asthma exacerbations may represent a distinct asthma phenotype and that the underlying mechanisms of asthma severity and frequent acute exacerbations may be different. We need more research on the pathogenic mechanisms and treatments for frequent acute exacerbations.\n\nStudies on risk factors for frequent acute exacerbations of asthma have yielded inconsistent results. Some studies have shown that asthma severity is an independent risk factor for frequent acute asthma exacerbations. However, other findings show that when patients are compliant with treatment, there are no specific characteristics that distinguish frequent acute exacerbations from infrequent acute exacerbations of the same asthma severity. Poorly controlled asthma also greatly increases the risk of acute exacerbations, but inconsistencies between the current level of control and the risk of acute exacerbations have also been reported. A significant proportion of patients with mild to moderate asthma who have well controlled asthma have frequent exacerbations, suggesting that the underlying mechanisms of baseline disease control and acute exacerbations may be driven by different factors in patients with mild to moderate asthma, and that a reduction in asthma symptoms does not always coincide with the number or severity of acute exacerbations. The pathophysiological mechanisms that cause frequent asthma exacerbations are unclear, and a few studies have explored the inflammatory mechanisms underlying frequent asthma exacerbations, with a multicenter cohort study of severe asthma showing that blood eosinophils were associated with asthma with a predisposition to acute exacerbations. When asthma treatment is aimed at minimizing airway eosinophil counts, the occurrence of frequent exacerbations can be prevented in moderate to severe asthma.High FeNO levels are also a risk factor for frequent acute exacerbations. However, sputum eosinophil percentages below 2% have also been reported in patients with frequent exacerbations. Mechanisms related to viral infection may also play a role in frequent acute attacks. One study evaluated the concentrations of interferon-gamma protein 10 (IP-10) and neopterin, and the results compared to the stable phase suggested that these two biomarkers of inflammation involved in viral infection were increased during acute episodes. However, the study did not confirm a difference in the concentrations of the two biomarkers between frequent and infrequent acute episodes. There is still a need to identify biomarkers, which may help to predict frequent acute episodes.\n\nIn summary, frequent acute exacerbations are likely to be a distinct asthma phenotype. Further studies are needed to identify risk factors for frequent acute exacerbations, but previous studies have mostly been cross-sectional studies at a single time point or prospective studies based on smaller sample sizes. Moreover, most of the studies on frequent acute exacerbations have been conducted in severe or refractory asthma, whereas a certain proportion of patients with nonsevere asthma may also have frequent acute exacerbations, and their risk factors still need to be further evaluated; in addition, previous studies have rarely looked at the effect of comorbidities on frequent acute exacerbations; furthermore, there have been no prospective studies to look at the prognosis of patients with frequent acute exacerbations and the response to treatments and prognostic factors associated with such attacks. Finally, the pathophysiologic mechanisms underlying frequent acute exacerbations of asthma require further investigation.\n\nTherefore, the main objectives of this study were to compare the baseline clinical, inflammatory, pathophysiologic, comorbid, and environmental characteristics of patients with frequent acute exacerbations and those with infrequent acute exacerbations, regardless of asthma severity, and to develop a predictive model for frequent acute exacerbations; and to develop a cohort of patients with frequent acute exacerbations of asthma, to observe their prognosis and response to therapy, and to search for prognostic-related factors. The successful implementation of this study will help early identification of patients with frequent acute exacerbations, clarify the factors associated with poor prognosis in this group of patients, and thus provide individualized solutions for the treatment and prevention of patients with this type of asthma; exploring the inflammatory mechanisms of frequent acute exacerbations of asthma will help to elucidate the pathogenesis of this subtype, and to discover new specific therapeutic targets for this subtype."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma Exacerbations"
      ],
      "keywords": [
        "asthma"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": true,
      "targetDuration": "1 Year",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Residual blood after testing，sputum"
      },
      "enrollmentInfo": {
        "count": 300,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "asthma with frequent exacerbations",
          "description": "asthma with frequent exacerbations",
          "interventionNames": [
            "Other: not applicable for observational research"
          ]
        },
        {
          "label": "asthma without frequent exacerbations",
          "description": "asthma without frequent exacerbations",
          "interventionNames": [
            "Other: not applicable for observational research"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "not applicable for observational research",
          "description": "This is an observational research and has no intervention",
          "armGroupLabels": [
            "asthma with frequent exacerbations",
            "asthma without frequent exacerbations"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "acute asthma exacerbation",
          "description": "An acute asthma exacerbation is a condition in which the patient\\&#39;s symptoms of wheezing, shortness of breath, chest tightness, and coughing appear in a short period of time or worsen rapidly, and lung function deteriorates, requiring the administration of additional reliever medications for treatment",
          "timeFrame": "baseline and during 1 year follow-up"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "total allergen IgE, allergen-specific IgE,",
          "description": "At baseline, demographic characteristics, asthma severity, asthma control level, comorbidities, lung function, peripheral blood eosinophil count and percentage, FENO, total allergen IgE, allergen-specific IgE, lung CT morphology, and exhaled breath condensate inflammation were collected; total allergen IgE, peripheral blood eosinophil count and percentage, FENO, exhaled breath condensate inflammation, and lung function were followed up at every 3 months; and lung CT morphology was reviewed at 1 year of follow-up; Outdoor environmental pollutants and meteorological information of the place of residence during 1 year of follow-up.",
          "timeFrame": "baseline and during 1 year follow-up"
        },
        {
          "measure": "peripheral blood and sputum eosinophil count and percentage",
          "description": "At baseline, demographic characteristics, asthma severity, asthma control level, comorbidities, lung function, peripheral blood eosinophil count and percentage, FENO, total allergen IgE, allergen-specific IgE, lung CT morphology, and exhaled breath condensate inflammation were collected; total allergen IgE, peripheral blood eosinophil count and percentage, FENO, exhaled breath condensate inflammation, and lung function were followed up at every 3 months; and lung CT morphology was reviewed at 1 year of follow-up; Outdoor environmental pollutants and meteorological information of the place of residence during 1 year of follow-up.",
          "timeFrame": "baseline and during 1 year follow-up"
        },
        {
          "measure": "lung function",
          "description": "At baseline, demographic characteristics, asthma severity, asthma control level, comorbidities, lung function, peripheral blood eosinophil count and percentage, FENO, total allergen IgE, allergen-specific IgE, lung CT morphology, and exhaled breath condensate inflammation were collected; total allergen IgE, peripheral blood eosinophil count and percentage, FENO, exhaled breath condensate inflammation, and lung function were followed up at every 3 months; and lung CT morphology was reviewed at 1 year of follow-up; Outdoor environmental pollutants and meteorological information of the place of residence during 1 year of follow-up.",
          "timeFrame": "baseline and during 1 year follow-up"
        },
        {
          "measure": "lung CT morphology",
          "description": "At baseline, demographic characteristics, asthma severity, asthma control level, comorbidities, lung function, peripheral blood eosinophil count and percentage, FENO, total allergen IgE, allergen-specific IgE, lung CT morphology, and exhaled breath condensate inflammation were collected; total allergen IgE, peripheral blood eosinophil count and percentage, FENO, exhaled breath condensate inflammation, and lung function were followed up at every 3 months; and lung CT morphology was reviewed at 1 year of follow-up; Outdoor environmental pollutants and meteorological information of the place of residence during 1 year of follow-up.",
          "timeFrame": "baseline and during 1 year follow-up"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with asthma attending the outpatient clinic of the Department of Respiratory and Critical Care Medicine of Peking University Third Hospital met the diagnostic criteria for asthma proposed by the guidelines for the prevention and treatment of bronchial asthma.\n\nExclusion Criteria:\n\n* Combination of chronic obstructive pulmonary disease, bronchiectasis, pneumonia, obstructive sleep apnea hypoventilation syndrome, malignancy; combination of various acute and chronic respiratory failure; combination of severe cardiovascular disease; pregnant women.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients with asthma attending the outpatient clinic of the Department of Respiratory and Critical Care Medicine of Peking University Third Hospital met the diagnostic criteria for asthma proposed by the guidelines for the prevention and treatment of bronchial asthma",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Chun Chang",
          "role": "CONTACT",
          "phone": "19800300860",
          "email": "doudou1977bysy@sina.com"
        }
      ],
      "locations": [
        {
          "facility": "Peking University third hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100191",
          "country": "China",
          "contacts": [
            {
              "name": "Chun Chang",
              "role": "CONTACT",
              "phone": "010-82265562",
              "email": "doudou1977bysy@sina.com"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "Individual participant data involve patient privacy"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}