{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04027465",
      "orgStudyIdInfo": {
        "id": "2017-3182"
      },
      "organization": {
        "fullName": "McGill University Health Centre/Research Institute of the McGill University Health Centre",
        "class": "OTHER"
      },
      "briefTitle": "Egg Allergy Oral Desensitization",
      "officialTitle": "Egg Desensitization and Induction of Tolerance in Children"
    },
    "statusModule": {
      "statusVerifiedDate": "2022-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-07-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-07-02",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2023-07-02",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2018-05-24",
      "studyFirstSubmitQcDate": "2019-07-17",
      "studyFirstPostDateStruct": {
        "date": "2019-07-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2022-07-25",
      "lastUpdatePostDateStruct": {
        "date": "2022-07-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Bruce Mazer",
        "investigatorTitle": "Professor of Pediatrics",
        "investigatorAffiliation": "McGill University Health Centre/Research Institute of the McGill University Health Centre"
      },
      "leadSponsor": {
        "name": "McGill University Health Centre/Research Institute of the McGill University Health Centre",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study evaluates whether tolerance to eggs can be induced in patients through a process of oral immunotherapy. Participants will be randomized into groups receiving oral immunotherapy and a control group that will receive no intervention",
      "detailedDescription": "The investigators are proposing to initiate a study assessing a common desensitization protocol for egg allergy. This study would enable the investigators to better determine the potential benefit of desensitization in individuals with egg allergy.\n\nMore specifically, the investigators will address the following research objectives:\n\nObjectives A. To develop a protocols for egg desensitization\n\nB. To determine the rate of desensitization to egg.\n\nC. To characterize predictors of successful desensitization.\n\nD. To characterize molecular mechanisms involved in the process of desensitization\n\nThese objectives will be evaluated through a randomized controlled trial"
    },
    "conditionsModule": {
      "conditions": [
        "Egg Protein Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomixed controlled trial",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Control",
          "type": "NO_INTERVENTION",
          "description": "Following randomization, this arm will receive no intervention. After twelve months, participants in this group will undergo a singe-blind, placebo-controlled oral food challenge"
        },
        {
          "label": "Treatment",
          "type": "EXPERIMENTAL",
          "description": "Following randomization, participants in this group will receive escalating doses of egg protein, up to a dose of 300 mg. Once they attain that dose, they will maintain it for six months. At the end of this maintenance period, they will undergo a singe-blind, placebo-controlled oral food challenge",
          "interventionNames": [
            "Dietary Supplement: Egg allergy oral desensitization"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Egg allergy oral desensitization",
          "description": "Subjects in the treatment will begin treatment by undergoing an egg oral challenge. This will confirm that the subject is still allergic to egg and establish the dose of egg the subject can tolerate. The last dose of egg tolerated during the challenge will serve as the first desensitization dose Subjects will then come to the research center every two weeks to receive their dose increases until they reach the maintenance dose of 300 mg. Subjects will then enter the maintenance phase for one year. During this period they will undergo another oral food challenge one month after attaining the maintenance dose",
          "armGroupLabels": [
            "Treatment"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Efficacy of desensitization in egg allergic patients as assessed by presence or absence of allergic symptoms during a blinded, placebo controlled oral food challenge",
          "description": "Comparison of participants randomized to treatments arms who egg desensitization compared to participants randomized to the control group. This is measured by whether a participant is able to tolerate a total dose of 6043 mg powdered egg during an oral food challenge",
          "timeFrame": "18 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline over the immunotherapy process of egg specigic IgE levels",
          "description": "Measurement of egg specigic IgE before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of egg specigic IgA levels",
          "description": "Measurement of egg specigic IgA before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of egg specigic IgG4 levels",
          "description": "Measurement of egg specigic IgG4 before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of mast cell activation, as measured by CD63 levels",
          "description": "Measurement of mast cell activation before, during and after the desensitization process as measured by CD63 expression",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of of DNA methylation levels",
          "description": "Measurement of DNA methylation levels before, during and after the desensitization process",
          "timeFrame": "18 months"
        },
        {
          "measure": "Change from baseline over the immunotherapy process of Regulatory T cell levels",
          "description": "Measurement of Regulatory T cell levels, before, during and after the desensitization process",
          "timeFrame": "18 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Children 6 years and older\n* Informed consent form signed by the parents or legal guardian (appendix B).\n* A history suggestive of immediate allergy to egg. A convincing clinical history of an IgE mediated reaction to a specific food will be defined as a minimum of 2 mild signs/symptoms or 1 moderate or 1 severe sign/symptom that was likely IgE mediated and occurred within 120 minutes after ingestion or contact (or inhalation in the case of fish and shellfish). Reactions will be considered mild if they involve pruritus, urticaria, flushing, or rhinoconjunctivitis; moderate if they involve angioedema, throat tightness, gastrointestinal complaints, or breathing difficulties (other than wheeze); and severe if they involve wheeze, cyanosis, or circulatory collapse\n* Positive oral challenge test to egg. Oral challenges will be performed with Meringue Powder according to the recommendations of the position paper of the European Academy of Allergology and Clinical Immunology (68)and in an open manner (appendix C). When subjective symptoms will appear (oral pruritus, abdominal discomfort), the challenge tests will be blinded.\n* The presence of at least one of the following confirmatory tests:\n\n  i) Positive SPT to egg or its proteins (weal diameter 3 mm larger than that of the normal saline control). The allergens used will be commercial extracts of egg (Omega Labs, Toronto, Ontario). OR ii) Detection of serum specific IgE (\\>0.35 kU/L) to egg or any of its proteins (ovalbumin, ovomucoid, lysozyme and conalbumin), measured by fluorescence enzyme immunoassay (Phadia, CAP System, Uppsala, Sweden).\n\nExclusion criteria.\n\n* Patients who are unstable from a respiratory point of view ..\n* Patients who present with intercurrent disease at the time of starting desensitization.\n* Non-IgE-mediated or non-immunological adverse reactions to nuts.\n* Malignant or immunopathological diseases and/or severe primary or secondary immune deficiencies.\n* Patients receiving immunosuppressor therapy\n* Patients receiving β-blockers (including topical formulations).\n* Associated diseases contraindicating the use of epinephrine: cardiovascular disease or severe hypertension.\n* Patients diagnosed with eosinophilic gastrointestinal disorder .",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "20 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Montreal Children's Hospital",
          "city": "Montreal",
          "state": "Quebec",
          "zip": "H4A 3J1",
          "country": "Canada",
          "geoPoint": {
            "lat": 45.50884,
            "lon": -73.58781
          }
        },
        {
          "facility": "Duncan Lejtenyi",
          "city": "Montreal",
          "state": "Quebec",
          "zip": "H4A3J1",
          "country": "Canada",
          "geoPoint": {
            "lat": 45.50884,
            "lon": -73.58781
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "Prot_SAP",
          "hasProtocol": true,
          "hasSap": true,
          "hasIcf": false,
          "label": "Study Protocol and Statistical Analysis Plan",
          "date": "2018-03-15",
          "uploadDate": "2018-05-24T11:10",
          "filename": "Prot_SAP_000.pdf",
          "size": 622503
        },
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2019-03-25",
          "uploadDate": "2019-07-17T14:26",
          "filename": "ICF_001.pdf",
          "size": 479575
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}