{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06756243",
      "orgStudyIdInfo": {
        "id": "2024-0508"
      },
      "organization": {
        "fullName": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
        "class": "OTHER"
      },
      "briefTitle": "The Use of Hydrogen Ion Water (Shan Shang Water) in the Treatment of Allergic Rhinitis",
      "officialTitle": "The Observation of the Effects of Hydrogen Ion Water (Shan Shang Water) on Clinical Symptoms and Immune Markers in Allergic Rhinitis.",
      "acronym": "SSWAR"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-12",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-03-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-06-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-12-25",
      "studyFirstSubmitQcDate": "2024-12-25",
      "studyFirstPostDateStruct": {
        "date": "2025-01-01",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-02-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-02-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to evaluate whether Shan Shang Water (hydrogen ion water) can help treat allergic rhinitis in adults and affect immune markers.\n\nDoes Shan Shang Water reduce allergic rhinitis symptoms? What changes occur in immune markers when using Shan Shang Water? Researchers will compare Shan Shang Water to a placebo (an inactive substance) to see if it effectively treats allergic rhinitis.\n\nParticipants will:\n\nTake Shan Shang Water or a placebo every day for 24 weeks. Visit the clinic every four weeks for checkups and tests. Record symptoms in a diary, noting things like sneezing, nasal congestion, and any use of medication.",
      "detailedDescription": "The goal of this clinical trial is to evaluate whether Shan Shang Water (hydrogen ion water) can help treat allergic rhinitis in adults and affect immune markers. The main questions the study aims to answer are:\n\nDoes Shan Shang Water reduce allergic rhinitis symptoms? What changes occur in immune markers when using Shan Shang Water? Researchers will compare Shan Shang Water to a placebo (an inactive substance) to see if it effectively treats allergic rhinitis.\n\nParticipants will:\n\nTake Shan Shang Water or a placebo every day for 24 weeks. Dosage: 660 ml of Shan Shang Water (or placebo) three times a day-morning, noon, and evening.\n\nDrink 30 minutes before meals or when thirsty. Avoid drinking 30 minutes before or after meals and before or after brushing teeth with toothpaste.\n\nControl Group:\n\nThe control group will drink 1,500-2,000 ml of water daily, following their normal routine.\n\nVisit Schedule:\n\nParticipants will visit the clinic every 4 weeks for checkups and tests. Participants will also keep a daily diary to track their symptoms, including sneezing, nasal congestion, runny nose, and any medication use.\n\nExpected Results:\n\nSymptom Improvement:\n\nThe investigators will assess the reduction in allergic rhinitis symptoms (sneezing, nasal congestion, runny nose, and itching).\n\nImmune Response:\n\nThe investigators will monitor immune markers like IgE levels and eosinophil counts every 3 months.\n\nConclusion:\n\nThis trial will determine if Shan Shang Water can be an effective treatment for allergic rhinitis by reducing symptoms and affecting immune markers. The results will provide valuable insights into its potential use as a non-pharmacological treatment option for allergic rhinitis."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Rhinitis"
      ],
      "keywords": [
        "Allergic Rhinitis",
        "hydrogen ion water",
        "Clinical Symptoms",
        "immune markers"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized, Controlled, Single-Center, Prospective, Open-Label Study",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Shan Shang Water Group",
          "type": "EXPERIMENTAL",
          "description": "Participants in this group consumed 660 ml of Shan Shang Water three times daily-morning, noon, and evening-30 minutes before meals or whenever thirsty. They were advised to avoid using toothpaste within 30 minutes before and after drinking the water, as well as within 30 minutes before and after meals. This regimen was followed continuously for 24 weeks.",
          "interventionNames": [
            "Other: Hydrogen Ion Water（Shan Shang Water）",
            "Drug: Budesonide Nasal Spray therapy"
          ]
        },
        {
          "label": "Control Group",
          "type": "SHAM_COMPARATOR",
          "description": "Participants in this group maintained a daily water intake of 1500-2000 ml, following their regular hydration habits, without specific restrictions or additional instructions.",
          "interventionNames": [
            "Drug: Budesonide Nasal Spray therapy"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Hydrogen Ion Water（Shan Shang Water）",
          "description": "Hydrogen Ion Water (also known as Hydrogen-Rich Water or Hydrogen Water) refers to water that contains dissolved hydrogen gas (H₂). Hydrogen gas is a powerful antioxidant that is believed to neutralize free radicals in the body, which may help reduce oxidative stress and improve overall health.",
          "armGroupLabels": [
            "Shan Shang Water Group"
          ]
        },
        {
          "type": "DRUG",
          "name": "Budesonide Nasal Spray therapy",
          "description": "Budesonide Nasal Spray: Administered as 2 sprays twice daily (bid).",
          "armGroupLabels": [
            "Control Group",
            "Shan Shang Water Group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Total Nasal Symptom Score (TNSS)",
          "description": "This composite score evaluates the severity of nasal symptoms, including rhinorrhea, nasal congestion, nasal itching, and sneezing. Each symptom is rated on a scale from 0 (no symptoms) to 3 (severe), with the total score ranging from 0 to 12. TNSS is widely utilized to assess the efficacy of treatments targeting nasal symptoms in allergic rhinitis.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Total Non-Nasal Symptom Score (TNNSS)",
          "description": "This score encompasses symptoms beyond the nasal cavity, such as nasal discharge from the pharynx, tearing, nasal or eye itching, and nasal or oral maxillary discomfort. Each symptom is similarly rated on a scale from 0 to 3, providing a comprehensive assessment of allergic manifestations affecting other areas.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ)",
          "description": "The Rhinoconjunctivitis Quality of Life Questionnaire (RQLQ) is a validated tool designed to assess the impact of allergic rhinitis on a patient's daily life. It encompasses 28 questions across seven domains: Activity Limitations；Sleep Problems\n\n；Nose Symptoms；Eye Symptoms；Non-Nose/Eye Symptoms；Practical Problems；Emotional Function。Each item is rated on a 7-point scale, ranging from 0 (not impaired at all) to 6 (severely impaired), with higher scores indicating a greater negative impact on quality of life. The overall RQLQ score is calculated as the mean of all 28 responses, and individual domain scores are the means of the items within those domains. This scoring system allows clinicians and researchers to quantify the burden of rhinoconjunctivitis on patients and evaluate the effectiveness of therapeutic interventions.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "the serum level of total IgE",
          "description": "Total IgE levels are often elevated in allergic conditions and can reflect the overall atopic status of the patient.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "the serum level of total IgG",
          "description": "Total IgG levels provide insight into the general immunoglobulin status and can be relevant in assessing immune responses.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "the serum level of total IgA",
          "description": "Total IgA levels are measured to evaluate mucosal immunity, as IgA plays a crucial role in mucosal defense mechanisms.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "the serum level of specific IgE",
          "description": "These antibodies are measured to identify sensitization to particular allergens, aiding in the diagnosis and management of allergic diseases.",
          "timeFrame": "24 weeks"
        },
        {
          "measure": "the serum level of specific IgG4",
          "description": "Elevated levels of allergen-specific IgG4 can be associated with chronic exposure to allergens and may play a role in the modulation of allergic responses.",
          "timeFrame": "24 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Intermittent or persistent recurrent bouts of sneezing, watery nose, itchy and stuffy nose may be accompanied by eye symptoms including itchy, watery eyes, red and burning eyes, with or without wheezing, coughing, shortness of breath and chest tightness shape.\n* The symptoms are more severe or severe, and have a significant impact on quality of life.\n\nExclusion Criteria:\n\n* Pregnant women and parturients.\n* Patients with liver, kidney and heart disease.\n* Patients with past or current tumors.\n* Specific immunotherapy, biologics, or small molecule drug therapy is planned or initiated.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Huiying Wang, Doctor",
          "role": "CONTACT",
          "phone": "86(0571)-87783627",
          "email": "marywang@zju.edu.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Huiying Wang",
          "affiliation": "2nd Affiliated Hospital, School of Medicine, Zhejiang University, China",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "The Second Affiliated Hospital, Zhejiang University School of Medicine",
          "city": "Hangzhou",
          "state": "Zhejiang",
          "zip": "310009",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D065631",
          "term": "Rhinitis, Allergic"
        }
      ],
      "ancestors": [
        {
          "id": "D012220",
          "term": "Rhinitis"
        },
        {
          "id": "D009668",
          "term": "Nose Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D010038",
          "term": "Otorhinolaryngologic Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}