{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02688478",
      "orgStudyIdInfo": {
        "id": "H14-01119"
      },
      "organization": {
        "fullName": "University of British Columbia",
        "class": "OTHER"
      },
      "briefTitle": "The Phthalate-Allergen Immune Response Study",
      "officialTitle": "Effects of Phthalate Inhalation on Airway Immunology: A Controlled Human Exposure Study",
      "acronym": "PAIR"
    },
    "statusModule": {
      "statusVerifiedDate": "2019-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-02-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-05-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2021-05-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2016-01-06",
      "studyFirstSubmitQcDate": "2016-02-17",
      "studyFirstPostDateStruct": {
        "date": "2016-02-23",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2019-07-31",
      "lastUpdatePostDateStruct": {
        "date": "2019-08-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Christopher Carlsten",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "University of British Columbia"
      },
      "leadSponsor": {
        "name": "University of British Columbia",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Phthalates are commonly used plasticizers that have been linked to asthma in epidemiological studies. The investigators are researching effects of phthalates on airway immunology and lung function, and on allergic responses by doing an inhaled allergen challenge. After exposing participants to either filtered air or carefully controlled levels of phthalate in our exposure chamber we will collect samples from the nose and the upper airways, by rinsing the nose with saltwater or performing small brushings. The investigators will also collect a bronchial samples by bronchoscopy after each exposure. After 2 weeks, the entire procedure will be repeated with the alternate exposure.",
      "detailedDescription": "1. Purpose:\n\n   To study the effects of phthalates on airway immunology, lung function and nasal allergic responses.\n2. Hypotheses:\n\n   Phthalate inhalation increases recruitment of immune cells to the upper airways and affects the functionality of immune and epithelial cells.\n\n   Hypothesis 2: Phthalate inhalation alters the cellular response to an inhalation allergen challenge.\n3. Justification:\n\n   Phthalates are plasticizers or softeners, used in PVC and other plastics and a range of consumer products. Since phthalates are not chemically bound to the plastic they leak out from these products, causing routine human exposure through air, dust and food. Exposure to phthalates has been linked to worsening or development of airway diseases in epidemiological studies, but the effects of phthalates on our airways and immune responses are largely unknown. In this study we would like to investigate how one particular phthalate, dibutyl phthalate (DBP), can affect the human respiratory and immune systems. The investigators are not expecting that the responses will be noticeable to the subjects; they are expecting that any responses that may occur will only be detectable through careful examination of cells and tissues (e.g. nasal lavage and brushes (fluid from the nose), bronchial samples, blood, urine). Nasal samples will be used for measurement of nasal inflammatory responses in terms of cell recruitment and levels of inflammatory mediators. Bronchial samples will allow for a refined examination of an inflammatory responses in the lung and thus provide a much more detailed information concerning the phthalate-induced responses due to allergen challenge. Understanding these subtle changes will help us prevent health problems associated with phthalate exposure in the future.\n4. Objectives:\n\n   To establish that phthalates alter the cellular immune response in the upper airways.\n5. Research Method:\n\n   This is a blinded crossover experiment between two conditions (dibutyl phthalate, DBP, or filtered air, FA), randomized and counter-balanced to order.\n\n   After each exposure of DBP or FA, we will deliver an inhaled allergen challenge. Data collection for each condition will be separated by a 2-week washout period.\n\n   To evaluate the effects of the exposure on the immune response and lung function, the investigators will collect and perform the following on the day of the exposure or the following day:\n   * Before each exposure, 3h and 24h post-exposure, we will collect urine and blood samples, perform NAL, and measure forced expiratory volume (FEV1) by spirometry and FeNO.\n   * Methacholine challenge will be performed 24h after exposure.\n   * Nasal brushing (NAB) will be performed at 3h pre-exposure on the left nostril and 3h post-exposure in the right nostril.\n   * A fraction of the subjects enrolled will have a bronchoscopy performed 24h post-exposure, where bronchoalveolar samples and endobronchial biopsies will be collected.\n\n   The literature provides conflicting data for phthalates with regard to some of the analytical endpoints. Therefore, to facilitate the choice of endpoints for the principal study, as well as to validate some study procedures, a 'Method optimization sub-study' will be performed prior to the start of the principal study. A maximum of 25 healthy subjects will be recruited for this sub-study, who will sign a modified consent that reflects their limited participation. These subjects will not be exposed to DBP or CA, but will only be recruited for collection of blood, nasal lavage, and nasal brushing, or a subset of these samples. They will only attend one visit to the Vancouver General Hospital, dedicating 1 - 3 hours of their time when participating in the sub-study. Moreover, prior starting the principal study (above), up to four healthy subjects may be recruited for a 'Pilot study' to optimize the logistics of the exposures and the experimental procedures of the principal study. These subjects will be subjected to CA exposure only and have all procedures and samples collected as described for the actual study with the exception of the bronchoscopy.\n\n   Samples collected during the Method optimization sub-study and the Pilot study, will be used to establish analytical methods to measure immune cellular responses such as white blood or nasal epithelial cell responses to bacterial components (Toll Like Receptor (TLR) agonists) and phagocytosis assays after in vitro phthalate exposure (as described under study procedures).\n6. Statistical Analysis:\n\nA mixed effects model will be used to estimate all effects and pertinent contrasts will be used to test the hypotheses. Specifically, models will include exposure (CA or DBP), order (CA before DBP or DBP before CA) and gene variant status (e.g., GSTM1 present or GSTM1 null) as fixed effects and subject identifying number as a random effect. The inhalation allergen challenge is given during both DBP and CA exposures and will therefore not be included in the statistical analyses.\n\nThe influence of the general phthalate exposure level for 6 commonly measured phthalates, assessed in urine samples Day 1 and 2 on FeNO/blood/lung function will be analyzed by mixed effects model including exposure (DBP, CA), sampling period (Day 1, Day 2) and phthalate level (Day 1, Day 2). A one-way ANOVA will be used to compare pre- and post-exposure urinary MnBP levels for various time-points to verify phthalate exposure."
    },
    "conditionsModule": {
      "conditions": [
        "Allergies"
      ],
      "keywords": [
        "Phthalate",
        "Dibutylphthalate (DBP)",
        "Airway responsiveness",
        "Allergies"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "TRIPLE",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 20,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Filtered air",
          "type": "ACTIVE_COMPARATOR",
          "description": "Exposure for 3 hours to filtered air followed by subject specific inhaled allergen challenge",
          "interventionNames": [
            "Other: Filtered Air",
            "Other: Allergen"
          ]
        },
        {
          "label": "Phthalate",
          "type": "EXPERIMENTAL",
          "description": "Exposure for 3 hours to dibutyl phthalate followed by subject specific inhaled allergen challenge",
          "interventionNames": [
            "Other: Phthalate",
            "Other: Allergen"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Phthalate",
          "description": "Delivered by inhalation on day 1 of the triad",
          "armGroupLabels": [
            "Phthalate"
          ],
          "otherNames": [
            "DBP"
          ]
        },
        {
          "type": "OTHER",
          "name": "Filtered Air",
          "description": "Delivered by inhalation on day 1 of the triad",
          "armGroupLabels": [
            "Filtered air"
          ]
        },
        {
          "type": "OTHER",
          "name": "Allergen",
          "description": "Subject specific allergen is delivered by inhalation on day 1 of the triad",
          "armGroupLabels": [
            "Filtered air",
            "Phthalate"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Recruitment of immune cells in airways",
          "description": "Recruitment will be identified by performing differential cell counts",
          "timeFrame": "3-24 hours"
        },
        {
          "measure": "Activation of immune cells in airways",
          "description": "Cellular activation will be measured by cytokine expression in airway samples.",
          "timeFrame": "3-24 hours"
        },
        {
          "measure": "Airway responsiveness",
          "description": "Airway responsiveness will be measured by spirometry.",
          "timeFrame": "3-24 hours"
        },
        {
          "measure": "Airway Inflammation",
          "description": "Airway Inflammation will be measured by Fractional exhaled NO.",
          "timeFrame": "3-24 hours"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Allergen specific IgE",
          "description": "Allergen specific IgE will be measured in airway and blood samples.",
          "timeFrame": "24 hours"
        },
        {
          "measure": "Inflammatory markers in plasma and cell function after in vitro stimulation with inflammatory ligands (LPS & R848)",
          "description": "whole blood In vitro stimulation using inflammatory ligands will be analyzed for inflammatory markers, same as in plasma.",
          "timeFrame": "3-24h"
        },
        {
          "measure": "Response of immune cells in blood",
          "description": "Immune cell responses will be identified by analyzing changes in cellular activation",
          "timeFrame": "3-24 hours"
        },
        {
          "measure": "Response of immune cells in airways",
          "description": "Cellular activation will be measured after in-vitro stimulation with inflammatory ligands like Lipopolysaccharide.",
          "timeFrame": "3-24 hours"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age between 19 and 49 years.\n2. Non-smoking.\n3. Proficient in English\n4. Positive skin prick test for at least one of: birch, grass, or dust.\n5. Healthy, or diagnosed with mild asthma\n\nExclusion Criteria\n\n1. pregnancy/breastfeeding\n2. unstable asthma symptoms (eg: exacerbations in previous 2 weeks)\n3. use of inhaled corticosteroids or bronchodilator medication more than 3 times a week\n4. presence of co-existing medical conditions i.e. arrythmia (as assessed by the primary investigator)\n5. participation in another study that involves taking medications\n6. regular use of antihistamines, non-steroidal anti-inflammatories, anticoagulants, acetylsalicylic acid (ASA) or decongestants\n7. allergy to salbutamol or lidocaine.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "19 Years",
      "maximumAge": "49 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Christopher Carlsten, MD, MPH",
          "affiliation": "University of British Columbia",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of British columbia",
          "city": "Vancouver",
          "state": "British Columbia",
          "zip": "V5Z 1M9",
          "country": "Canada",
          "geoPoint": {
            "lat": 49.24966,
            "lon": -123.11934
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "16834635",
          "type": "BACKGROUND",
          "citation": "Wormuth M, Scheringer M, Vollenweider M, Hungerbuhler K. What are the sources of exposure to eight frequently used phthalic acid esters in Europeans? Risk Anal. 2006 Jun;26(3):803-24. doi: 10.1111/j.1539-6924.2006.00770.x."
        },
        {
          "pmid": "20564479",
          "type": "BACKGROUND",
          "citation": "Wittassek M, Koch HM, Angerer J, Bruning T. Assessing exposure to phthalates - the human biomonitoring approach. Mol Nutr Food Res. 2011 Jan;55(1):7-31. doi: 10.1002/mnfr.201000121."
        },
        {
          "pmid": "26622216",
          "type": "BACKGROUND",
          "citation": "Kocbach Bolling A, Holme JA, Bornehag CG, Nygaard UC, Bertelsen RJ, Nanberg E, Bodin J, Sakhi AK, Thomsen C, Becher R. Pulmonary phthalate exposure and asthma - is PPAR a plausible mechanistic link? EXCLI J. 2013 Aug 20;12:733-59. eCollection 2013."
        },
        {
          "pmid": "18629304",
          "type": "BACKGROUND",
          "citation": "Jaakkola JJ, Knight TL. The role of exposure to phthalates from polyvinyl chloride products in the development of asthma and allergies: a systematic review and meta-analysis. Environ Health Perspect. 2008 Jul;116(7):845-53. doi: 10.1289/ehp.10846."
        },
        {
          "pmid": "19057701",
          "type": "BACKGROUND",
          "citation": "Deutschle T, Reiter R, Butte W, Heinzow B, Keck T, Riechelmann H. A controlled challenge study on di(2-ethylhexyl) phthalate (DEHP) in house dust and the immune response in human nasal mucosa of allergic subjects. Environ Health Perspect. 2008 Nov;116(11):1487-93. doi: 10.1289/ehp.11474. Epub 2008 Jul 7."
        },
        {
          "pmid": "19077172",
          "type": "BACKGROUND",
          "citation": "Kolarik B, Lagercrantz L, Sundell J. Nitric oxide in exhaled and aspirated nasal air as an objective measure of human response to indoor air pollution. Indoor Air. 2009 Apr;19(2):145-52. doi: 10.1111/j.1600-0668.2008.00572.x. Epub 2008 Dec 11."
        },
        {
          "type": "BACKGROUND",
          "citation": "Peters,S., Shaver,J., & Zangrilli,J.G. Airway responses to antigen in asthmatic and nonasthmatic subjects in Inflammatory mechanisms in asthma (eds. Holgate,S.T. & Busse,W.W.) (Marcel Dekker, New York, 2014)."
        },
        {
          "pmid": "15064163",
          "type": "BACKGROUND",
          "citation": "Hoppin JA, Ulmer R, London SJ. Phthalate exposure and pulmonary function. Environ Health Perspect. 2004 Apr;112(5):571-4. doi: 10.1289/ehp.6564."
        },
        {
          "pmid": "22923660",
          "type": "BACKGROUND",
          "citation": "Just AC, Whyatt RM, Miller RL, Rundle AG, Chen Q, Calafat AM, Divjan A, Rosa MJ, Zhang H, Perera FP, Goldstein IF, Perzanowski MS. Children's urinary phthalate metabolites and fractional exhaled nitric oxide in an urban cohort. Am J Respir Crit Care Med. 2012 Nov 1;186(9):830-7. doi: 10.1164/rccm.201203-0398OC. Epub 2012 Aug 23."
        },
        {
          "pmid": "36114491",
          "type": "DERIVED",
          "citation": "Leung C, Ryu MH, Bolling AK, Maestre-Batlle D, Rider CF, Huls A, Urtatiz O, MacIsaac JL, Lau KS, Lin DTS, Kobor MS, Carlsten C. Peroxisome proliferator-activated receptor gamma gene variants modify human airway and systemic responses to indoor dibutyl phthalate exposure. Respir Res. 2022 Sep 16;23(1):248. doi: 10.1186/s12931-022-02174-8."
        },
        {
          "pmid": "32320637",
          "type": "DERIVED",
          "citation": "Maestre-Batlle D, Huff RD, Schwartz C, Alexis NE, Tebbutt SJ, Turvey S, Bolling AK, Carlsten C. Dibutyl Phthalate Augments Allergen-induced Lung Function Decline and Alters Human Airway Immunology. A Randomized Crossover Study. Am J Respir Crit Care Med. 2020 Sep 1;202(5):672-680. doi: 10.1164/rccm.201911-2153OC."
        }
      ]
    }
  },
  "annotationSection": {
    "annotationModule": {
      "unpostedAnnotation": {
        "unpostedResponsibleParty": "Christopher Carlsten, Principal Investigator, University of British Columbia",
        "unpostedEvents": [
          {
            "type": "RELEASE",
            "date": "2020-03-10"
          },
          {
            "type": "RESET",
            "date": "2020-03-24"
          },
          {
            "type": "RELEASE",
            "date": "2020-07-19"
          },
          {
            "type": "RESET",
            "date": "2020-08-06"
          }
        ]
      }
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04",
      "submissionTracking": {
        "estimatedResultsFirstSubmitDate": "2020-03-10",
        "submissionInfos": [
          {
            "releaseDate": "2020-03-10",
            "resetDate": "2020-03-24"
          },
          {
            "releaseDate": "2020-07-19",
            "resetDate": "2020-08-06"
          }
        ]
      }
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C032279",
          "term": "phthalic acid"
        },
        {
          "id": "D000485",
          "term": "Allergens"
        }
      ],
      "ancestors": [
        {
          "id": "D000941",
          "term": "Antigens"
        },
        {
          "id": "D001685",
          "term": "Biological Factors"
        }
      ]
    }
  },
  "hasResults": false
}