{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00267826",
      "orgStudyIdInfo": {
        "id": "2005 DR 3297"
      },
      "secondaryIdInfos": [
        {
          "id": "Roche Pharma AG, Switzerland"
        }
      ],
      "organization": {
        "fullName": "University of Bern",
        "class": "OTHER"
      },
      "briefTitle": "Immunopharmacological Effects of Rituximab in Atopic Dermatitis",
      "officialTitle": "Open-Label, Single Center Study to Evaluate the Immunopharmacological Effects of Rituximab in Patients With Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2008-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2005-12"
      },
      "primaryCompletionDateStruct": {
        "date": "2006-06",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2006-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2005-12-20",
      "studyFirstSubmitQcDate": "2005-12-20",
      "studyFirstPostDateStruct": {
        "date": "2005-12-21",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2008-06-16",
      "lastUpdatePostDateStruct": {
        "date": "2008-06-17",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Hans-Uwe Simon, MD, PhD",
        "oldOrganization": "Dep. of Dermatology, Universität Bern"
      },
      "leadSponsor": {
        "name": "University of Bern",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hoffmann-La Roche",
          "class": "INDUSTRY"
        },
        {
          "name": "Swiss National Science Foundation",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Protocol Title: Immunopharmacological effects of Rituximab in atopic dermatitis\n\nStudy Phase: Investigator driven study\n\nStudy Design: Open-label, single center.\n\nPrimary Study Objective: To determine the efficacy, safety and immunopharmacological effects of Rituximab (anti-CD20) administered as a 1000mg intravenous infusion on days 1 and 15 to patients with atopic dermatitis.\n\nSecondary Study Objective: To investigate key immunological parameters involved in the pathology of this common skin disease to interpret the clinical findings.\n\nNumber of Patients: 6\n\nStudy Population: Male and female patients, at least 18 years of age with atopic dermatitis, active inflammation, a severity score of 6-9 according to Langeland and Rajika.\n\nTreatment Group: Rituximab will be administered as 1000 mg infusion intravenously at day 1 and 15, followed by a 24-week follow-up period.\n\nVisit Schedule: Screening Visit (within 28 days prior to Visit 1) Treatment visits (Visits days 1, 3, 8, 15, 17) Follow-up Visits (Visits weeks 4, 8, 12, 16, 20, 24)\n\nVisit 11/Early Termination Visit (if applicable) Visit 11 will serve as the Early Termination Visit for any patient who withdraws from the study between Visit 1 and 10.\n\nEfficacy Parameters:\n\nClinical parameters:\n\nEASI Patient Assessment of Pruritus / Pruritus score Physician Global Assessment (PGA) Photography\n\nLaboratory analysis:\n\nDifferential blood count Total IgE, specific IgE (aeroallergen panel) Immunophenotyping of PBMC Lymphocyte proliferation following pan-T stimulation with PHA Cytokine release from blood T cells following pan-T stimulation with PHA\n\nSkin tests Histopathology of skin biopsies\n\nSafety Parameters: Physical examinations; vital signs; selected blood chemistry, including liver function tests, creatinine; white blood cell count (WBC; including total lymphocyte count); platelets, lymphocyte subset analysis; complement, immunoglobulins (IgA, IgM, IgG, IgE), monitoring for infections; monitoring for concomitant therapies; monitoring for adverse events.",
      "detailedDescription": "Investigator driven study\n\nImmunopharmacological Effects of Rituximab in Atopic Dermatitis\n\nInvestigators\n\n1. Prof. Dr. Hans-Uwe Simon (Dept. of Pharmacology, University of Bern, Switzerland)\n2. Dr. Dagmar Simon, Prof. Dr. Lasse R. Braathen (Dept. of Dermatology, University of Bern, Switzerland)\n\n   SUMMARY\n\n   Protocol Title: Immunopharmacological effects of Rituximab in atopic dermatitis\n\n   Study Phase: Investigator driven study\n\n   Study Design: Open-label, single center.\n\n   Primary Study Objective: To determine the efficacy, safety and immunopharmacological effects of Rituximab (anti-CD20) administered as a 1000mg intravenous infusion on days 1 and 15 to patients with atopic dermatitis.\n\n   Secondary Study Objective: To investigate key immunological parameters involved in the pathology of this common skin disease to interpret the clinical findings.\n\n   Number of Patients: 6\n\n   Study Population: Male and female patients, at least 18 years of age with atopic dermatitis, active inflammation, a severity score of 6-9 according to Langeland and Rajika.\n\n   Treatment Group: Rituximab will be administered as 1000 mg infusion intravenously at day 1 and 15, followed by a 24-week follow-up period.\n\n   Visit Schedule: Screening Visit (within 28 days prior to Visit 1) Treatment visits (Visits days 1, 3, 8, 15, 17) Follow-up Visits (Visits weeks 4, 8, 12, 16, 20, 24)\n\n   Visit 11/Early Termination Visit (if applicable) Visit 11 will serve as the Early Termination Visit for any patient who withdraws from the study between Visit 1 and 10.\n\n   Efficacy Parameters:\n\n   Clinical parameters:\n\n   EASI Patient Assessment of Pruritus / Pruritus score Physician Global Assessment (PGA) Photography\n\n   Laboratory analysis:\n\n   Differential blood count Total IgE, specific IgE (aeroallergen panel) Immunophenotyping of PBMC Lymphocyte proliferation following pan-T stimulation Cytokine release from blood T cells following pan-T stimulation Skin tests Histopathology of skin biopsies Immunohistochemistry\n\n   Safety Parameters: Physical examinations; vital signs; selected blood chemistry, including liver function tests, creatinine; white blood cell count (WBC; including total lymphocyte count); platelets, lymphocyte subset analysis; complement, immunoglobulins (IgA, IgM, IgG, IgE), monitoring for infections; monitoring for concomitant therapies; monitoring for adverse events.\n\n   Time schedule: All six patients will be recruited within 1 year following approval of the study by both Cantonal Ethics Commission (Bern) and Swissmedic.\n\n   Aim of the study In this study we want to investigate the clinical efficacy and safety as well as the immunopharmacological effects in particular the inflammatory cells and their cytokine production in AD skin and blood under the treatment of rituximab.\n\n   Primary Objective\n\n   To determine the efficacy and safety of Rituximab when administered as a 1000 mg intravenous infusion to patients with atopic dermatitis.\n\n   Additional Objectives\n\n   The additional objectives of this study are:\n\n   To investigate the influence of Rituximab treatment on key immunological parameters involved in immunopathology of AD.\n\n   STUDY DESIGN\n\n   Study Outline\n\n   This is a open-label, single center study to evaluate the efficacy and safety of Rituximab when administered as a 1000 mg intravenous infusion to patients with atopic dermatitis. 6 patients should be enrolled.\n\n   During the treatment course, all patients will receive Rituximab administered as 1000 mg intravenous infusion at day 1 and 15, followed by a 22-week follow-up period.\n\n   STUDY POPULATION\n\n   Number of Patients\n\n   Approximately 6 patients will be enrolled.\n\n   Study Entry Inclusion Criteria\n\n   To be eligible for entry into this study, candidates must meet the following eligibility criteria at the time of enrollment:\n\n<!-- -->\n\n1. Must give written informed consent.\n2. Must be at least 18 years of age\n3. Must have been diagnosed with atopic dermatitis fulfilling the diagnostic criteria of Hanfin and Rajka and having active inflammation.\n4. Must have a severity score of 6-9 according to Langeland and Rajka.\n5. Must have a PGA of \"moderate\", \"severe\" or \"very severe\" and a pruritus score of \"moderate\" or \"severe\" at baseline.\n\nStudy Entry Exclusion Criteria\n\nCandidates will be excluded from study entry if any of the following exclusion criteria exist at the time of enrollment:\n\n1. Patients with other skin diseases, that might interfere with the evaluation of AD\n2. Patients with severe diseases of other organ systems (e.g. cardiovascular, liver, kidney, psychiatric, neurologic) that might put the patient on risk during the study or might interfere with the evaluations (in the opinion of the investigator)\n3. Patient older than 65 years\n4. Systemic treatment for atopic dermatitis (e. g. corticosteroids, cyclosporine, mycophenolat- mofetil, interferon-gamma, UVB, UVA, PUVA) or systemic treatment with immunosuppressive/immunomodulating substances (e.g. azathioprin, methotrexate, biologics or hyposensitization -therapy) within 28 days prior to baseline.\n5. Local treatment for atopic dermatitis with pimecrolimus/tacrolimus, steroids \\> class III, instable use of steroids class \\<III, emollients or local antiseptics/antibiotics within 14 days prior to day 1.\n6. Serious local infection (e.g., cellulitis, abscess) or systemic infection (e.g., pneumonia, septicemia) within 3 months prior to the first dose of Rituximab.\n7. History of recurrent clinically significant infection.\n8. Congenital or acquired immunodeficiency syndrome.\n9. History of or a new diagnosis or treatment of an invasive malignancy within 5 years of enrollment. Patients with a history of treated squamous cell and/or basal cell carcinomas limited to the skin are not excluded.\n10. For female patients, unless postmenopausal or surgically sterile, unwillingness to practice effective contraception, as defined by the investigator, during the study. The rhythm method is not to be used as the sole method of contraception. Female patients considering becoming pregnant while in the study are excluded.\n11. Female patients who are currently pregnant or breast-feeding.\n12. Current enrollment in any other investigational drug study.\n13. Previous participation in this study or previous studies with Rituximab.\n\n    Screening Log\n\n    Participating investigational site is required to document all screened candidates initially considered for inclusion in this study and to specifically state the reason(s) for their exclusion.\n\n    STUDY MEDICATION, DESCRIPTION, AND ALLOCATION\n\n    Investigational Drug\n\n    Rituximab is supplied by Roche Pharma (Schweiz) AG. Rituximab is registered for the treatment of B cell lymphoma in Switzerland. Investigational site personnel should refer to the Directions for Handling and Administration (DHA) for specific instructions on the handling and administration of Rituximab.\n\n    Enrollment Procedure\n\n    Patients are officially enrolled into the study and assigned a subject identification number after all screening evaluations have been completed and all study inclusion criteria have been met.\n\n    Drug Accountability\n\n    Rituximab accountability must be maintained by the investigator. The investigator must maintain accurate records demonstrating the dates and amount of Rituximab received, to whom dispensed (patient-by-patient accounting), and accounts of any Rituximab accidentally or deliberately destroyed. Unless otherwise notified, all vials, both used and unused will be saved.\n\n    THERAPY\n\n    Once therapy (that is, dose number 1) has begun, in order for a patient to receive a subsequent dose of Rituximab, the following must occur:\n    * administration of each dose of Rituximab must be separated by an interval of at least 7 days\n    * no clinical evidence of significant viral, bacterial, or fungal infection at the time of the study visit\n\n    Treatment Schedule\n\n    During the treatment course, all patients will receive Rituximab administered as a 1000 mg intravenous infusion, followed by a 24-week follow-up period.\n\n    Dosing will be according to the schedule provided unless there is evidence of clinically significant infection (as determined by the investigator) or leukopenia, neutropenia or thrombocytopenia.\n\n    Treatment Compliance\n\n    Compliance with Rituximab dosing will be monitored and recorded by investigational site personnel.\n\n    Concomitant Therapy\n\n    For patients on any prescription medication, every attempt should be made to keep the patient on a stable dose of that medication for at least 14 days prior to the first dose of Rituximab in any treatment course.\n\n    Any medication and any non-drug procedure or therapy (including topical emollients) used from study entry until the patient's final study visit must be recorded in the patient's CRF.\n\n    Allowed Concomitant Therapy\n\n    Patients will two intravenous infusions of Rituximab either as monotherapy or in combination the following classes of treatments as described below. Treatments should be kept stable through the period from 14 days before baseline until Visit 13.\n    * Topical low or medium potency corticosteroids\n    * Topical emollients\n    * Topical antiseptics and antibiotics\n    * Oral Antihistamines\n\n    Disallowed Concomitant Therapy\n\n    At no time during study participation may patients receive treatment with:\n\n    • live vaccines or live attenuated vaccines\n\n    • therapy for active tuberculosis or tuberculosis prophylaxis\n    * UVB, UVA, UVA1\n    * Psoralen plus ultraviolet A (PUVA)\n    * cyclosporine, methotrexate, prednisone, azathioprine, thioguanine or other systemic immunosuppressant agents\n    * topical pimecrolimus or tacrolimus\n    * high potency topical corticosteroids\n    * another investigational drug or approved therapy for investigational use.\n    * any kind of allergenspecific immunotherapy\n\n    EFFICACY ASSESSMENTS\n\n    Clinical Efficacy Assessments\n\n    All efficacy assessments are to be performed by the same investigator for each patient.\n\n    • PGA\n\n    • EASI\n\n    • Patient´s Pruritus Assessment\n\n    • Photography\n\n    Laboratory/Histologic Efficacy Assessments\n\n    Laboratory analysis:\n\n    Differential blood count, platelets Total IgE, specific IgE (aeroallergen panel) Immunophenotyping of PBMC (Lymphocyte proliferation following pan-T stimulation) Cytokine release from blood T cells following pan-T stimulation\n\n    Skin tests Histopathology of skin biopsies Immunohistochemistry\n\n    SAFETY ASSESSMENTS\n\n    Clinical Safety Assessments\n    * Physical examinations (including vital signs, signs for infection)\n    * Monitoring for new or ongoing infections\n    * Monitoring for concomitant therapies\n    * Monitoring for adverse events\n\n    Laboratory Safety Assessments\n    * Selected blood chemistry\n    * pregnancy testing.\n\n    Product/Trial-Specific Assessments\n    * WBC (Including total lymphocyte count)\n    * Platelets\n\n    Adverse Events: Definition and Management\n\n    The terms \"relationship\" and \"severity\" (used throughout this section) are defined in the table.\n\n    At the time of written informed consent, the patient must be given the name and phone number of investigational site personnel who can be called in the event of an emergency or to report any medical symptom or untoward medical occurrence that is of concern to the patient.\n\n    Definitions Predosing Signs and Symptoms\n\n    For the purposes of this study, any sign (including an abnormal laboratory result, as determined by the investigator) or medical diagnosis noted by medical personnel, or symptom reported by the patient that occurs prior to the start of investigational drug treatment is considered to be a predosing sign/symptom. Any predosing sign/symptom classified as serious will be reported to the IRB/REB/IEC.\n\n    Adverse Events\n\n    For the purposes of this study, any sign (including an abnormal laboratory result, as determined by the investigator) or medical diagnosis noted by medical personnel, or symptom reported by the patient, regardless of relationship to investigational drug, that is treatment-emergent is considered to be an adverse event. 'Treatment-emergent' is defined as follows:\n\n<!-- -->\n\n1. Has onset any time after the start of investigational drug treatment\n\n   OR\n2. Has worsened since the event was previously reported (this includes worsening of signs, symptoms, or diagnoses that were present prior to the first dose of investigational drug but then worsened any time after the start of investigational drug treatment)\n\n   Classification of Event as Serious\n\n   As soon as a patient has given written informed consent to participate in the study, any abnormal sign (including an abnormal laboratory result, as determined by the investigator) or medical diagnosis noted by medical personnel, or symptom reported by the patient regardless of whether or not the patient has received investigational drug is to be classified by the investigator as either a serious or non-serious event using the following definition:\n\n   Serious Event\n\n   Events are classified as serious if they meet any of the following criteria (in accordance with 21 CFR Part 312.32 and the recommendations of the International Conference on Harmonization \\[Federal Register, October 7, 1997, Vol. 62, No. 194, pp 52239-45\\]):\n\n   • Any death.\n\n   • Any life-threatening event, i.e., an event that places the patient, in the view of the investigator, at immediate risk of death from the event as it occurred (does not include an event that, had it occurred in a more severe form, might have caused death).\n\n   • Any event that requires or prolongs in-patient hospitalization.\n\n   • Any event that results in persistent or significant disability/incapacity.\n   * Any congenital anomaly/birth defect diagnosed in a child of a patient who participated in this study.\n   * Other medically important events that in the opinion of the investigator may jeopardize the patient or may require intervention to prevent one of the other outcomes listed in the definition above.\n\n   Immediate Telephone Reporting of Serious Events\n\n   Roche Pharma (Schweiz) AG must immediately be made aware of events classified as SERIOUS in order to adhere to all applicable laws and regulations for reporting serious events. Therefore, it is the investigator's responsibility to ensure the following:\n\n   Any serious event that occurs any time after the patient signs the informed consent form for this study, regardless of whether or not the patient has undergone any study-related procedures or received investigational drug, up to the patient's final study visit (i.e., Visit 11), inclusive, must be reported to Roche Pharma (Schweiz) AG within 24 hours following report of the event, regardless of severity or relationship to investigational drug.\n\n   When telephoning a serious event report to Roche Pharma (Schweiz) AG, the investigator must provide specific information regarding the patient and the event. Roche Pharma (Schweiz) AG must also receive written confirmation of the above information. For deaths that occur following a patient's enrollment into the study a Record of Death CRF as well as a copy of the autopsy report (when/if available) must be submitted to Roche Pharma (Schweiz) AG. The investigator must keep a copy of all documentation related to the event in the site's study files.\n\n   The investigator must also notify the local review committee, i.e., the Institutional Review Board (IRB), Research Ethics Board (REB), as per local IRB/REB/IEC requirements. Documentation of these reports will be kept in the site's study files.\n\n   Any serious event that has onset after the patient's first dose of investigational drug and that is unresolved at the time the patient permanently discontinues the study must be followed until the event resolves or until the patient's clinical course has stabilized.\n\n   Reporting of Serious Events to Regulatory Agencies After receipt of a serious event report Roche Pharma (Schweiz) AG will notify all appropriate regulatory authorities, as necessary, within the required time frames. Written safety reports submitted to regulatory authorities will be completed by Roche Pharma (Schweiz) AG with the assistance of the investigator and other investigational site personnel, as needed.\n\n   Primary Endpoints\n\n   Primary endpoint is the change of EASI at Visit 7 and 24 compared to baseline via paired t-Test.\n\n   Additional Endpoints Additional endpoints are the percentage of patients reaching a PGA of \"clear\" or \"almost clear\" and/or a reduction of EASI of \\>= 50 or \\>= 75% compared to baseline at any visit after baseline.\n\n   Other additional endpoints are:\n\n   the percentage of patients reaching a pruritus score of \"none\" or \"mild\" Several immunological endpoints\n\n   Criteria for the Endpoints\n\n   Patients with missing PGA scores at the visit being analyzed will be considered treatment failures for that visit. Patients who received disallowed therapies as listed prior to the visit of the course being analyzed will be considered treatment failures for the course in the efficacy analysis.\n\n   Statistical Methods\n\n   Analysis Populations 1.1.1.1 Safety\n\n   The safety population is defined as all patients who received at least 1 dose of study drug and have at least 1 post-baseline assessment of the safety parameter.\n\n   1.1.1.2 Efficacy\n\n   The efficacy population will be based on the intent-to-treat principle and is defined as all patients who received at least 1 dose of study drug.\n\n   Demographics and statistical aspects\n\n   All appropriate background data will be summarized by presenting frequency distributions and/or basic summary statistics (mean, standard deviation, median, minimum, and maximum).\n\n   Study question and hypothesis\n\n   Due to the pilot character of this study no formal hypotheses are issued. We expect clear improvement with Rituximab. The effect of Rituximab is of special interest, because this may become a new therapeutic approach with reasonable costs and handling. Our investigation should be a pilot trial for a following study enrolling a larger population to elucidate the clinical use for treatment of patients with atopic dermatitis.\n\n   Statistical methods\n\n   Changes in the investigated variables before and after treatment will be compared using the Wilcoxon's signed ranks test. Subgroups will be compared using the Mann Whitney U-test. Otherwise, the data will be analysed and presented in a desriptive manner (see above).\n\n   Safety Analyses\n\n   All clinical adverse events and laboratory abnormalities will be evaluated for safety. The number of patients with at least 1 dose withheld will also be evaluated.\n\n   1.1.1.3 White blood cell counts, platelets\n\n   Lymphocyte and lymphocyte subset (CD4+ and CD8+) counts over time will be presented.\n\n   1.1.1.4 Laboratory Abnormalities\n\n   Selected blood chemistry evaluations will be assessed to determine incidence of laboratory abnormalities that emerge within the course. Shift tables will be used to present changes in each laboratory parameter relative to the parameter's normal range.\n\n   1.1.1.5 Physical Examinations and Vital Signs\n\n   The incidences of abnormalities in physical examination and in vital signs, respectively, will be presented.\n\n   Efficacy Analyses\n\n   The proportion of patients who achieve a PGA of \"almost clear\" or \"clear\" or a decrease in EASI value \\>=50% and \\>=75 % without the use of disallowed therapy as defined in the protocol at each scheduled visit will be presented.\n\n   The EASI at Visit 3-11 will be compared to EASI at baseline/Day1 using a paired t-test. The threshold for significant changes will be p\\<0,05.\n\n   APPENDIX 1: ECZEMA AREA AND SEVERITY INDEX (EASI) The EASI assigns proportionate body surface areas to the head and neck \\[10%\\], trunk \\[30%\\], upper extremities \\[20%\\] and lower extremities \\[40%\\] for children aged 7 and above. This is roughly consistent with the rule of nine. The numbers are modified when used with children under the age of 7: head and neck \\[20%\\], trunk \\[30%\\], upper extremities \\[20%\\] and lower extremities \\[30%\\]. The area of involvement (affected by inflammation, not including dry skin) of each of the four body regions is represented by a numeric coded value \\[0 - 6\\] as below (the investigator is required to record the percent area on the CRF).\n\n   Table 1. EASI: Area of involvement Area Involvement 0 1 2 3 4 5 6 no eruption \\< 10% 10% - 29% 30% - 49% 50% - 69% 70% - 89% 90% - 100%\n\n   The head, trunk, upper limbs and lower limbs are assessed separately for erythema (E), infiltration/papulation (I), excoriation (Ex) and lichenification (L). The average degree of severity of each sign in each of the four body parts, is assigned a score of 0-3 indicating none (0), mild (1), moderate (2) and severe (3) expression of the clinical sign. Half steps are allowed.\n\n   Further practical details to aid the assessment are:\n\n   The lower extremities region includes the buttocks. The trunk region includes the internal/medial axillae and groin. The head/neck region comprises the face and the anterior and posterior neck. The upper extremities region includes the hands and external axillae.\n\n   The definitions of the scoring signs of EASI are given below:\n\n   Table 2. Scoring signs of EASI Erythema (E) 0 None\n\n1 Mild Faintly detectable erythema: very light pink 2 Moderate Dull red, clearly distinguishable 3 Severe Deep / dark red Infiltration / Papulation (I) 0 None\n\n1. Mild Barely perceptible elevation\n2. Moderate Clearly perceptible elevation but not extensive\n3. Severe Marked and extensive elevation Excoriations (Ex)\n\n0 None\n\n1 Mild Scant evidence of excoriations with no signs of deeper skin damage (erosion, crust) 2 Moderate Several linear marks of skin with some showing evidence of deeper skin injury (erosion, crust) 3 Severe Many erosive or crusty lesions Lichenification (L) 0 None\n\n1. Mild Slight thickening of the skin discernible only by touch and with skin markings minimally exaggerated\n2. Moderate Definite thickening of the skin with skin markings exaggerated so that they form a visible criss-cross pattern\n3. Severe Thickened indurated skin with skin markings visibly portraying an exaggerated criss-cross pattern\n\nThe EASI will then be calculated according to the following formula:\n\nTable 3 . EASI: Calculation of score for ages 7 years and above Head/Neck (E + I + Ex + L) x Area(1) x 0.1 Trunk (E + I + Ex + L) x Area(1) x 0.3 Upper limbs (E + I + Ex + L) x Area(1) x 0.2 Lower limbs (E + I + Ex + L) x Area(1) x 0.4 EASI = sum of the above four body areas\n\n1. Where Area is defined on a Seven Point Ordinal Scale, as shown in the table 3-3.\n\nDermatologists Signature: \\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_\\_ date (dd/MMM/yyyy): \\_\\_\\_\\_/\\_\\_\\_\\_/\\_\\_\\_\\_\\_\n\nAPPENDIX 2: PHYSICIAN GLOBAL ASSESSMENT OF EFFICACY\n\nPlease mark the box based on the patient's condition at the time of this visit.\n\nClear Almost Clear Mild Moderate Severe Very Severe\n\n1 0 2 0 3 0 4 0 50 6 0\n\nVery Severe = severe erythema and severe papulation infiltration with oozing/crusting\n\nSevere = severe erythema and severe papulation infiltration\n\nModerate = moderate erythema and moderate papulation infiltration\n\nMild = mild erythema and mild papulation infiltration\n\nAlmost Clear = just perceptible erythema and just perceptible papulation infiltration\n\nClear = No inflammatory signs of AD\n\nAPPENDIX 3: PRURITUS SEVERITY SCORE IN AVERAGE ABOUT THE LAST WEEK\n\nSevere Moderate Mild Absent\n\n1. 0 2 0 3 0 4 0\n\nSevere = Intense itching with severe sleep disturbance Moderate = Moderate itching with some sleep disturbance Mild = mild itching without sleep disturbance Absent = no itching"
    },
    "conditionsModule": {
      "conditions": [
        "Dermatitis, Atopic"
      ],
      "keywords": [
        "Anti-CD20 antibody treatment",
        "Atopic dermatitis",
        "B cells",
        "Cytokines",
        "Immunopathology"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 6,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "1",
          "type": "EXPERIMENTAL",
          "description": "Patients with atopic dermatitis.",
          "interventionNames": [
            "Drug: Rituximab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Rituximab",
          "description": "Intravenous infusion of 1000mg Rituximab (anti-CD20) on days 1 and 15 to patients with atopic dermatitis",
          "armGroupLabels": [
            "1"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Severity score (EASI)",
          "timeFrame": "24 weeks"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Immunological parameters",
          "timeFrame": "24 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Must give written informed consent.\n* Must be at least 18 years of age.\n* Must have been diagnosed with atopic dermatitis fulfilling the diagnostic criteria of Hanfin and Rajka and having active inflammation.\n* Must have a severity score of 6-9 according to Langeland and Rajka.\n* Must have a PGA of \"severe\" or \"very severe\" and a pruritus score of \"moderate\" or \"severe\" at baseline.\n\nExclusion Criteria:\n\n* Patients with other skin diseases that might interfere with the evaluation of AD.\n* Patients with severe diseases of other organ systems (e.g. cardiovascular, liver, kidney, psychiatric, neurologic) that might put the patient on risk during the study or might interfere with the evaluations (in the opinion of the investigator).\n* Patient older than 65 years.\n* Systemic treatment for atopic dermatitis (e. g. corticosteroids, cyclosporine, mycophenolat-mofetil, interferon-gamma, UVB, UVA, PUVA) or systemic treatment with immunosuppressive/immunomodulating substances (e.g. azathioprin, methotrexate, biologics or hyposensitization -therapy) within 28 days prior to baseline.\n* Local treatment for atopic dermatitis with pimecrolimus/tacrolimus, steroids \\> class III, instable use of steroids class \\<III, emollients or local antiseptics/antibiotics within 14 days prior to day 1.\n* Serious local infection (e.g., cellulitis, abscess) or systemic infection (e.g., pneumonia, septicemia) within 3 months prior to the first dose of Rituximab.\n* History of recurrent clinically significant infection.\n* Congenital or acquired immunodeficiency syndrome.\n* History of or a new diagnosis or treatment of an invasive malignancy within 5 years of enrollment. Patients with a history of treated squamous cell and/or basal cell carcinomas limited to the skin are not excluded.\n* For female patients, unless postmenopausal or surgically sterile, unwillingness to practice effective contraception, as defined by the investigator, during the study. The rhythm method is not to be used as the sole method of contraception. Female patients considering becoming pregnant while in the study are excluded.\n* Female patients who are currently pregnant or breast-feeding.\n* Current enrollment in any other investigational drug study.\n* Previous participation in this study or previous studies with Rituximab.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Hans-Uwe Simon, MD, PhD",
          "affiliation": "University of Bern, Department of Pharmacology",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of Bern, Department of Dermatology",
          "city": "Bern",
          "zip": "CH-3010",
          "country": "Switzerland",
          "geoPoint": {
            "lat": 46.94809,
            "lon": 7.44744
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "18206507",
          "type": "RESULT",
          "citation": "Simon D, Hosli S, Kostylina G, Yawalkar N, Simon HU. Anti-CD20 (rituximab) treatment improves atopic eczema. J Allergy Clin Immunol. 2008 Jan;121(1):122-8. doi: 10.1016/j.jaci.2007.11.016."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069283",
          "term": "Rituximab"
        }
      ],
      "ancestors": [
        {
          "id": "D058846",
          "term": "Antibodies, Monoclonal, Murine-Derived"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}