{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06864598",
      "orgStudyIdInfo": {
        "id": "2025PHB050-001"
      },
      "organization": {
        "fullName": "Peking University People's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "The Application of Novel Identified CD8 Regulatory Precursors in Inducing Immune Tolerance After Allo-HSCT",
      "officialTitle": "The Application of Novel Identified CD8 Regulatory Precursors in Inducing Immune Tolerance After Allogenic Hematopoietic Stem Cell Transplantation"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-02",
      "overallStatus": "ENROLLING_BY_INVITATION",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-01-09",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-02-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-10-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-02-21",
      "studyFirstSubmitQcDate": "2025-03-04",
      "studyFirstPostDateStruct": {
        "date": "2025-03-07",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-03-04",
      "lastUpdatePostDateStruct": {
        "date": "2025-03-07",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Xiao-Jun Huang",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "Peking University People's Hospital"
      },
      "leadSponsor": {
        "name": "Peking University People's Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is the most effective treatment for acute leukaemia. The reconstitution of the recipient's immune system with donor-derived HSCT cells and the development of immune tolerance are critical to the success of HSCT. Patients who fail to establish immune tolerance after transplantation develop graft-versus-host disease (GVHD), which is a serious threat to patients' lives and quality of life.\n\nUtilising single-cell multi-omics sequencing technology, the study's principal investigator elucidated the distribution of immune cell subpopulations in patients who successfully established immune tolerance post-transplantation. This research also identified a novel group of CD8 regulatory precursors (CD8 Trps), confirming their critical regulatory role in inducing immune tolerance in post-transplantation patients. This finding suggests that this subpopulation may serve as a novel target for predicting and intervening in GVHD. The successful implementation of this project will establish a new method for early prediction of GVHD and provide a new strategy for clinical intervention of GVHD.\n\nThe goal of this observational study is to explore the sensitivity and validity of the CD8 Trps as a novel biomarker molecule for predicting the development of GVHD through a prospective clinical cohort. The main question it aims to answer is:\n\nCan the CD8 Trps serve as an effective molecular marker for the prediction of GVHD occurrence? Can the CD8 Trps cell serve as a novel strategy for GVHD intervention?"
    },
    "conditionsModule": {
      "conditions": [
        "Graft-versus-host Disease (GVHD)"
      ],
      "keywords": [
        "allogeneic hematopoietic stem cell transplantation",
        "Graft-versus-host disease",
        "CD8 regulatory precursor",
        "immune tolerance",
        "immunomodulatory"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Proportion of CD8 Trp subgroups",
          "description": "Healthy donor samples will be collected at the onset of the project, and peripheral blood specimens from patients undergoing allogeneic hematopoietic stem cell transplantation (HSCT) will be serially assessed at 90 days, 180 days, 365 days, and 2 years post-transplantation. In this study, flow cytometry will be utilized to analyse the proportions and absolute numbers of CD8Trp in the peripheral blood of healthy donors and transplant recipients by combining markers such as CD3、CD4、CD8、HLA-DR、CD27、CD45RA、CCR7、CD28、ICOS、FOXP3、TCF1.",
          "timeFrame": "From enrollment to 2-year follow-up"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "T-cell function",
          "description": "Healthy donor samples will be collected at the onset of the project, and peripheral blood specimens from patients undergoing allogeneic hematopoietic stem cell transplantation (HSCT) will be serially assessed at 90 days, 180 days, 365 days, and 2 years post-transplantation. Peripheral blood T cells will be isolated and subjected to in vitro stimulation using either CD3/CD28 beads or the pharmacological agents phorbol 12-myristate 13-acetate (PMA) and ionomycin. Following stimulation, the production of cytokines will be assessed, including but not limited to IL-2, IL-4, IL-6, IL-10, TNF-α, IFN-γ, CD107A , Perforin and Granzyme B.",
          "timeFrame": "From enrollment to 2-year follow-up"
        },
        {
          "measure": "T-cell activation",
          "description": "Healthy donor samples will be collected at the onset of the project, and peripheral blood specimens from patients undergoing allogeneic hematopoietic stem cell transplantation (HSCT) will be serially assessed at 90 days, 180 days, 365 days, and 2 years post-transplantation. The activation markers CD25, CD38, CD69, CD137, CD71, and HLA-DR, among others, will be detected via flow cytometry to evaluate the activation status of T cells in the peripheral blood of both healthy donors and transplant recipients.",
          "timeFrame": "From enrollment to 2-year follow-up"
        },
        {
          "measure": "T-cell subset",
          "description": "Healthy donor samples will be collected at the onset of the project, and peripheral blood specimens from patients undergoing allogeneic hematopoietic stem cell transplantation (HSCT) will be serially assessed at 90 days, 180 days, 365 days, and 2 years post-transplantation. This study will employ flow cytometry to quantify the proportions of various T-cell subpopulations in the peripheral blood of healthy donors and transplant recipients, including recent thymic emigrants (RTE), naive T cells, central memory T cells (TCM), effector memory T cells (TEM), terminally differentiated effector memory T cells (TEMRA), and regulatory T cells (Tregs).",
          "timeFrame": "From enrollment to 2-year follow-up"
        },
        {
          "measure": "T Cell exhaustion",
          "description": "Healthy donor samples will be collected at the onset of the project, and peripheral blood specimens from patients undergoing allogeneic hematopoietic stem cell transplantation (HSCT) will be serially assessed at 90 days, 180 days, 365 days, and 2 years post-transplantation. T-cell exhaustion will be evaluated through the analysis of a range of specific markers, including PD-1, TIGIT, LAG-3, TIM-3, and associated molecules.",
          "timeFrame": "From enrollment to 2-year follow-up"
        },
        {
          "measure": "Thymic output",
          "description": "Healthy donor samples will be collected at the onset of the project, and peripheral blood specimens from patients undergoing allogeneic hematopoietic stem cell transplantation (HSCT) will be serially assessed at 90 days, 180 days, 365 days, and 2 years post-transplantation. The functional status of thymic output will be comprehensively evaluated by detecting CD31, CD38, and CD103 markers in peripheral blood using flow cytometry. Additionally, the level of sjTREC (Signal Joint T-Cell Receptor Excision Circle) will be measured to further illustrate the functional capacity of thymic output.",
          "timeFrame": "From enrollment to 2-year follow-up"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Patients proposed for allogeneic haematopoietic stem cell transplantation;\n2. Age 18\\~60 years old;\n3. All enrolled patients need to sign an informed consent.\n\nExclusion Criteria:\n\n1. Patients with type of transplantation as unrelated or cord blood transplantation;\n2. lack of patient compliance.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ],
      "studyPopulation": "About 100 patients to be recruited for allogeneic hematopoietic stem cell transplantation in the Department of Hematology, People's Hospital of Peking University, Peking, China, from January 2025 to January 2026 are proposed to be recruited.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "No. 11 Xizhimen South Street, Xicheng District, Beijing, China",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100035",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006086",
          "term": "Graft vs Host Disease"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}