{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04193670",
      "orgStudyIdInfo": {
        "id": "RC31/19/0118"
      },
      "organization": {
        "fullName": "University Hospital, Toulouse",
        "class": "OTHER"
      },
      "briefTitle": "Sensory Nociceptive Nerve Fibers, Key Regulator of Immune Response Type 2 in Atopic Dermatitis",
      "officialTitle": "Sensory Nociceptive Nerve Fibers, Key Regulator of Immune Response Type 2 in Atopic Dermatitis",
      "acronym": "IMMCEPTION"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-07",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-05-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-02-03",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-12-31",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2019-12-03",
      "studyFirstSubmitQcDate": "2019-12-06",
      "studyFirstPostDateStruct": {
        "date": "2019-12-10",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-07-21",
      "lastUpdatePostDateStruct": {
        "date": "2023-07-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University Hospital, Toulouse",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The skin is innervated by a network of nociceptive sensory neurons (nociceptors) whose primary function is the transmission of pain and pruritus signals to the central nervous system. Their role in atopic dermatitis (AD), characterized by an exacerbated type 2 immune response, is only partially understood. Nevertheless, large amounts of neuropeptides, including substance P (SP), are found in the serum of patients, their level being correlated with the clinical severity of AD. Mast cells (MC) are part of the cells of the immune system residing in the skin. MCs have neuro-receptors of the Mas-related G protein-coupled receptors family (MRGPR) and in particular MRGPRX2 (the receptor for cationic molecules \\[including SP\\] for MCs) through which they could communicate in a privileged way. with the nociceptors. Preliminary data obtained in mice show that its mouse orthologue \"MrgprB2\" is absolutely necessary for the development of type 2 immunity and the pathological characteristics of a preclinical \"DA-like\" model (manuscript in preparation). The investigators therefore hypothesize that the activation of MCs expressing MRGPRX2 by nociceptors producing SP plays a key role in the development of type 2 inflammation in AD in humans."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis"
      ],
      "keywords": [
        "nociceptors- immune response",
        "atopic prurigo"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "HEALTH_SERVICES_RESEARCH",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Atopic dermatitis classical form",
          "type": "EXPERIMENTAL",
          "description": "15 patients",
          "interventionNames": [
            "Other: Clinical examination",
            "Procedure: Biopsies",
            "Other: Blood test"
          ]
        },
        {
          "label": "Atopic dermatitis with atopic prurigo type",
          "type": "EXPERIMENTAL",
          "description": "10 patients",
          "interventionNames": [
            "Other: Clinical examination",
            "Procedure: Biopsies",
            "Other: Blood test"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Clinical examination",
          "description": "This is a classic dermatological clinical examination during a classic consultation",
          "armGroupLabels": [
            "Atopic dermatitis classical form",
            "Atopic dermatitis with atopic prurigo type"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Biopsies",
          "description": "2 skin biopsies on a lesion area selected according to the inclusion criteria (2 punchs of 4 mm) for each experimental group.\n\nThe first half of whole cutaneous biopsies (n = 25) will be studied using biphotonic microscopy. This will be performed on whole biopsies in 3-D according to the protocol developed in the laboratory.\n\nThe second half of whole skin biopsies (n = 25) will be studied using the technique of single-cell RNA seq.\n\nThe skin controls skin-free subjects will be obtained from skin reduction surgery (abdominoplasty) to subjects who have agreed to the use of their skin sample.",
          "armGroupLabels": [
            "Atopic dermatitis classical form",
            "Atopic dermatitis with atopic prurigo type"
          ]
        },
        {
          "type": "OTHER",
          "name": "Blood test",
          "description": "A blood test on a tube (2 tubes of 10 mL).An assay of specific IgE and the serum level of IL-4, IL-13 and IL-5 will be carried out by ELISA (Enzyme Linked ImmunoSorbent Assay) from the blood samples.The blood samples will be obtained through the French blood establishment from different donors who have given their consent.",
          "armGroupLabels": [
            "Atopic dermatitis classical form",
            "Atopic dermatitis with atopic prurigo type"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Characterization of neuronal interactions by two-photon microscopy",
          "description": "quantification by two-photon microscopy of the density of nerve fibers producing SP, the density of MRGPRX2 + MCs, the spatial proximity between nerve fibers and MC and quantification of the degranulated appearance of MC in the lesional skin of patients with DA classical form and DA atopic prurigo type in comparison to the skin of control subjects.",
          "timeFrame": "13 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Marker analysis by ELISA assay",
          "description": "Analyze the intensity of type 2 immunity markers (Specific IgE Assay for Dermatophagoids Farinae, IL-4, IL-13 and IL-5) in the blood of patients with classical AD and atopic prurigo type AD.",
          "timeFrame": "13 months"
        },
        {
          "measure": "Cellular analysis",
          "description": "To analyze the diversity of cellular subtypes present in the skin of patients with classical AD and atopic prurigo type DA.",
          "timeFrame": "13 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nCriteria for the study population:\n\n* Subject affiliated with a social security scheme or beneficiary of such a scheme;\n* subject who has given written consent to participate in the study;\n* Subject accepting a blood test to check for the absence of infectious diseases (HIV serologies, Hepatitis B, Hepatitis C) in the event of a blood exposure accident;\n* Subject who did not apply emollient care products to the areas to be biopsied within 24 hours prior to the inclusion visit.\n* Subject accepting biopsies\n\nCriteria related to the pathology studied:\n\n* Subject with atopic dermatitis according to UK Working Party criteria or Williams criteria with an IGA score ≥ 3 (group 1)\n* Subject with atopic dermatitis according to UK Working party criteria or Williams criteria in the form of an atopic prurigo diagnosed by the dermatologist (group 2)\n\nCriteria relating to control subjects: Subjects who had abdominoplasty and agreed to use their skin sample as part of Genoskin (Ministerial Approval # AC-2017-2897) (Group 3).\n\nCriteria for treatment:\n\n* Systemic treatments for AD (including phototherapy) or biotherapies interrupted at least 4 weeks before the inclusion visit;\n* Topical treatments: topical corticosteroids and tacrolimus stopped on the biopsied area at least 7 days before the inclusion visit.\n\nExclusion Criteria:\n\n* Criteria for the study population:\n\n  * Solar exposure of biopsied areas planned during the study;\n  * Subject having had exposure to solar radiation or artificial UV within 2 weeks before inclusion in biopsied areas.\n\nCriteria related to the pathology studied:\n\n* Chronic inflammatory dermatosis other than classical AD or atopic prurigo at sites to be harvested;\n* Subject with a known history of allergy or intolerance to local anesthetics, local antiseptics to latex or plaster;\n* Subject already having abnormalities of healing\n* Subject with a recognized addiction to alcoholism or drug addiction;\n* Subject having an inherited or acquired disease of hemostasis;\n* Subject having a severe or acute chronic condition deemed by the investigator to be inconsistent with the trial;\n* Subject with immunodeficiency clinically incompatible with the study.\n\nCriteria for treatment:\n\n* Any topical or systemic treatment of AD (including phototherapy) in progress\n* Treatment likely to act on the haemostasis (example: anticoagulants, antiaggregating platelet ...) in the 4 weeks preceding the inclusion and during the study;\n* General corticosteroids in the 4 weeks prior to the inclusion visit\n* ongoing systemic treatment that may interfere with the healing process;\n* Subject having undergone a physical treatment (radiotherapy, ...) on the area to be biopsied, during the last 6 months.\n* History of treatment or concomitant treatment that may interfere with the completion of the study according to the opinion of the investigator.\n\nCriteria for regulation:\n\n* Subject unable to comply with protocol requirements;\n* Subject in linguistic or psychic incapacity to sign informed consent;\n* Subject being in a period of exclusion during which he can not participate in any other biomedical research;\n* Subject participating in another biomedical research;\n* Subject deprived of liberty by judicial or administrative decision, under guardianship, curatorship or safeguard of justice;\n* Person with severely impaired physical and / or psychological health who, according to the investigator, may affect participation in the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Marie TAUBER",
          "affiliation": "University Hospital, Toulouse",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "CHU de TOULOUSE",
          "city": "Toulouse",
          "zip": "31059",
          "country": "France",
          "geoPoint": {
            "lat": 43.60426,
            "lon": 1.44367
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D012149",
          "term": "Restraint, Physical"
        },
        {
          "id": "D001706",
          "term": "Biopsy"
        },
        {
          "id": "D006403",
          "term": "Hematologic Tests"
        }
      ],
      "ancestors": [
        {
          "id": "D032763",
          "term": "Behavior Control"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D007103",
          "term": "Immobilization"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D003581",
          "term": "Cytodiagnosis"
        },
        {
          "id": "D003584",
          "term": "Cytological Techniques"
        },
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "D003949",
          "term": "Diagnostic Techniques, Surgical"
        },
        {
          "id": "D013514",
          "term": "Surgical Procedures, Operative"
        }
      ]
    }
  },
  "hasResults": false
}