{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00006150",
      "orgStudyIdInfo": {
        "id": "000159"
      },
      "secondaryIdInfos": [
        {
          "id": "00-I-0159"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Natural History, Management, and Genetics of the Hyperimmunoglobulin E Recurrent Infection Syndrome (HIES)",
      "officialTitle": "Natural History, Management, and Genetics of the Hyperimmunoglobulin E Recurrent Infection Syndrome (HIES)"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-07-08",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2000-08-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2000-08-08",
      "studyFirstSubmitQcDate": "2000-08-08",
      "studyFirstPostDateStruct": {
        "date": "2000-08-09",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2026-01-07",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-08",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "collaborators": [
        {
          "name": "Albert Einstein College of Medicine",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The Hyper IgE Syndromes (HIES) are primary immunodeficiencies resulting in eczema and recurrent skin and lung infections. Autosomal dominant Hyper IgE syndrome (AD-HIIES; Job's syndrome) is caused by STAT3 mutations, and is a multi-system disorder with skeletal, vascular, and connective tissue manifestations. Understanding how STAT3 mutations cause these diverse clinical manifestations is critical to our complete understanding of bone metabolism, bronchiectasis, dental maturation, and atherosclerosis. Bi-allelic mutations in DOCK8 cause a combined immunodeficiency previously described as autosomal-recessive Hyper IgE syndrome. These individuals suffer from extensive viral infections as well as have a high incidence of malignancy and mortality. The pathogenesis of this disease and long-term natural history is being investigated. Therefore, we seek to enroll patients and families with a confirmed or suspected diagnosis of HIES syndrome for extensive phenotypic and genotypic study as well as disease management. Patients will be carefully examined by a multidisciplinary team and followed longitudinally. Through these studies we hope to better characterize the clinical presentation of STAT3-mutated HIES, DOCK8 deficiency and other causes of the hyper IgE phenotype, and to be able to identify further genetic etiologies, as well as understand the pathogenesis of HIES. We seek to enroll 300 patients and 300 relatives....",
      "detailedDescription": "The Hyper IgE Syndromes (HIES) are primary immunodeficiencies resulting in eczema and recurrent skin and lung infections. Autosomal dominant Hyper IgE syndrome (AD-HIES; Job's syndrome) is caused by STAT3 mutations, and is a multi-system disorder with skeletal, vascular, and connective tissue manifestations. Understanding how STAT3 mutations cause these diverse clinical manifestations is critical to our complete understanding of bone metabolism, bronchiectasis, dental maturation, and atherosclerosis. Bi-allelic mutations in DOCK8 cause a combined immunodeficiency previously described as autosomal-recessive Hyper IgE syndrome. These individuals suffer from extensive viral infections as well as have a high incidence of malignancy and mortality. The pathogenesis of this disease and long-term natural history is being investigated. Therefore, we seek to enroll patients and families with a confirmed or suspected diagnosis of HIES syndrome for extensive phenotypic and genotypic study as well as disease management. Patients will be carefully examined by a multidisciplinary team and followed longitudinally. Through these studies we hope to better characterize the clinical presentation of STAT3-mutated HIES, DOCK8 deficiency and other causes of the hyper IgE phenotype, and to be able to identify further genetic etiologies, as well as understand the pathogenesis of HIES. We seek to enroll 300 patients and 300 relatives."
    },
    "conditionsModule": {
      "conditions": [
        "Infections",
        "Pneumonia",
        "Immune System Diseases",
        "STAT3 Transcription Factor",
        "Job Syndrome"
      ],
      "keywords": [
        "DOCK8 Deficiency",
        "PGM3 Deficiency",
        "STAT3 Mutation",
        "Job's Syndrome",
        "Immunodeficiency",
        "Natural History",
        "Hyperimmunologobulin E Syndrome",
        "HIE Syndrome"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 600,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Affected adults and children",
          "description": "Confirmed or suspected history of a Hyper IgE syndrome"
        },
        {
          "label": "Relatives",
          "description": "Family members of subjects with confirmed or suspected history of a Hyper IgE syndrome"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To clinically phenotype AD-HIES, DOCK8 deficiency, PGM3 deficiency and other related hyper IgE syndromes",
          "description": "established clinical phenotype of AD-HIES, DOCK8 deficiency, PGM3 deficiency and other related hyper IgE syndromes",
          "timeFrame": "end of study"
        },
        {
          "measure": "To assess quality of life on the basis of clinical and immunologic evaluations",
          "description": "quality of life assessments based on clinical and immunologic evaluations",
          "timeFrame": "end of study"
        },
        {
          "measure": "To understand the pathogenesis of the immunologic defect in hyper IgE syndromes as well as the diverse clinical features such as wound healing abnormalities",
          "description": "understanding of the pathogenesis of the immunologic defect in hyper IgE syndromes as well as the diverse clinical features such as wound healing abnormalities",
          "timeFrame": "end of study"
        },
        {
          "measure": "To identify, characterize, and treat complications of the hyper IgE syndromes as they arise",
          "description": "identification, characterization, and treatment of complications of the hyper IgE syndromes",
          "timeFrame": "end of study"
        },
        {
          "measure": "To identify novel genetic defects leading to hyper IgE syndromes.",
          "description": "identified novel genetic defects leading to hyper IgE syndromes.",
          "timeFrame": "end of study"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nPatients may be included in this study who:\n\n* Were referred to the NIH with a diagnosis or a suspicion of Hyper IgE syndrome.\n* Are patients referred for other immune syndromes that demonstrate some of the characteristics of HIES.\n* Are male or female, aged\n\nAged\n\n* \\>=1 month for affected subjects\n* Aged \\>=2 years for unaffected subjects\n\n  * For unaffected subjects, are able to understand and have the willingness to sign a written informed consent document.\n\nUnaffected biological relatives of HIES patients are also eligible to enroll in a separate relative cohort.\n\nEXCLUSION CRITERIA:\n\nCoronary CTA will not be performed on any patient younger than 30 years or with contraindication to IV contrast media. This includes patients with 1) creatinine value of \\>1.3 mg/dL, 2) history of multiple myeloma, 3) Use of metformin-containing products less than 24 hours prior to contrast media, and 4) history of significant allergic reaction to CT contrast agents despite the use of premedication.\n\nSubjects with a medical, psychiatric, or social condition which, in the opinion of the investigator, would place undue burden on the subject, NIH resources, or increase risk of participation, may be excluded.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "1 Month",
      "maximumAge": "120 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "primary clinical",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Jean M Ulrick",
          "role": "CONTACT",
          "phone": "(301) 221-0855",
          "email": "julrick@niaid.nih.gov"
        }
      ],
      "overallOfficials": [
        {
          "name": "Alexandra F Freeman, M.D.",
          "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "National Institutes of Health Clinical Center",
          "status": "RECRUITING",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "contacts": [
            {
              "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
              "role": "CONTACT",
              "phone": "800-411-1222",
              "phoneExt": "TTY dial 711",
              "email": "ccopr@nih.gov"
            }
          ],
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "22268731",
          "type": "BACKGROUND",
          "citation": "Sowerwine KJ, Holland SM, Freeman AF. Hyper-IgE syndrome update. Ann N Y Acad Sci. 2012 Feb;1250:25-32. doi: 10.1111/j.1749-6632.2011.06387.x. Epub 2012 Jan 23."
        },
        {
          "pmid": "21178271",
          "type": "BACKGROUND",
          "citation": "Freeman AF, Holland SM. Clinical manifestations of hyper IgE syndromes. Dis Markers. 2010;29(3-4):123-30. doi: 10.3233/DMA-2010-0734."
        },
        {
          "pmid": "21494893",
          "type": "BACKGROUND",
          "citation": "Freeman AF, Avila EM, Shaw PA, Davis J, Hsu AP, Welch P, Matta JR, Hadigan C, Pettigrew RI, Holland SM, Gharib AM. Coronary artery abnormalities in Hyper-IgE syndrome. J Clin Immunol. 2011 Jun;31(3):338-45. doi: 10.1007/s10875-011-9515-9. Epub 2011 Apr 15."
        },
        {
          "pmid": "17438082",
          "type": "BACKGROUND",
          "citation": "Freeman AF, Collura-Burke CJ, Patronas NJ, Ilcus LS, Darnell D, Davis J, Puck JM, Holland SM. Brain abnormalities in patients with hyperimmunoglobulin E syndrome. Pediatrics. 2007 May;119(5):e1121-5. doi: 10.1542/peds.2006-2649. Epub 2007 Apr 16."
        },
        {
          "pmid": "10053178",
          "type": "BACKGROUND",
          "citation": "Grimbacher B, Holland SM, Gallin JI, Greenberg F, Hill SC, Malech HL, Miller JA, O'Connell AC, Puck JM. Hyper-IgE syndrome with recurrent infections--an autosomal dominant multisystem disorder. N Engl J Med. 1999 Mar 4;340(9):692-702. doi: 10.1056/NEJM199903043400904."
        },
        {
          "pmid": "17881745",
          "type": "BACKGROUND",
          "citation": "Holland SM, DeLeo FR, Elloumi HZ, Hsu AP, Uzel G, Brodsky N, Freeman AF, Demidowich A, Davis J, Turner ML, Anderson VL, Darnell DN, Welch PA, Kuhns DB, Frucht DM, Malech HL, Gallin JI, Kobayashi SD, Whitney AR, Voyich JM, Musser JM, Woellner C, Schaffer AA, Puck JM, Grimbacher B. STAT3 mutations in the hyper-IgE syndrome. N Engl J Med. 2007 Oct 18;357(16):1608-19. doi: 10.1056/NEJMoa073687. Epub 2007 Sep 19."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "NIH Clinical Center Detailed Web Page",
          "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2000-I-0159.html"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "We will share human data generated in this study for future research as follows:@@@@@@@@@@@@Identified data in the Biomedical Translational Research Information System (BTRIS, automatic for activities in the NIH CC)@@@@@@@@@@@@De-identified or identified data with approved outside collaborators under appropriate agreements@@@@@@@@@@@@Data will be shared through: @@@@@@@@@@@@BTRIS (automatic for activities in the NIH CC)@@@@@@@@@@@@Approved outside collaborators under appropriate individual agreements@@@@@@@@@@@@Publication and/or public presentations.@@@@@@@@@@@@Data might be shared before publication.",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "ICF"
      ],
      "timeFrame": "IPD is available in real time in BTRIS.",
      "accessCriteria": "Identified data in the Biomedical Translational Research Information System (BTRIS, automatic for activities in the NIH CC) are available indefinitely.@@@@@@@@@@@@De-identified or identified data with approved outside collaborators under appropriate agreements"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D011014",
          "term": "Pneumonia"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D007589",
          "term": "Job Syndrome"
        },
        {
          "id": "D007153",
          "term": "Immunologic Deficiency Syndromes"
        }
      ],
      "ancestors": [
        {
          "id": "D012141",
          "term": "Respiratory Tract Infections"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D010585",
          "term": "Phagocyte Bactericidal Dysfunction"
        },
        {
          "id": "D007960",
          "term": "Leukocyte Disorders"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D000081207",
          "term": "Primary Immunodeficiency Diseases"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        }
      ]
    }
  },
  "hasResults": false
}