{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04514484",
      "orgStudyIdInfo": {
        "id": "NCI-2020-05956"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2020-05956",
          "type": "REGISTRY",
          "domain": "CTRP (Clinical Trial Reporting Program)"
        },
        {
          "id": "2020-12258"
        },
        {
          "id": "10387",
          "type": "OTHER",
          "domain": "UPMC Hillman Cancer Center LAO"
        },
        {
          "id": "10387",
          "type": "OTHER",
          "domain": "CTEP"
        }
      ],
      "organization": {
        "fullName": "National Cancer Institute (NCI)",
        "class": "NIH"
      },
      "briefTitle": "Testing the Combination of the Anti-cancer Drugs XL184 (Cabozantinib) and Nivolumab in Patients With Advanced Cancer and HIV",
      "officialTitle": "Pilot Trial of Nivolumab Plus Cabozantinib for Advanced Solid Tumors in Patients With HIV Infection"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-11-22",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-11-02",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-11-02",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-08-14",
      "studyFirstSubmitQcDate": "2020-08-14",
      "studyFirstPostDateStruct": {
        "date": "2020-08-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-25",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Cancer Institute (NCI)",
        "class": "NIH"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This phase I trial investigates the side effects of cabozantinib and nivolumab in treating patients with cancer that may have spread from where it first started to nearby tissue, lymph nodes, or distant parts of the body (advanced) and who are undergoing treatment for human immunodeficiency virus (HIV). Cabozantinib may stop the growth of tumor cells by blocking some of the enzymes needed for cell growth. Immunotherapy with monoclonal antibodies, such as nivolumab, may help the body's immune system attack the cancer, and may interfere with the ability of tumor cells to grow and spread. Giving cabozantinib and nivolumab may shrink or stabilize cancer in patients undergoing treatment for HIV.",
      "detailedDescription": "PRIMARY OBJECTIVES:\n\nI. To determine the safety of combined nivolumab and cabozantinib s-malate (XL184 \\[cabozantinib\\]) in human immunodeficiency virus (HIV) patients with advanced solid tumors.\n\nII. To determine the feasibility to deliver the combined nivolumab and XL184 (cabozantinib) for a minimum of 4 cycles in at least 75% of the subjects in the expanded cohort with Kaposi sarcoma (KS) or to achieve a confirmed objective response.\n\nSECONDARY OBJECTIVES:\n\nI. To observe and record anti-tumor activity in subjects with Kaposi sarcoma (KS).\n\nII. To assess the effect of treatment on participants' immune status (CD4 and CD8 cell counts) and HIV viral loads.\n\nIII. To preliminarily evaluate the objective response rate (ORR) to the combination treatment in subjects with KS.\n\nEXPLORATORY OBJECTIVES:\n\nI. To assess duration of response (DOR), progression-free survival (PFS), and overall survival (OS) in subjects with KS.\n\nII. To assess the PD-L1 immunohistochemistry (IHC) status in tumors and tumor microenvironment and its association with clinical outcome.\n\nIII. To assess the expression characteristics and cellular distribution of immune checkpoints (PD-L1, B7x, HHLA2, B7H3), infiltrating immune cells (CD4 T cells, CD8 T cells, regulatory T-cells \\[Treg\\], myeloid-derived suppressor cell \\[MDSC\\]), and other tumor microenvironment biomarkers (VEGF, VEGFR, MET, and AXL) in the tissue by multiplex quantitative immunofluorescence (MQIF).\n\nIV. To correlate markers of immune activation and expansion of immune cell subsets and cytokines with clinical outcomes.\n\nV. To assess the treatment effects on latent HIV reservoir. VI. To investigate the dynamic changes of immune checkpoints, angiogenesis markers, and infiltrating immune cells among subjects with available pre- and post-treatment biopsy samples (including subjects with Kaposi sarcoma \\[KS\\]).\n\nOUTLINE:\n\nPatients receive cabozantinib s-malate orally (PO) once daily (QD) on days 1-28 of each cycle and nivolumab intravenously (IV) over 30 minutes on day 1 of each cycle. Cycles repeat every 28 days for up to 1 year or 1 year after a partial response is achieved, or 6 months after a complete response is achieved in the absence of disease progression or unacceptable toxicity. Patients also undergo a computed tomography (CT) scan and/or magnetic resonance imaging (MRI) as well as blood sample collection throughout the trial.\n\nAfter completion of study treatment, patients are followed up for 16 weeks."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Differentiated Thyroid Gland Carcinoma",
        "Advanced Head and Neck Carcinoma",
        "Advanced Hepatocellular Carcinoma",
        "Advanced Kaposi Sarcoma",
        "Advanced Lung Non-Small Cell Carcinoma",
        "Advanced Lung Small Cell Carcinoma",
        "Advanced Malignant Solid Neoplasm",
        "Advanced Melanoma",
        "Advanced Ovarian Carcinoma",
        "Advanced Prostate Carcinoma",
        "Advanced Renal Cell Carcinoma",
        "Advanced Thyroid Gland Medullary Carcinoma",
        "Advanced Triple-Negative Breast Carcinoma",
        "Advanced Urothelial Carcinoma",
        "Anatomic Stage III Breast Cancer AJCC v8",
        "Anatomic Stage IV Breast Cancer AJCC v8",
        "Castration-Resistant Prostate Carcinoma",
        "Clinical Stage III Cutaneous Melanoma AJCC v8",
        "Clinical Stage IV Cutaneous Melanoma AJCC v8",
        "HIV Infection",
        "Metastatic Differentiated Thyroid Gland Carcinoma",
        "Metastatic Head and Neck Carcinoma",
        "Metastatic Hepatocellular Carcinoma",
        "Metastatic Kaposi Sarcoma",
        "Metastatic Lung Non-Small Cell Carcinoma",
        "Metastatic Lung Small Cell Carcinoma",
        "Metastatic Malignant Solid Neoplasm",
        "Metastatic Melanoma",
        "Metastatic Ovarian Carcinoma",
        "Metastatic Prostate Carcinoma",
        "Metastatic Renal Cell Carcinoma",
        "Metastatic Thyroid Gland Medullary Carcinoma",
        "Metastatic Triple-Negative Breast Carcinoma",
        "Metastatic Urothelial Carcinoma",
        "Recurrent Differentiated Thyroid Gland Carcinoma",
        "Recurrent Head and Neck Carcinoma",
        "Recurrent Hepatocellular Carcinoma",
        "Recurrent Kaposi Sarcoma",
        "Recurrent Lung Non-Small Cell Carcinoma",
        "Recurrent Lung Small Cell Carcinoma",
        "Recurrent Malignant Solid Neoplasm",
        "Recurrent Melanoma",
        "Recurrent Ovarian Carcinoma",
        "Recurrent Prostate Carcinoma",
        "Recurrent Renal Cell Carcinoma",
        "Recurrent Thyroid Gland Medullary Carcinoma",
        "Recurrent Triple-Negative Breast Carcinoma",
        "Recurrent Urothelial Carcinoma",
        "Refractory Differentiated Thyroid Gland Carcinoma",
        "Stage III Differentiated Thyroid Gland Carcinoma AJCC v8",
        "Stage III Hepatocellular Carcinoma AJCC v8",
        "Stage III Lung Cancer AJCC v8",
        "Stage III Ovarian Cancer AJCC v8",
        "Stage III Prostate Cancer AJCC v8",
        "Stage III Renal Cell Cancer AJCC v8",
        "Stage III Thyroid Gland Medullary Carcinoma AJCC v8",
        "Stage IV Differentiated Thyroid Gland Carcinoma AJCC v8",
        "Stage IV Hepatocellular Carcinoma AJCC v8",
        "Stage IV Lung Cancer AJCC v8",
        "Stage IV Ovarian Cancer AJCC v8",
        "Stage IV Prostate Cancer AJCC v8",
        "Stage IV Renal Cell Cancer AJCC v8",
        "Stage IV Thyroid Gland Medullary Carcinoma AJCC v8"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Treatment (cabozantinib s-malate, nivolumab)",
          "type": "EXPERIMENTAL",
          "description": "Patients receive cabozantinib s-malate PO QD on days 1-28 of each cycle and nivolumab IV over 30 minutes on day 1 of each cycle. Cycles repeat every 28 days for up to 1 year or 1 year after a partial response is achieved, or 6 months after a complete response is achieved in the absence of disease progression or unacceptable toxicity. Patients also undergo a CT scan and/or MRI as well as blood sample collection throughout the trial.",
          "interventionNames": [
            "Procedure: Biospecimen Collection",
            "Drug: Cabozantinib S-malate",
            "Procedure: Computed Tomography",
            "Procedure: Magnetic Resonance Imaging",
            "Biological: Nivolumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Biospecimen Collection",
          "description": "Undergo blood sample collection",
          "armGroupLabels": [
            "Treatment (cabozantinib s-malate, nivolumab)"
          ],
          "otherNames": [
            "Biological Sample Collection",
            "Biospecimen Collected",
            "Specimen Collection"
          ]
        },
        {
          "type": "DRUG",
          "name": "Cabozantinib S-malate",
          "description": "Given PO",
          "armGroupLabels": [
            "Treatment (cabozantinib s-malate, nivolumab)"
          ],
          "otherNames": [
            "BMS-907351",
            "Cabometyx",
            "Cometriq",
            "XL 184",
            "XL-184",
            "XL184"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Computed Tomography",
          "description": "Undergo CT",
          "armGroupLabels": [
            "Treatment (cabozantinib s-malate, nivolumab)"
          ],
          "otherNames": [
            "CAT",
            "CAT Scan",
            "Computed Axial Tomography",
            "Computerized Axial Tomography",
            "Computerized axial tomography (procedure)",
            "Computerized Tomography",
            "Computerized Tomography (CT) scan",
            "CT",
            "CT Scan",
            "Diagnostic CAT Scan",
            "Diagnostic CAT Scan Service Type",
            "tomography"
          ]
        },
        {
          "type": "PROCEDURE",
          "name": "Magnetic Resonance Imaging",
          "description": "Undergo MRI",
          "armGroupLabels": [
            "Treatment (cabozantinib s-malate, nivolumab)"
          ],
          "otherNames": [
            "Magnetic Resonance",
            "Magnetic Resonance Imaging (MRI)",
            "Magnetic resonance imaging (procedure)",
            "Magnetic Resonance Imaging Scan",
            "Medical Imaging, Magnetic Resonance / Nuclear Magnetic Resonance",
            "MR",
            "MR Imaging",
            "MRI",
            "MRI Scan",
            "MRIs",
            "NMR Imaging",
            "NMRI",
            "Nuclear Magnetic Resonance Imaging",
            "sMRI",
            "Structural MRI"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Nivolumab",
          "description": "Given IV",
          "armGroupLabels": [
            "Treatment (cabozantinib s-malate, nivolumab)"
          ],
          "otherNames": [
            "ABP 206",
            "BCD-263",
            "BMS 936558",
            "BMS-936558",
            "BMS936558",
            "CMAB819",
            "MDX 1106",
            "MDX-1106",
            "MDX1106",
            "NIVO",
            "Nivolumab Biosimilar ABP 206",
            "Nivolumab Biosimilar BCD-263",
            "Nivolumab Biosimilar CMAB819",
            "ONO 4538",
            "ONO-4538",
            "ONO4538",
            "Opdivo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Incidence of dose limiting toxicities (DLTs)",
          "description": "DLTs will be defined during cycle 1 of therapy.",
          "timeFrame": "28 days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Immune status",
          "description": "Will assess immune status (CD4 and CD8 cell counts). Changes in immune status at each time point from baseline will be analyzed using paired non-parametric Wilcoxon sign-rank tests or paired t-tests in exploratory analyses.",
          "timeFrame": "Up to 16 weeks post treatment"
        },
        {
          "measure": "Human immunodeficiency virus (HIV) viral loads",
          "description": "Will assess HIV viral loads. Changes in viral loads at each time point from baseline will be analyzed using paired nonparametric Wilcoxon sign-rank tests or paired t-tests in exploratory analyses.",
          "timeFrame": "Up to 16 weeks post treatment"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Change in serum markers of immune activation",
          "description": "Change in serum markers of immune activation- immune cell subsets and cytokine levels at each time point from baseline will be analyzed using paired nonparametric Wilcoxon sign-rank tests or paired t-tests in exploratory analyses. Will correlate markers of immune activation and expansion of immune cell subsets and cytokines with clinical outcome.",
          "timeFrame": "Baseline up to 16 weeks post treatment"
        },
        {
          "measure": "Change in immune checkpoint markers",
          "description": "Changes in immune checkpoint (PD-L1, B7x, B7-H3, HHLA2) markers at each time point from baseline will be analyzed using paired nonparametric Wilcoxon sign-rank tests or paired t-tests in exploratory analyses.",
          "timeFrame": "Baseline up to 16 weeks post treatment"
        },
        {
          "measure": "Change in angiogenesis markers",
          "description": "Changes in angiogenesis markers at each time point from baseline will be analyzed using paired nonparametric Wilcoxon sign-rank tests or paired t-tests in exploratory analyses.",
          "timeFrame": "Baseline up to 16 weeks post treatment"
        },
        {
          "measure": "Change in infiltrating immune cell markers",
          "description": "Changes in infiltrating immune cell markers at each time point from baseline will be analyzed using paired nonparametric Wilcoxon sign-rank tests or paired t-tests in exploratory analyses.",
          "timeFrame": "Baseline up to 16 weeks post treatment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age \\>= 18 years. Children are excluded from this study, but will be eligible for future pediatric trials\n* For the six-patient safety cohort, subjects must have histologically or cytologically confirmed advanced solid tumors that are metastatic or recurrent, and require palliative systemic treatment, for which there are either Food and Drug Administration (FDA) approved indications for XL184 (cabozantinib) or nivolumab or have at least phase 2 data clearly indicating activity (such as renal cell carcinoma \\[RCC\\], hepatocellular carcinoma \\[HCC\\], medullary thyroid carcinoma \\[MTC\\], melanoma, non-small cell lung cancer \\[NSCLC\\], head and neck cancer, urothelial carcinoma, small cell lung cancer \\[SCLC\\], radioiodine-refractory differentiated thyroid cancer, ovarian cancer, castration-resistant prostate carcinoma \\[CRPC\\], and triple-negative breast cancer \\[TNBC\\]). Subjects must have progressed, or are intolerant, or decline systemic therapy associated with clinically significant survival benefit if checkpoint blockade is not an approved or accepted treatment. The expansion cohort is limited to subjects with KS. Histologic, cytologic, and pathologic confirmation of KS is required\n* Any number of prior cancer therapies will be permitted, including treatment naive subjects. (Note: For KS, treatment naive asymptomatic subjects will be permitted. But treatment naive KS subjects with visceral symptomatic disease or complicated KS HHV 8 disease including Castleman's disease will be excluded and should receive front-line standard of care)\n* Eastern Cooperative Oncology Group (ECOG) performance status of 0-1 (Karnofsky \\>= 80%)\n* Subjects with tumors other than KS must have evaluable disease\n* Absolute neutrophil count \\>= 1,000/mcL\n* Platelets \\>= 75,000/mcL\n* Total bilirubin =\\< 1.5 x institutional upper limit of normal (ULN) (If, however, the participant has Gilbert's disease or unconjugated hyperbilirubinemia that is considered to be secondary to antiretroviral therapy, then the total bilirubin must be =\\< 3 x ULN)\n* Aspartate aminotransferase (AST) (serum glutamic-oxaloacetic transaminase \\[SGOT\\])/alanine aminotransferase (ALT) (serum glutamate pyruvate transaminase \\[SGPT\\]) =\\< 3 x institutional ULN\n* Creatinine =\\< 1.5 institutional ULN OR creatinine clearance (CrCl) \\>= 50 mL/min (if using the Cockcroft-Gault formula)\n* Hemoglobin \\>= 9 g/dL\n* CD4 count \\>= 50/mcL\n* Subjects must have known HIV infection as below: Serologic documentation of HIV infection at any time prior to study entry, as evidenced by positive enzyme-linked immunosorbent assay (ELISA), positive Western blot, or any other federally approved licensed HIV test. Alternatively, this documentation may include a record that another physician has documented that the participant has HIV infection based on prior ELISA and Western blot, or other approved diagnostic tests. Subjects must receive appropriate care and treatment for HIV infection. An eligible patient should be on anti-retroviral therapy (ART) that is not strongly CYP3A4 inhibiting or otherwise prohibited by the protocol (e.g. drug-drug interactions) or the patient must be converted to one of these regimens before starting investigational therapy in order to avoid dose modulation of cabozantinib\n* Life expectancy of \\>= 12 weeks\n* For subjects with evidence of chronic hepatitis B virus (HBV) infection, the HBV viral load must be undetectable on suppressive therapy, if indicated\n* Subjects with a history of hepatitis C virus (HCV) infection must have been treated and cured including self-cured cases. For subjects with HCV infection who are currently on treatment, they are eligible if they have an undetectable HCV viral load\n* Subjects with a prior or concurrent malignancy whose natural history or treatment does not have the potential to interfere with the safety or efficacy assessment of the investigational regimen are eligible for this trial\n* The effects of nivolumab and XL184 (cabozantinib) on the developing human fetus are unknown. For this reason, women of child-bearing potential (WOCBP) and men must agree to use adequate contraception (hormonal or barrier method of birth control; abstinence) prior to study entry and for the duration of study participation. WOCBP should use an adequate method to avoid pregnancy for 5 months after the last dose of investigational drug. WOCBP must have a negative serum or urine pregnancy test within 72 hours prior to the start of receiving the first dose of the study medication. Men who are sexually active with WOCBP must use any contraceptive method with a failure rate of less than 1% per year. Men receiving nivolumab and who are sexually active with WOCBP will be instructed to adhere to contraception for a period of 7 months after the last dose of investigational product. Women who are not of childbearing potential (i.e., who are postmenopausal or surgically sterile as well as azoospermic men) do not require contraception\n\n  * Women of childbearing potential (WOCBP) is defined as any female who has experienced menarche and who has not undergone surgical sterilization (hysterectomy or bilateral oophorectomy) or who is not postmenopausal. Menopause is defined clinically as 12 months of amenorrhea in a woman over 45 in the absence of other biological or physiological causes. In addition, women under the age of 55 must have a documented serum follicle stimulating hormone (FSH) level less than 40 mIU/mL\n* Ability to understand and the willingness to sign a written informed consent document. Subjects with impaired decision-making capacity (IDMC) who have a legally-authorized representative (LAR) and/or family member available will also be eligible\n\nExclusion Criteria:\n\n* For the safety run-in cohort, subjects who have received prior XL184 (cabozantinib), PD-1/PD-L1 inhibitor, or VEGFR inhibitor are ineligible. Prior treatment with these agents is allowed for the expansion KS cohort\n* Subjects on potent CYP3A4-inhibiting agents are ineligible, such as:\n\n  * Antiretroviral: ritonavir, cobicistat, indinavir, atazanavir, delavirdine\n  * Antibiotics: clarithromycin, erythromycin, telithromycin, troleandomycin\n  * Antifungals: itraconazole, ketoconazole, voriconazole, fluconazole, posaconazole\n  * Antidepressants: nefazodone\n  * Antidiuretic: conivaptan\n  * Gastrointestinal (GI): cimetidine, aprepitant\n  * Hepatitis C: boceprevir, telaprevir\n  * Miscellaneous: Seville oranges, grapefruit, or grapefruit juice and/or pummelos, star fruit, exotic citrus fruits, or grapefruit hybrids Of note, to meet the eligibility requirement, subjects are allowed to convert their antiretroviral medications to one of the regimens not including potent CYP3A4-inhibiting agents, when the subjects have progressed, are intolerant, or decline the standard systemic therapy for their advanced tumors.\n\nSubjects must receive appropriate care and treatment for HIV infection, including antiretroviral medications, when clinically indicated (including no ART) and should be under the care of a physician experienced in HIV management. Subjects will be eligible provided there is no intention to initiate therapy or the regimen has been stable for at least 4 weeks with no intention to change the regimen within 8 weeks following study entry.\n\nTo enroll in the study, the participants should be on the protocol accepted ART as long as they are receiving XL184 (cabozantinib)\n\n* Subjects who have had cytotoxic chemotherapy (including investigational cytotoxic chemotherapy) or biologic agents (e.g., cytokines or antibodies) within 3 weeks, or nitrosoureas/mitomycin C within 6 weeks before the first dose of study treatment, or those who have not recovered from adverse events (AEs) due to agents administered more than 4 weeks earlier\n* The subject has received radiation therapy:\n\n  * To the thoracic cavity, abdomen, or pelvis within 4 weeks before the first dose of study treatment, or has ongoing complications, or is without complete recovery and healing from prior radiation therapy\n  * To bone or brain metastases within 14 days before the first dose of study treatment\n  * To any other site(s) within 21 days before the first dose of study treatment\n* Subjects who are receiving any other investigational agents\n* Subjects must be either off corticosteroids, or on a stable or decreasing dose of =\\< 10 mg daily prednisone (or equivalent) for at least 2 weeks prior to enrollment. Inhaled or topical steroids are permitted in the absence of active autoimmune disease\n* History of allergic reactions attributed to compounds of similar chemical or biologic composition to nivolumab or XL184 (cabozantinib)\n* The subject has prothrombin time (PT)/ international normalized ratio (INR) or partial thromboplastin time (PTT) test \\>= 1.3 x the laboratory ULN within 7 days before the first dose of study treatment\n* The subject has a primary brain tumor, active brain metastases or epidural disease. Subjects with brain metastases previously treated with whole brain radiation or radiosurgery or participants with epidural disease previously treated with radiation or surgery who are asymptomatic and do not require steroid treatment for at least 2 weeks before starting study treatment are eligible. Subjects with treated brain metastasis should not take enzyme-inducing anticonvulsive therapies (EIACDs) within 2 weeks of registration, though non-enzyme inducing anticonvulsive drugs such as levetiracetam are allowed. Neurosurgical resection of brain metastases or brain biopsy is permitted if completed at least 3 months before starting study treatment. Baseline brain imaging with contrast-enhanced CT or MRI scans for participants with known brain metastases is required to confirm eligibility. Subjects with untreated central nervous system (CNS) metastases are eligible if they are not symptomatic and the lesions are less than 1 cm in size. CNS metastases should be stable for at least 4 weeks, neurologically asymptomatic and without corticosteroid treatment at time of first dose of study treatment\n* Concomitant anticoagulation with coumarin agents (e.g., warfarin), direct thrombin inhibitors (e.g., dabigatran), direct factor Xa inhibitor betrixaban, or platelet inhibitors (e.g., clopidogrel). Allowed anticoagulants are the following:\n\n  * Prophylactic use of low-dose aspirin for cardio-protection (per local applicable guidelines) and low-dose low molecular weight heparins (LMWH)\n  * Therapeutic doses of LMWH or anticoagulation with direct factor Xa inhibitors rivaroxaban, edoxaban, or apixaban in subjects without known brain metastases who are on a stable dose of the anticoagulant for at least 1 week before first dose of study treatment without clinically significant hemorrhagic complications from the anticoagulation regimen or the tumor\n* The subject has experienced any of the following:\n\n  * Clinically-significant gastrointestinal bleeding within 6 months before the first dose of study treatment\n  * Hemoptysis of \\>= 0.5 teaspoon (2.5 mL) of red blood within 3 months before the first dose of study treatment\n  * Any other signs indicative of pulmonary hemorrhage within 3 months before the first dose of study treatment\n* The subject has radiographic evidence of cavitating pulmonary lesion(s)\n* The subject has tumor in contact with, invading, or encasing any major blood vessels\n* The subject has evidence of tumor invading the GI tract (esophagus, stomach, small or large bowel, rectum or anus), or any evidence of endotracheal or endobronchial tumor within 28 days before the first treatment\n* The subject has uncontrolled and significant cardiovascular disorders:\n\n  * Congestive heart failure (CHF): New York Heart Association (NYHA) class III (moderate) or class IV (severe) at the time of screening\n  * Concurrent uncontrolled hypertension defined as sustained blood pressure (BP) \\> 140 mm Hg systolic, or \\> 90 mm Hg diastolic despite optimal antihypertensive treatment within 7 days of the first dose of study treatment\n  * The subject has a corrected QT interval calculated by the Fridericia formula (QTcF) \\> 500 ms within 28 days before treatment\n\n    * Note: If initial QTcF is found to be \\> 500 ms, two additional electrocardiograms (EKGs) separated by at least 3 minutes should be performed. If the average of these three consecutive results for QTcF is =\\< 500 ms, the subject meets eligibility in this regard\n  * Any of the following within 6 months before the first dose of study treatment:\n\n    * Unstable angina pectoris\n    * Clinically-significant cardiac arrhythmias\n    * Stroke\n    * Myocardial infarction\n    * Subjects with a venous filter (e.g. vena cava filter) are not eligible\n    * Thromboembolic event\n* The subject has uncontrolled and significant disorders particularly those associated with a high risk of perforation or fistula formation including:\n\n  * Any of the following within 28 days before the first dose of study treatment:\n\n    * Active and symptomatic peptic ulcer disease\n    * Evidence of active or acute diverticulitis, intra-abdominal abscess, GI obstruction and abdominal carcinomatosis which are known risk factors for bowel perforation should be evaluated for the potential need for additional treatment before coming on study\n  * Any of following within 6 months before the first dose of study treatment:\n\n    * Abdominal fistula\n    * Gastrointestinal perforation\n    * Bowel obstruction or gastric outlet obstruction intra-abdominal abscess. Note: Complete resolution of an intra-abdominal abscess must be confirmed prior to initiating treatment with cabozantinib even if the abscess occurred more than 6 months before\n  * Other disorders associated with a high risk of fistula formation including percutaneous endoscopic gastrostomy (PEG) tube placement within 3 months before the first dose of study therapy\n* Subjects with active autoimmune disease or history of autoimmune disease that might recur, which may affect vital organ function or require immune suppressive treatment including systemic corticosteroids, should be excluded. These include but are not limited to subjects with a history of immune related neurologic disease, multiple sclerosis, autoimmune (demyelinating) neuropathy, Guillain-Barre syndrome, myasthenia gravis; systemic autoimmune disease such as systemic lupus erythematosus (SLE), connective tissue diseases, scleroderma, inflammatory bowel disease (IBD), Crohn's, ulcerative colitis, hepatitis; and subjects with a history of toxic epidermal necrolysis (TEN), Stevens-Johnson syndrome, or phospholipid syndrome should be excluded because of the risk of recurrence or exacerbation of disease. Subjects with vitiligo, endocrine deficiencies including thyroiditis managed with replacement hormones including physiologic corticosteroids are eligible. Subjects with rheumatoid arthritis and other arthropathies, Sjogren's syndrome and psoriasis controlled with topical medication and subjects with positive serology, such as antinuclear antibodies (ANA), anti-thyroid antibodies should be evaluated for the presence of target organ involvement and potential need for systemic treatment but should otherwise be eligible. Subjects are permitted to enroll if they have vitiligo, type I diabetes mellitus, residual hypothyroidism due to autoimmune condition only requiring hormone replacement, psoriasis not requiring systemic treatment, or conditions not expected to recur in the absence of an external trigger (precipitating event)\n* Major surgery (e.g., laparoscopic nephrectomy, GI surgery, removal or biopsy of brain metastasis) within 2 weeks before first dose of study treatment. Minor surgeries within 10 days before first dose of study treatment. Subjects must have complete wound healing from major surgery or minor surgery before first dose of study treatment. Subjects with clinically relevant ongoing complications from prior surgery are not eligible\n* The subject is unable to swallow tablets\n* History of organ transplant or stem cell transplant\n* Subjects with uncontrolled intercurrent illness\n* Subjects with psychiatric illness/social situations that would limit compliance with study requirements\n* Pregnant women are excluded from this study because XL184 (cabozantinib) has the potential for teratogenic or abortifacient effects, and the effects of nivolumab on the developing fetus are not well known. Because there is an unknown but potential risk for AEs in nursing infants secondary to treatment of the mother, breastfeeding must be discontinued if the mother is treated with XL184 (cabozantinib) or nivolumab",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Haiying Cheng",
          "affiliation": "Albert Einstein College of Medicine EDDOP",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Northwestern University",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60611",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "Montefiore Medical Center-Einstein Campus",
          "city": "The Bronx",
          "state": "New York",
          "zip": "10461",
          "country": "United States",
          "geoPoint": {
            "lat": 40.84985,
            "lon": -73.86641
          }
        },
        {
          "facility": "University of Pittsburgh Cancer Institute (UPCI)",
          "city": "Pittsburgh",
          "state": "Pennsylvania",
          "zip": "15232",
          "country": "United States",
          "geoPoint": {
            "lat": 40.44062,
            "lon": -79.99589
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "NCI is committed to sharing data in accordance with NIH policy. For more details on how clinical trial data is shared, access the link to the NIH data sharing policy page.",
      "url": "https://grants.nih.gov/policy/sharing.htm"
    }
  },
  "documentSection": {
    "largeDocumentModule": {
      "largeDocs": [
        {
          "typeAbbrev": "ICF",
          "hasProtocol": false,
          "hasSap": false,
          "hasIcf": true,
          "label": "Informed Consent Form",
          "date": "2024-04-10",
          "uploadDate": "2025-02-03T15:22",
          "filename": "ICF_000.pdf",
          "size": 644174
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D015658",
          "term": "HIV Infections"
        },
        {
          "id": "D006528",
          "term": "Carcinoma, Hepatocellular"
        },
        {
          "id": "D012514",
          "term": "Sarcoma, Kaposi"
        },
        {
          "id": "D002289",
          "term": "Carcinoma, Non-Small-Cell Lung"
        },
        {
          "id": "D055752",
          "term": "Small Cell Lung Carcinoma"
        },
        {
          "id": "D009362",
          "term": "Neoplasm Metastasis"
        },
        {
          "id": "D008545",
          "term": "Melanoma"
        },
        {
          "id": "D010051",
          "term": "Ovarian Neoplasms"
        },
        {
          "id": "D011471",
          "term": "Prostatic Neoplasms"
        },
        {
          "id": "D002292",
          "term": "Carcinoma, Renal Cell"
        },
        {
          "id": "D018276",
          "term": "Carcinoma, Medullary"
        },
        {
          "id": "D064726",
          "term": "Triple Negative Breast Neoplasms"
        },
        {
          "id": "D002295",
          "term": "Carcinoma, Transitional Cell"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        }
      ],
      "ancestors": [
        {
          "id": "D000086982",
          "term": "Blood-Borne Infections"
        },
        {
          "id": "D003141",
          "term": "Communicable Diseases"
        },
        {
          "id": "D007239",
          "term": "Infections"
        },
        {
          "id": "D015229",
          "term": "Sexually Transmitted Diseases, Viral"
        },
        {
          "id": "D012749",
          "term": "Sexually Transmitted Diseases"
        },
        {
          "id": "D016180",
          "term": "Lentivirus Infections"
        },
        {
          "id": "D012192",
          "term": "Retroviridae Infections"
        },
        {
          "id": "D012327",
          "term": "RNA Virus Infections"
        },
        {
          "id": "D014777",
          "term": "Virus Diseases"
        },
        {
          "id": "D000091662",
          "term": "Genital Diseases"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D007153",
          "term": "Immunologic Deficiency Syndromes"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D000230",
          "term": "Adenocarcinoma"
        },
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008113",
          "term": "Liver Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D008107",
          "term": "Liver Diseases"
        },
        {
          "id": "D006566",
          "term": "Herpesviridae Infections"
        },
        {
          "id": "D004266",
          "term": "DNA Virus Infections"
        },
        {
          "id": "D012509",
          "term": "Sarcoma"
        },
        {
          "id": "D018204",
          "term": "Neoplasms, Connective and Soft Tissue"
        },
        {
          "id": "D009383",
          "term": "Neoplasms, Vascular Tissue"
        },
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D009385",
          "term": "Neoplastic Processes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D018358",
          "term": "Neuroendocrine Tumors"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D018326",
          "term": "Nevi and Melanomas"
        },
        {
          "id": "D012878",
          "term": "Skin Neoplasms"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D004701",
          "term": "Endocrine Gland Neoplasms"
        },
        {
          "id": "D010049",
          "term": "Ovarian Diseases"
        },
        {
          "id": "D000291",
          "term": "Adnexal Diseases"
        },
        {
          "id": "D005831",
          "term": "Genital Diseases, Female"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D005833",
          "term": "Genital Neoplasms, Female"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D004700",
          "term": "Endocrine System Diseases"
        },
        {
          "id": "D006058",
          "term": "Gonadal Disorders"
        },
        {
          "id": "D005834",
          "term": "Genital Neoplasms, Male"
        },
        {
          "id": "D005832",
          "term": "Genital Diseases, Male"
        },
        {
          "id": "D011469",
          "term": "Prostatic Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        },
        {
          "id": "D007680",
          "term": "Kidney Neoplasms"
        },
        {
          "id": "D014571",
          "term": "Urologic Neoplasms"
        },
        {
          "id": "D007674",
          "term": "Kidney Diseases"
        },
        {
          "id": "D014570",
          "term": "Urologic Diseases"
        },
        {
          "id": "D018278",
          "term": "Carcinoma, Neuroendocrine"
        },
        {
          "id": "D018299",
          "term": "Neoplasms, Ductal, Lobular, and Medullary"
        },
        {
          "id": "D001943",
          "term": "Breast Neoplasms"
        },
        {
          "id": "D001941",
          "term": "Breast Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D013048",
          "term": "Specimen Handling"
        },
        {
          "id": "C558660",
          "term": "cabozantinib"
        },
        {
          "id": "D009682",
          "term": "Magnetic Resonance Spectroscopy"
        },
        {
          "id": "D000077594",
          "term": "Nivolumab"
        }
      ],
      "ancestors": [
        {
          "id": "D019411",
          "term": "Clinical Laboratory Techniques"
        },
        {
          "id": "D019937",
          "term": "Diagnostic Techniques and Procedures"
        },
        {
          "id": "D003933",
          "term": "Diagnosis"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        },
        {
          "id": "D013057",
          "term": "Spectrum Analysis"
        },
        {
          "id": "D002623",
          "term": "Chemistry Techniques, Analytical"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}