{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00260702",
      "orgStudyIdInfo": {
        "id": "060032"
      },
      "secondaryIdInfos": [
        {
          "id": "06-I-0032"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Omalizumab to Treat Hyper-IgE (Job's) Syndrome",
      "officialTitle": "Pilot Study of Omalizumab (Xolair) in Hyper IgE (Job's) Syndrome"
    },
    "statusModule": {
      "statusVerifiedDate": "2010-03-15",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2005-11-24"
      },
      "primaryCompletionDateStruct": {
        "date": "2010-03-19",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2010-03-19",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2005-12-01",
      "studyFirstSubmitQcDate": "2005-11-30",
      "studyFirstPostDateStruct": {
        "date": "2005-12-01",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-06-30",
      "lastUpdatePostDateStruct": {
        "date": "2017-07-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      }
    },
    "descriptionModule": {
      "briefSummary": "This study will evaluate the safety and effectiveness of a laboratory-made antibody called omalizumab in patients with Job's syndrome, or hyper-IgE syndrome (HIES). Patients with HIES have very high levels of IgE antibody, a protein made by white blood cells. IgE plays an important role in starting allergic reactions in the body and may be related to some HIES symptoms, such as skin rashes and asthma. Patients also have frequent lung infections, easily broken bones and other symptoms. Omalizumab, which is approved to treat allergic asthma, is directed against IgE. This study will see if blocking IgE with omalizumab in HIES patients is safe and if it can reduce patients' IgE count. It will also look at how the body handles omalizumab and how it affects patients' symptoms.\n\nPatients 6 years of age or older with HIES may be eligible for this study. Each candidate is screened with a medical history, physical examination, skin examination and blood test.\n\nParticipants receive an injection of omalizumab under the skin once every 2 weeks for 6 doses. At the time of each injection, patients are examined by a doctor, answer questions about their symptoms and have a blood sample drawn. After the sixth dose, patients have a physical examination, blood tests, skin examination and lung function tests. At follow-up visits scheduled 2, 4 and 6 months after the last dose of omalizumab, patients have a physical examination, answer questions about their symptoms, and have a blood sample drawn. Patients who show a significant response to omalizumab stay off the drug for 3 months after the last dose and then discuss with their study doctor and referring doctor about continuing the medicine.",
      "detailedDescription": "The hyper-IgE syndromes (HIES) are disorder characterized by markedly elevated serum IgE levels, eosinophilia, dermatitis, and recurrent skin and lung infections. The autosomal dominant form of HIES, Job's syndrome, is also characterized by skeletal abnormalities and lung cysts, and is caused primarily by a mutation in the STAT3 gene. The most common allergic or atopic symptoms seen in HIES include a characteristic rash and bronchial hyper-responsiveness. The rash tends to respond to systemic antimicrobials, topical antiseptics, mad steroids. It is unclear what the role, if any, IgE plays in the pathogenesis of these allergic (and perhaps non-allergic) phenotypes.\n\nOmalizumab is a humanized monoclonal antibody specific for the FcepsilonRI portion of IgE that does not cross-link IgE. It has been used for amelioration of severe asthma and food allergies, and is being studied in a number of other allergic diseases. This study aims to determine whether administration of omalizumab is safe in patients with HIES, effective in inducing FcepsilonRI downregulation, and in reducing some of the cutaneous and/or respiratory symptoms associated with HIES. It also aims to determine whether the present maximum indicated dose has any effect on patients with HIES who have greater than indicated IgE levels. Finally, it aims to assess the safety and pharmacodynamic profile of increased doses of omalizumab likely to be required in most patients with HIES."
    },
    "conditionsModule": {
      "conditions": [
        "Hyper-IgE Syndrome",
        "Job's Syndrome"
      ],
      "keywords": [
        "Phenotype",
        "Monoclonal",
        "Immunoglobulin",
        "Immunodeficiency",
        "Dermatitis",
        "Job's Syndrome",
        "Hyper-IgE Syndrome",
        "HIES"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "primaryPurpose": "TREATMENT"
      },
      "enrollmentInfo": {
        "count": 1,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab (Xolair)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "-INCLUSION CRITERIA:\n\n1. All Subjects must be at least 6 years of age and no older than 76 years of age (as per original safety studies).\n2. All subjects must meet the established diagnostic criteria for HIES as determined by the NIH scoring system, with a score greater than 40, or have a mutation in the STAT3 gene.\n3. Baseline values within the following laboratory ranges:\n\n   * White blood cell count greater than or equal to 3,300 cells/microliter.\n   * Absolute neutrophil count greater than or equal to 1,000 cells/microliter.\n   * Hemoglobin greater than or equal to 10 g/dL.\n   * Platelet count greater than or equal to 100,000 platelets/micoliter.\n4. Women of childbearing potential only: negative urine pregnancy test. Both men and women and their partners must agree to practice abstinence or effective contraception from initiation of the protocol and for 2 months following the last dose of the study drug (effective contraception methods include abstinence, surgical sterilization of either partner, barrier methods such as diaphragm, condom, cap, or sponge, or hormonal contraception).\n5. Weight (Kg) times serum IgE (IU/mL) less than 3,000,000, then as above greater than 63,000, less than 3,000,000.\n6. Patients in tier II must be 16 years or older.\n7. Preference will be given to patients with dermatitis.\n8. Subjects (guardians for younger patients) must be able to give informed consent (or assent as appropriate).\n9. Subjects must already be signed to other NIH studies on HIES.\n10. Subjects must be willing to maintain their current regimens for skin care, prophylactic antibiotics (if applicable), and any asthma related oral or inhaled medications. Albuterol rescue medications may be used as needed.\n11. Patients participating in protocols at the National Institutes of Health are expected to have a primary physician outside of the NIH.\n\nEXCLUSION CRITERIA:\n\n1. Pregnant or nursing women.\n2. HIV positive diagnosis.\n3. Use of any other investigational agent within 30 days of the study.\n4. Any condition that, in the investigator's opinion, places the patient at undue risk by participating in the study.\n5. Previous anaphylaxis to the study medication.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "maximumAge": "76 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "National Institutes of Health Clinical Center, 9000 Rockville Pike",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "8578348",
          "type": "BACKGROUND",
          "citation": "Lee M, Hodges WG, Huggins TL, Lee EL. Eosinophilic gastroenteritis. South Med J. 1996 Feb;89(2):189-94. doi: 10.1097/00007611-199602000-00006."
        },
        {
          "pmid": "10634296",
          "type": "BACKGROUND",
          "citation": "Kelly KJ. Eosinophilic gastroenteritis. J Pediatr Gastroenterol Nutr. 2000;30 Suppl:S28-35. doi: 10.1097/00005176-200001001-00005."
        },
        {
          "pmid": "8527050",
          "type": "BACKGROUND",
          "citation": "Park HS, Kim HS, Jang HJ. Eosinophilic gastroenteritis associated with food allergy and bronchial asthma. J Korean Med Sci. 1995 Jun;10(3):216-9. doi: 10.3346/jkms.1995.10.3.216."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D007589",
          "term": "Job Syndrome"
        },
        {
          "id": "D007153",
          "term": "Immunologic Deficiency Syndromes"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        }
      ],
      "ancestors": [
        {
          "id": "D010585",
          "term": "Phagocyte Bactericidal Dysfunction"
        },
        {
          "id": "D007960",
          "term": "Leukocyte Disorders"
        },
        {
          "id": "D006402",
          "term": "Hematologic Diseases"
        },
        {
          "id": "D006425",
          "term": "Hemic and Lymphatic Diseases"
        },
        {
          "id": "D000081207",
          "term": "Primary Immunodeficiency Diseases"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}