{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT02068573",
      "orgStudyIdInfo": {
        "id": "AstmaVen - 1101"
      },
      "organization": {
        "fullName": "University of Aarhus",
        "class": "OTHER"
      },
      "briefTitle": "AsthmaVent - Effect of Mechanical Ventilation on Asthma Control in Children",
      "officialTitle": "AsthmaVent - Effect of Mechanical Ventilation on Asthma Control in Children",
      "acronym": "AsthmaVent"
    },
    "statusModule": {
      "statusVerifiedDate": "2016-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-08"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2016-02",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2014-02-19",
      "studyFirstSubmitQcDate": "2014-02-19",
      "studyFirstPostDateStruct": {
        "date": "2014-02-21",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2016-05-11",
      "lastUpdatePostDateStruct": {
        "date": "2016-05-12",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "University of Aarhus",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "AsthmaVent is a multi-center study, investigating the association between indoor air quality and childhood asthma.\n\nIn Denmark, we spend more and more time indoors. Our houses are built airtight to save energy and are difficult to ventilate. We are thus more exposed to our indoor air than ever before. We know that indoor air contains many different components that can affect our airways inappropriately and particularly children with asthma, who have sensitive airways are sensitive to these components. The AsthmaVent project examines whether increased ventilation is able to improve the indoor environment to such an extent that the asthma disease control, for children with asthma and house dust mite allergy improves, resulting in need for less medication.\n\nPrevious studies have pointed towards a beneficial effect of mechanical ventilation, on both the indoor air quality and on children's health and quality of life. There is not currently a consensus in this area, as studies so far have not been large or good enough to confidently determine the effect.\n\nThis project is big and is designed so that it takes into account the sources of error seen in previous studies on the topic.\n\nWe include, over a 3-year period (2012-2014), a total of 80 children with asthma and house dust mite allergy aged 6-18 years, from pediatric departments in Aarhus, Odense, Kolding, Randers and Herning. They are divided into two groups, receiving either active ventilation or placebo ventilation, meaning a non-functioning ventilation system that just recirculates the air in the room. Ventilation systems are installed in the fall and winter and ventilate the child's bedroom during 9 months. Indoor air quality and asthma control are assessed every 3 months, both at home visits were air quality and allergen levels of house dust mites are studies and at visits to the outpatient clinics with control of asthma parameters and quality of life.\n\nThe project involves collaboration between several institutions with an interest in indoor air quality in relation to allergies and asthma and with great expertise in the field.The project was initiated by CISBO (Centre for Indoor Environment and Health in Dwellings), a center consisting of several institutions in Denmark dealing with indoor environment: Department of Public Health at Aarhus University and University of Copenhagen, Danish Building Research Institute and the Technical University of Denmark.\n\nSince asthma is the most common chronic childhood disease in Denmark and since the development of allergies and asthma has high social and personal costs, it is important for both society and the individual family, to find out whether simply improving the indoor air quality by increased ventilation can lead to an improvement in asthma disease control.",
      "detailedDescription": "The aim of the project is to investigate whether increased ventilation is able to improve the indoor air quality and thereby asthma disease control for children with asthma and house dust mite allergy.\n\nHypotheses:\n\n1. An increased ventilation in the home will reduce the need for inhaled steroids in children with house dust mite allergy and asthma.\n2. An increased ventilation in the home will improve the quality of life in children with house dust mite allergy and asthma.\n3. An increased ventilation in the home will improve the indoor environment and thus improve asthma disease control in children with house dust mite allergy and asthma.\n\nMaterials and methods: The study is a randomized double-blind placebo-controlled intervention study. The intervention is balanced mechanical ventilation in the bedroom of children with asthma and house dust mite allergy during 9-months.\n\nPopulation: Over 3 year period (2012-2014) 80 families with asthmatic children aged 6-18 years will be included from out-patient clinics at the children's department of the University Hospitals of Aarhus and Odense and regional hospitals in Kolding, Randers and Herning. Families will also be included from private pediatric clinics in Aarhus.\n\nRandomization: After inclusion children are randomized to either active ventilation or placebo ventilation. Randomization is done in blocks of 4 by center.\n\nIntervention: The ventilation units Type DUPLEX 370 EC4.D and DUPLEX 370 are installed during the fall and run continuously for 9 months. The ventilation system is placed outside the house and provides filtered conditioned air to the child's bedroom, through insulated pipes mounted in a window opening. The window opening was built specifically for this purpose in form of a thermo plate replacing the window glass. The unit provides the bedroom with at least 2-3 air changes per hour. The placebo unit (DUPLEX 370) is a completely similar installation which only recirculates the air in the room instead of replacing it. We recommend all parents to wash the duvet and pillow every 3 months.\n\nData collection:\n\nData on the children's health is collected every 3 months when the families visit the outpatient clinics. The children are seen by specialist doctors.\n\nAt home visits, also every 3 months, data concerning the indoor air quality is collected."
    },
    "conditionsModule": {
      "conditions": [
        "Childhood Asthma",
        "Allergy"
      ],
      "keywords": [
        "Childhood Asthma",
        "Allergy",
        "House dust mites",
        "Indoor air quality"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 46,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Ventilation",
          "type": "ACTIVE_COMPARATOR",
          "description": "Increased ventilation in the childs bedroom to at least 2-3 air changes pr hour.",
          "interventionNames": [
            "Device: Ventilation"
          ]
        },
        {
          "label": "Placebo ventilation",
          "type": "PLACEBO_COMPARATOR",
          "description": "Ventilation system that recirculates the air in the childs bedroom",
          "interventionNames": [
            "Device: Placebo Ventilation"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DEVICE",
          "name": "Ventilation",
          "description": "The ventilation system is placed outside the house and provides filtered conditioned air to the child's bedroom, through insulated pipes mounted in a window opening. The window opening was built specifically for this purpose in form of a thermo plate replacing the window glass. The unit provides the bedroom with at least 2-3 air changes per hour",
          "armGroupLabels": [
            "Ventilation"
          ],
          "otherNames": [
            "Ventilation units Type DUPLEX 370 EC4.D"
          ]
        },
        {
          "type": "DEVICE",
          "name": "Placebo Ventilation",
          "description": "The placebo unit (DUPLEX 370) is a completely similar installation to the active ventilation unit, but it only recirculates the air in the room instead of replacing it with fresh conditioned air.",
          "armGroupLabels": [
            "Placebo ventilation"
          ],
          "otherNames": [
            "Placebo ventilation unit type DUPLEX 370"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Changes in dose of inhaled corticosteroid",
          "description": "Measured in micrograms of a specific inhaled corticosteroid",
          "timeFrame": "Baseline, 3 months, 6 months and 9 months"
        },
        {
          "measure": "Changes in particle concentration in child bedroom",
          "description": "Measured as particles pr. m3",
          "timeFrame": "baseline, 3 months, 6 months and 9 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "FEV1",
          "description": "Forced Expiratory Volume after 1 second",
          "timeFrame": "Baseline, 3,6 and 9 months"
        },
        {
          "measure": "FeNO",
          "description": "Forced Expiratory Nitric Oxide",
          "timeFrame": "Baseline, 3,6 and 9 months"
        },
        {
          "measure": "Quality of Life",
          "description": "Pediatric Asthma Quality of Life Questionaire",
          "timeFrame": "Baseline, 3,6 and 9 months"
        },
        {
          "measure": "Standard Skin-prick-test and Specific IgE- phadiatop",
          "description": "Reduction in diameter of skin-prick-test for standard inhalant allergens and reduction in specific IgE for standard inhalant allergens measured in kU/l.",
          "timeFrame": "Baseline and 9 months"
        },
        {
          "measure": "Asthma Symptoms",
          "description": "Assessed from a Symptom score scheme",
          "timeFrame": "During 14 days at baseline, 3, 6 and 9 months"
        },
        {
          "measure": "Peakflow variability",
          "timeFrame": "Baseline, 3, 6 and 9 months"
        },
        {
          "measure": "Ventilation rate",
          "description": "Ventilation rate in the childs bedroom and in the Whole house",
          "timeFrame": "Baseline, 3, 6 and 9 months"
        },
        {
          "measure": "Physical conditions in the child bedroom and whole house",
          "description": "Changes in temperature and humidity",
          "timeFrame": "baseline, 3 6 and 9 months"
        },
        {
          "measure": "Allergens in child mattress and airborne in child bedroom",
          "description": "Reduction in allergen levels.",
          "timeFrame": "baseline, 3, 6 and 9 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Doctors diagnosed asthma\n* Need of inhaled steroid titrated down to at least 400 microg/day of Budesonide or equivalent dose of other corticosteroid\n* Skin prick test \\>/= 3 mm or specific IgE \\>/= 0,7 kU/l to house dust mites (Derm. Pteronyssinus and/or Derm. Farinae)\n* more than 500 nanog/gr dust of house dust mite allergen in the childs mattress.\n* Living in a one-family house and will allow changes of the house during the intervention period.\n* Capable of giving informed consent.\n\nExclusion Criteria:\n\n* Other clinically relevant allergies to tree pollen or animals present in the house.\n* Other diseases or treatments, as for example immunotherapy, which could influence the results.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "5 Years",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Torben Sigsgaard, Professor",
          "affiliation": "Aarhus University, Department of Public Health, Section for Environment, Occupation and Health",
          "role": "STUDY_DIRECTOR"
        },
        {
          "name": "Nina V Hogaard, MD",
          "affiliation": "Aarhus University, Dept. of Public Health, Section for Environment, Occupation and Health",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Børneafdelingen Herlev Hospital",
          "city": "Herlev",
          "state": "Capital Region",
          "zip": "2730",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.72366,
            "lon": 12.43998
          }
        },
        {
          "facility": "Childrens Department, Aarhus University Hospital",
          "city": "Aarhus",
          "state": "Region Midt",
          "zip": "8200",
          "country": "Denmark",
          "geoPoint": {
            "lat": 56.15674,
            "lon": 10.21076
          }
        },
        {
          "facility": "Childrens Department, Herning Hospital",
          "city": "Herning",
          "state": "Region Midt",
          "zip": "7400",
          "country": "Denmark",
          "geoPoint": {
            "lat": 56.13615,
            "lon": 8.97662
          }
        },
        {
          "facility": "Childrens DEpartment, Randers Hospital",
          "city": "Randers",
          "state": "Region Midt",
          "zip": "8930",
          "country": "Denmark",
          "geoPoint": {
            "lat": 56.4607,
            "lon": 10.03639
          }
        },
        {
          "facility": "Childrens Department, Hillerød hospital",
          "city": "Hillerød",
          "state": "Region Nordsjælland",
          "zip": "3400",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.92791,
            "lon": 12.30081
          }
        },
        {
          "facility": "Childrens Department, Kolding Hospital",
          "city": "Kolding",
          "state": "Region Syddanmark",
          "zip": "6000",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.4904,
            "lon": 9.47216
          }
        },
        {
          "facility": "H.C. Andersens Children Hospital, Odense University Hospital",
          "city": "Odense",
          "state": "Region Syddanmark",
          "zip": "5000",
          "country": "Denmark",
          "geoPoint": {
            "lat": 55.39594,
            "lon": 10.38831
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}