{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06001255",
      "orgStudyIdInfo": {
        "id": "HS-20093-202"
      },
      "organization": {
        "fullName": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      },
      "briefTitle": "ARTEMIS-003: HS-20093 in Patients With Metastatic Castrate-resistant Prostate Cancer (mCRPC) and Advanced Solid Tumors",
      "officialTitle": "ARTEMIS-003: A Phase 2, Open-label, Multi-center Study to Evaluate Efficacy, Safety, and Pharmacokinetics, of Intravenous Administration of HS-20093 in Patients With Metastasis Castration Resistant Prostate Cancer and Advanced Solid Tumors Who Have Progressed Following at Least One Prior Therapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-07",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-01-18",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-08-14",
      "studyFirstSubmitQcDate": "2023-08-14",
      "studyFirstPostDateStruct": {
        "date": "2023-08-21",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-08-19",
      "lastUpdatePostDateStruct": {
        "date": "2024-08-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Hansoh BioMedical R&D Company",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "HS-20093 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells. The objectives of this study are to investigate the anti-tumor activity, safety and pharmacokinetics of HS-20093 in Chinese patients with metastasis Castration Resistant Prostate Cancer.\n\nThis is a phase 2, open-label, multi-center study to evaluate the efficacy, safety, tolerability and pharmacokinetic (PK) of HS-20093 as a monotherapy in subjects with metastasis castration resistant prostate cancers (mCRPC) and other solid tumors.",
      "detailedDescription": "This is a phase 2, open-label, multi-center study consisting of two parts: Phase 2a and 2b.\n\nPhase 2a: The study will be conducted in the following two cohorts: Cohort 1: Patients with metastasis castration resistant prostate cancers who have progressed on or intolerant to standard therapies. Cohort 2: Other patients with advanced solid tumor if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. All subjects will receive 8 mg/kg of HS-20093.\n\nPhase 2b: The study will be conducted in patients with metastasis castration resistant prostate cancers who have progressed on or intolerant to standard therapies. Subjects will receive 8 mg/kg of HS-20093.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of HS-20093. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
    },
    "conditionsModule": {
      "conditions": [
        "Metastasis Castration Resistant Prostate Cancer(mCRPC)"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 120,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "HS-20093",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive HS-20093 at 8 mg/kg.",
          "interventionNames": [
            "Drug: HS-20093"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "HS-20093",
          "description": "Intravenous (IV) administration of HS-20093 Q3W; Participants will continue treatment until the end of the study in the absence of unacceptable toxicities and confirmed disease progression.",
          "armGroupLabels": [
            "HS-20093"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective response rate (ORR) determined by investigators",
          "description": "Cohort 1(mCRPC): Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST 1.1) and Prostate Cancer Working Group 3 (PCWG3) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].\n\nCohort 2(Other advanced solid tumors)：Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1\\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, which ever came first, assessed up to 24 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Incidence and severity of adverse events (AEs).",
          "description": "AE assessed by investigator exclusively related to subject's underlying disease or medical condition \\[graded according to the NCI Common Terminology Criteria for Adverse Events (CTCAE), Version 5.0\\]. Any untoward medical occurrence in a clinical study participant, whether or not considered related to the medicinal product. Incidence and severity of AEs are assessed according to vital signs, laboratory variables, physical examination, electrocardiogram, etc.",
          "timeFrame": "From the first dose through 90 days post end of treatment."
        },
        {
          "measure": "Observed maximum plasma concentration (Cmax) of HS-20093.",
          "description": "Cmax will be obtained following administration of the first dose of HS-20093 during the first cycle.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)"
        },
        {
          "measure": "Time to reach maximum plasma concentration (Tmax) of HS-20093 following the first dose.",
          "description": "Tmax will be obtained following administration of the first dose of HS-20093 during the first cycle.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)."
        },
        {
          "measure": "Terminal half-life (T1/2) of HS-20093 following the first dose.",
          "description": "Apparent terminal half-life is the time measured for the concentration to decrease by one half. Terminal half-life calculated by natural log 2 divided by λz.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)."
        },
        {
          "measure": "Area under plasma concentration versus time curve from zero to last sampling time (AUC0-t) following the first dose of HS-20093.",
          "description": "Area under the plasma concentration versus time curve from time zero to the last sampling time when the concentration was no less than the lower limit of quantification (LLQ). AUC0-t was calculated according to the mixed log-linear trapezoidal rule.",
          "timeFrame": "From pre-dose to 14 days after the first dose on Cycle 1 (each cycle is 21 days)."
        },
        {
          "measure": "Percentage of participants with antibodies to HS-20093 in serum",
          "description": "Serum samples were collected for the determination of anti-drug antibody (ADA) at designated time points.",
          "timeFrame": "From pre-dose to 90 days post end of treatment."
        },
        {
          "measure": "ORR determined by Independent review committee (IRC)",
          "description": "Cohort 1(mCRPC): Objective response rate (ORR) determined by IRC according to Response Evaluation Criteria in Solid Tumors (RECIST 1.1) and Prostate Cancer Working Group 3 (PCWG3) Cohort 2(Other advanced solid tumors)：Objective response rate (ORR) determined by IRC according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Duration of response (DoR) determined by investigators and IRC according to RECIST 1.1 and PCWG3",
          "description": "DoR is defined as the period from the first occurrence of CR or PR to progressive disease (PD) or death from any cause. If no PD or death after CR/PR, the cut-off date of progression-free survival (PFS) would be used \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks)\\].",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Disease control rate (DCR) determined by investigators and IRC according to RECIST 1.1 and PCWG3",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). DCR was evaluated by the number of participants with best overall response of CR, PR and stable disease (SD) \\[Confirmed CR/PR assessment require at least one repeat (≥4 weeks); SD shall be assessed at least 5 weeks after the first dose\\].",
          "timeFrame": "From the first dose up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Progression-free survival (PFS) determined by investigators and IRC according to RECIST 1.1 and PCWG3",
          "description": "Objective tumor response for target lesions will be assessed by imaging/measurement compared with the overall tumor burden at baseline (Day -28 to -1). PFS is defined as the time from first dose or random assignment (if any) to PD or death from any cause.",
          "timeFrame": "From the first dose or random assignment up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months."
        },
        {
          "measure": "Radiographic Progression-Free Survival (rPFS) determined by investigators and IRC according to RECIST 1.1 and PCWG3",
          "description": "The rPFS is defined as the time from the date of randomization to the date of first documented progressive disease (PD) per Prostate Cancer Working Group 3 (PCWG3) or death from any cause, whichever occurs first.",
          "timeFrame": "From the first dose or random assignment up to disease progression, assessed up to 24 months."
        },
        {
          "measure": "Overall survival (OS)",
          "description": "OS is defined as the time from the first dose or random assignment (if any) to death from any cause.",
          "timeFrame": "From the first dose or random assignment up to death or withdrawal from study, whichever came first, assessed up to 24 months"
        },
        {
          "measure": "Prostate-specific Cancer Antigen (PSA) response rate",
          "description": "PSA response is defined as a ≥ 50% decline in PSA from baseline with PSA confirmation ≥ 3 weeks after the first documented reduction in PSA of ≥ 50%.",
          "timeFrame": "From the first dose or random assignment up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months."
        },
        {
          "measure": "Time to PSA progression",
          "description": "In participants with a decrease in PSA from baseline: ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above the nadir value, which is confirmed by a consecutive second value obtained ≥ 3 weeks later. In participants with no decrease in PSA from baseline: ≥ 25% increase and an absolute increase of ≥ 2 ng/mL above the baseline value after 12 weeks.",
          "timeFrame": "From the first dose or random assignment up to disease progression or withdrawal from study, whichever came first, assessed up to 24 months."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Subjects eligible for inclusion in this study must meet all of the following criteria:\n\n  1. Men or women greater than or equal to 18 years.\n  2. Locally advanced or metastatic solid tumors confirmed by histology or cytology, for which standard treatment is invalid, unavailable or intolerable.\n  3. At least one measurable lesion in accordance with RECIST 1.1.\n  4. Agree to provide fresh archival tumor tissue.\n  5. Eastern Cooperative Oncology Group (ECOG) Performance Status of 0\\~1.\n  6. Estimated life expectancy ≥ 12 weeks.\n  7. Men or women should be using adequate contraceptive measures throughout the study.\n  8. Female subjects must not be pregnant at screening or have evidence of non-childbearing potential.\n  9. Signed and dated Informed Consent Form.\n\nExclusion Criteria:\n\n* Any of the following would exclude the subject from participation in the study:\n\n  1. Treatment with any of the following:\n\n     Previous or current treatment with B7-H3 targeted therapy. Any cytotoxic chemotherapy, investigational agents and anticancer drugs within 14 days prior to the first scheduled dose of HS-20093. Prior treatment with a monoclonal antibody within 28 days prior to the first scheduled dose of HS-20093.\n\n     Radiotherapy with a limited field of radiation for palliation within 2 weeks, or patients received more than 30% of the bone marrow irradiation, or large-scale radiotherapy within 4 weeks prior to the first scheduled dose of HS-20093.\n\n     Pleural or peritoneal effusion requiring clinical intervention. Pericardial effusion.\n\n     Major surgery within 4 weeks prior to the first scheduled dose of HS-20093. Spinal cord compression or brain metastases. Treatment with drugs that are predominantly strong inhibitors or inducers or sensitive substrates of CYP3A4, CYP2D6, P-gp or BCRP with a narrow therapeutic range within 7 days of the first dose of study drug; or requiring treatment with these drugs during the study.\n\n     Currently receiving drugs known to prolong QT interval or may cause torsade de pointe; or requiring treatment with these drugs during the study\n  2. Patients with BRCA and ATM mutation.\n  3. Any unresolved toxicities from prior therapy greater than Grade 2 according to Common Terminology Criteria for Adverse Events (CTCAE) 5.0 with the exception of alopecia or neurotoxicity\n  4. History of other primary malignancies.\n  5. Inadequate bone marrow reserve or organ dysfunction.\n  6. Evidence of cardiovascular risk.\n  7. Severe, uncontrolled or active cardiovascular diseases.\n  8. Severe or uncontrolled diabetes, including diabetes ketoacidosis or hyperglycemia hypertonic occurring within 6 months before the first dose of the study drug, or the glycosylated hemoglobin value ≥ 7.5% in the screening period.\n  9. Severe or poorly controlled hypertension.\n  10. Bleeding symptoms with apparent clinical significance or obvious bleeding tendency within 1 months prior to the first dose of HS-20093\n  11. Serious arteriovenous thrombosis events occurred within 3 months before the first dose\n  12. Severe infections occurred within 4 weeks before the first dose\n  13. Patients who have received continuous steroid treatment for more than 30 days within 30 days before the first dose, or need long-term (≥ 30 days) steroid treatment, or who have other acquired and congenital immunodeficiency diseases, or have a history of organ transplantation\n  14. The presence of active infectious diseases before the first dose such as hepatitis B, hepatitis C, tuberculosis, syphilis, or human immunodeficiency virus HIV infection, etc.\n  15. Hepatic encephalopathy, hepatorenal syndrome, or Child-Pugh Grade B or more severe cirrhosis\n  16. Other moderate or severe urinary diseases that may interfere with the detection or treatment of drug-related urinary toxicity or may seriously affect urinary function.\n  17. History of serious neuropathy or mental disorders.\n  18. Women who are breastfeeding or pregnant or planned to be pregnant during the study period.\n  19. Vaccination or hypersensitivity of any level within 4 weeks prior to the first dose of HS-20093\n  20. History of severe hypersensitivity reaction, severe infusion reaction or allergy to recombinant human or mouse derived proteins\n  21. Hypersensitivity to any ingredient of HS-20093\n  22. Unlikely to comply with study procedures, restrictions, and requirements in the opinion of the investigator.\n  23. Any disease or condition that, in the opinion of the investigator, would compromise subject safety or interfere with study assessments.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Weijing Zhang",
          "role": "CONTACT",
          "phone": "86-21-64175590",
          "phoneExt": "88503",
          "email": "JJYIN555@163.com"
        }
      ],
      "locations": [
        {
          "facility": "Peking University Cancer Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "country": "China",
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        },
        {
          "facility": "Hunan Cancer Hospital",
          "status": "RECRUITING",
          "city": "Changsha",
          "country": "China",
          "geoPoint": {
            "lat": 28.19874,
            "lon": 112.97087
          }
        },
        {
          "facility": "Xiangya Hospital Central South University",
          "status": "RECRUITING",
          "city": "Changsha",
          "country": "China",
          "geoPoint": {
            "lat": 28.19874,
            "lon": 112.97087
          }
        },
        {
          "facility": "West China hospital, sichuan university",
          "status": "RECRUITING",
          "city": "Chengdu",
          "country": "China",
          "geoPoint": {
            "lat": 30.66667,
            "lon": 104.06667
          }
        },
        {
          "facility": "The First Affiliate Hospital of GUANGZHOU Medical University",
          "status": "RECRUITING",
          "city": "Guangzhou",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        },
        {
          "facility": "Yunnan Cancer Hospital",
          "status": "RECRUITING",
          "city": "Kunming",
          "country": "China",
          "geoPoint": {
            "lat": 25.03889,
            "lon": 102.71833
          }
        },
        {
          "facility": "Affiliated Drum Tower Hospital, Medical School of Nanjing University",
          "status": "RECRUITING",
          "city": "Nanjing",
          "country": "China",
          "geoPoint": {
            "lat": 32.06167,
            "lon": 118.77778
          }
        },
        {
          "facility": "Guangxi Medical University Cancer Hospital",
          "status": "RECRUITING",
          "city": "Nanning",
          "country": "China",
          "geoPoint": {
            "lat": 22.81667,
            "lon": 108.31667
          }
        },
        {
          "facility": "Fudan University Cancer Hospital",
          "status": "RECRUITING",
          "city": "Shanghai",
          "zip": "200032",
          "country": "China",
          "contacts": [
            {
              "name": "Dingwei Ye, PhD",
              "role": "CONTACT",
              "phone": "13701663571",
              "email": "fuscc2012@163.com"
            }
          ],
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Liaoning Tumor Hospital",
          "status": "RECRUITING",
          "city": "Shengyang",
          "country": "China",
          "geoPoint": {
            "lat": 28.01749,
            "lon": 119.37448
          }
        },
        {
          "facility": "Shengjing Hospital of China Medical University",
          "status": "RECRUITING",
          "city": "Shengyang",
          "country": "China",
          "geoPoint": {
            "lat": 28.01749,
            "lon": 119.37448
          }
        },
        {
          "facility": "The First Hospital of China Medical University",
          "status": "RECRUITING",
          "city": "Shengyang",
          "country": "China",
          "geoPoint": {
            "lat": 28.01749,
            "lon": 119.37448
          }
        },
        {
          "facility": "Hubei Cancer Hospital",
          "status": "RECRUITING",
          "city": "Wuhan",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "Tongji Hospital",
          "status": "RECRUITING",
          "city": "Wuhan",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "The First Affiliated Hospital of Zhengzhou University",
          "status": "RECRUITING",
          "city": "Zhengzhou",
          "country": "China",
          "geoPoint": {
            "lat": 34.75778,
            "lon": 113.64861
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-10"
    }
  },
  "hasResults": false
}