{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03017976",
      "orgStudyIdInfo": {
        "id": "NORTE-01-0145-FEDER-000010"
      },
      "organization": {
        "fullName": "Universidade do Porto",
        "class": "OTHER"
      },
      "briefTitle": "Swimming Pool Environment Impact on the Human Respiratory Health",
      "officialTitle": "Swan Study: Swimming Pool Environment Impact on the Human Respiratory Health",
      "acronym": "SWAN"
    },
    "statusModule": {
      "statusVerifiedDate": "2016-10",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-01"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-03",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2018-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2016-12-22",
      "studyFirstSubmitQcDate": "2017-01-09",
      "studyFirstPostDateStruct": {
        "date": "2017-01-11",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-01-09",
      "lastUpdatePostDateStruct": {
        "date": "2017-01-11",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Universidade do Porto",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "This study aims to assess the influence of exposure to swimming pool environment on respiratory symptoms and diseases, and on cancer outcomes among swimmers and swimming pool attendants.",
      "detailedDescription": "Objectives:\n\n1. In relation to human exposure 1.1. To assess the levels of certain disinfection by-products (DBPs) in blood and urine (biomarkers of exposure); 1.2. To assess swimming induced changes in biomarkers of genotoxicity, specifically micronuclei (MN) in exfoliated urothelial cells and buccal cells and DNA damage in peripheral blood lymphocytes, urine mutagenicity and in exfoliated urothelial; 1.3. To assess the effects of swimming pool exposure on oxidative stress and lung damage in swimming pool users; 1.4. To assess the impact of DBPs, including volatile DBPs on airway function, inflammation and reactivity; 1.5. To assess the impact of swimming on skin transepidermal water loss and dermal condition.\n2. In relation to swimming pool environment 2.1. To assess water and air quality through the analysis of several chemical (DBPs and other), physicochemical and microbiological parameters and the associated short-term variation of their levels (hourly and daily); 2.2. To assess microbiological contamination of highly used surfaces; 2.3. To assess mutagenicity of indoor chlorinated and brominated swimming pool water.\n\nMethods\n\nStudy setting Chlorinated and brominated public indoor municipal swimming pools in the North of Portugal.\n\nStudy design\n\nThis study will follow two distinct approaches:\n\n1. A cross-sectional analysis to assess swimming pool physicochemical and microbiological characteristics and the association between each parameter measured as an indicator of water and air quality, contamination of surfaces and the health parameters assessed in recreational users, swimming teachers and pool attendants.\n2. An uncontrolled, before and after study to assess acute and chronic environmental exposure effects on respiratory biomarkers of competitive swimmers:\n\n   1. Assessment of acute changes: regular competitive swimmers will be asked to swim for 40 minutes in a single, indoor, 50 m-long chlorinated swimming pool. Before and after swimming, a battery of measurements will be assessed to evaluate respiratory health biomarkers.\n   2. Assessment of chronic changes: regular and naïf competitive swimmers will be followed for a mean period of 90 days. A battery of measurements and biological samples will be collected at the baseline evaluation and 90 days after, in order to evaluate long-term changes in respiratory health biomarkers.\n\nRecruitment and data collection procedures\n\n1. Cross-sectional study. The cross-sectional analysis will be performed in fifty municipal indoor swimming pools in the North of Portugal on a voluntary basis. The administrative boards of each swimming pool will be approached by the research team to present the study's purposes and procedures and to obtain their consent to perform the study. Upon acceptance, recreational users, swimming coaches/teachers and pool attendants will be contacted and invited to participate. All subjects will receive a written description of the study (appendix I-a) and the informed consent form (appendix II-a). Those who provide an informed consent signed by both the subject and legal tutor (if a minor) will be included in the study. Recreational swimmers, swimming teachers and pool attendants will be asked to complete a self-administered standardized home questionnaire comprising sociodemographic and health-related information, with a major focus on respiratory health. Participants will also be asked to provide information on their food consumption, physical activity levels and psychological well-being. Subjects should return the completed questionnaires at the swimming pool facilities. A medical examination will also be performed by trained health professionals and will include anthropometric measurements, blood pressure evaluation, urine sample collection, skin prick testing, exhaled breath condensate collection, lung function evaluation by spirometry with bronchodilation, in a period conveniently scheduled with the participating subjects.\n\n   The assessment of swimming pool chemical (DBPs and others), physicochemical and microbiological characteristics will include sampling in the water, air and eventually selected surfaces, that include: pool edges, stairs and starting blocks, floors (pool and bathhouse), walls (concrete and glass of the pool and bathhouse) and highly touched surfaces such as bathhouse benches. We will measure different chemical, physicochemical and microbiological parameters in multiple locations within the pool structure in order to characterize the exposure and its spatial and temporal distribution both within a specific swimming pool and also between the different swimming pools studied.\n2. Uncontrolled, before and after study. A single, indoor, 50-meter-long chlorinated swimming pool in Porto, Portugal, will be selected for this study. The administrative board will be approached by the research team to present the study's purposes and procedures and to obtain their consent to perform the study. Upon acceptance, the competitive swimming team will be asked to participate in the study. All subjects will receive a written description of the study (appendix I-b) and the informed consent form (appendix II-b). Competitive swimmers with 12 years of age or older who provide an informed consent signed by both the subject and legal tutor (if a minor) will be included in an uncontrolled before and after study to assess acute and chronic respiratory symptoms after a regular training session. This assessment will be executed following two approaches:\n\n   1. Assessment of acute changes: in a period conveniently scheduled with the swimmers and their coaches, a medical examination will be performed in order to assess baseline respiratory biomarkers of competitive swimmers. This examination will include the assessment of exhaled breath condensate and lung function evaluation. The same biological measurements will be performed after a single regular training session and an interviewer-administered questionnaire will be applied.\n   2. Assessment of chronic changes: Competitive swimmers will also be followed through a 90-day period in order to evaluate long-term changes in respiratory and cancer biomarkers. The baseline evaluation will consist in the assessment of biological measurements, namely anthropometric measurements, blood pressure evaluation, sample collection (i.e. blood and urine samples and buccal swab), skin prick testing, pupillometry, capsaicin challenge, exhaled breath condensate collection, lung function evaluation (namely, spirometry with bronchodilation, impulse oscillometry, methacholine challenge and fractional concentration of orally exhaled nitric oxide) and transepidermal water loss assessment. Participants will also be asked to provide information on sociodemographic characteristics, personal and family history of disease, use of medication, frequency of self-reported respiratory, ocular and cutaneous symptoms, data on health-related behaviors, namely tobacco use, physical activity levels and food consumption, through an interviewer-administered questionnaire. A full examination will be performed only at baseline and at the follow-up assessment (90 days after).\n\nThis evaluation will be performed by trained health professionals in a room inside the swimming pool facilities but separated from the swimming pool area, in a period conveniently scheduled with the swimmers and their coaches. Due to the possibility of experiencing transient symptoms, participants will be asked to visit the research department in order to perform the methacholine challenge. Participants will be reimbursed for any travel expenses."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Lung Disease",
        "Genotoxicity"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_CROSSOVER",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Exhaled breath condensate (no DNA) Blood (DNA) Urine (DNA)"
      },
      "enrollmentInfo": {
        "count": 1000,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Competitive swimmers",
          "description": "Regular and naïf competitive swimmers will be followed for a mean period of 90 days. A battery of measurements and biological samples will be collected at the baseline evaluation and 90 days after, in order to evaluate long-term changes in respiratory health biomarkers. Measurements will also be performed before and after a single regular training session in order to assess acute effects in respiratory health biomarkers."
        },
        {
          "label": "Recreational swimmers and swimming pool staff",
          "description": "Swimming pool physicochemical and microbiological characteristics and the association between each parameter measured as an indicator of water and air quality, contamination of surfaces will be evaluated and the association with recreational users, swimming teachers and pool attendants health parameters will be studied."
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Spirometry with bronchodilation",
          "timeFrame": "First week after recruitment"
        },
        {
          "measure": "Airway resistance measurement",
          "timeFrame": "First week after recruitment"
        },
        {
          "measure": "Airway reactance measurement",
          "timeFrame": "First week after recruitment"
        },
        {
          "measure": "Fractional concentration of orally exhaled nitric oxide",
          "timeFrame": "First week after recruitment"
        },
        {
          "measure": "Volatile organic compounds in the exhaled breath condensate",
          "timeFrame": "First week after recruitment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Diagnosis of immunoglobulin E (IgE) mediated allergies by skin prick testing",
          "timeFrame": "First week after recruitment"
        },
        {
          "measure": "Autonomic nervous system function assessment by pupillometry",
          "timeFrame": "First week after recruitment"
        },
        {
          "measure": "Transepidermal water loss",
          "timeFrame": "First week after recruitment"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Competitive swimmers, recreational swimmers or pool workers of a participating indoor swimming pool; Individuals with 12 years of age or older; Individuals who provide (or their caregivers) a signed informed consent.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "12 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Competitive swimmers, recreational users and swimming pool workers attending chlorinated and brominated public indoor municipal swimming pools in the North of Portugal.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Faculty of Medicine of Porto University",
          "city": "Porto",
          "state": "Porto District",
          "zip": "4200-319",
          "country": "Portugal",
          "contacts": [
            {
              "name": "André Moreira, MD, PhD",
              "role": "CONTACT",
              "phone": "00351932730090",
              "email": "andremoreira@med.up.pt"
            },
            {
              "name": "Vânia Mendes, MSc",
              "role": "CONTACT",
              "phone": "00351918567504",
              "email": "vaniamendes@med.up.pt"
            },
            {
              "name": "André Moreira, MD, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 41.1485,
            "lon": -8.61097
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}