{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00311233",
      "orgStudyIdInfo": {
        "id": "150063"
      },
      "organization": {
        "fullName": "Sykehuset Innlandet HF",
        "class": "OTHER"
      },
      "briefTitle": "Recurrent Abdominal Pain in Childhood -Characteristics and Course",
      "officialTitle": "Recurrent Abdominal Pain in Childhood, Characteristics and Course"
    },
    "statusModule": {
      "statusVerifiedDate": "2008-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2006-02"
      },
      "completionDateStruct": {
        "date": "2008-04",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2006-04-03",
      "studyFirstSubmitQcDate": "2006-04-03",
      "studyFirstPostDateStruct": {
        "date": "2006-04-05",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2008-05-22",
      "lastUpdatePostDateStruct": {
        "date": "2008-05-23",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "leadSponsor": {
        "name": "Sykehuset Innlandet HF",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Regionsenter for barn og unges psykiske helse",
          "class": "OTHER"
        }
      ]
    },
    "descriptionModule": {
      "briefSummary": "Recurrent abdominal pain (RAP) is a common complaint in childhood. Identification of the processes that maintain illness is important.\n\nThe purpose of this study is to get more knowledge about characteristics of children with recurrent abdominal pain and their parents, and about the course of their pain. These results may be important to identify children who need treatment.",
      "detailedDescription": "BACKGROUND:\n\nRecurrent abdominal pain (RAP), mainly constituted by functional gastrointestinal disorders (FGID), affects a significant number of children, and is a result of a complex interaction between biopsychosocial factors. Despite the seemingly benign nature of RAP, in some children RAP is associated with school absenteeism, functional impairment and frequent doctor visits. Identification of the processes that maintain illness is important. These results may be important to identify children who need treatment.\n\nAIMS:\n\nThe aims of this study are to characterize children with RAP (in four out-patient clinics) and their parents, describe outcome and determine predictors of persistent RAP in children.\n\nSAMPLE:\n\n150 pediatric patients (4-15 years), their parents and teachers. Consecutive new patients referred to four pediatric out-patients clinics for evaluation of abdominal pain (primary complaint). Patients with RAP (abdominal pain at least once a month, in three consecutive months during the last year, and whose pains are severe enough to affect daily activity) are eligible.\n\nDESIGN: A prospective cohort study.\n\nMEASUREMENT:\n\nAll pediatric patients will undergo a complete physical examination emphasizing diagnosing organic illness and FGID according to the international ROME classification. Routine laboratory will be done. A protocol to identify somatic causes is part of the study. In addition, parents will complete validated questionnaires regarding their child's physical/psychological health, temperamental characteristics and social skills and also psychosocial conditions concerning them selves. Self-report regarding the same aspects will be obtained from children above 8-9 years."
    },
    "conditionsModule": {
      "conditions": [
        "Abdominal Pain"
      ],
      "keywords": [
        "child",
        "psychosocial",
        "predictors",
        "cohort",
        "recurrent"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "All patients have blood tests for hemoglobin, total leucocyte and differential count, sedimention rate, C-reactive protein, total IgE and IgE screen for food allergies, and antiendomysial and antigliadin antibodies (IgG and IgA) and anti-tissue transglutaminase antibodies for celiac disease. Furthermore, urine analyses for protein, blood and and leucocytes, three stool specimen for occult blood and one stool specimen for quantification of calprotectin."
      },
      "enrollmentInfo": {
        "count": 152,
        "type": "ACTUAL"
      }
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Consecutive new pediatric patients (4-15 years) referred by their general practitioners to four pediatric out-patient clinics in Innlandet Hospital Health Authorities for evaluation of recurrent abdominal pain.\n\nExclusion Criteria:\n\n* Known organic diagnosis for abdominal pain\n* Language problems (which will interfere completing questionnaires)",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "4 Years",
      "maximumAge": "15 Years",
      "stdAges": [
        "CHILD"
      ],
      "studyPopulation": "Consecutive new pediatric patients (4-15 years) referred by their general practitioners to four pediatric out-patient clinics in Innlandet Hospital Health Authorities for evaluation of recurrent abdominal pain."
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Trond Markestad, MD, Phd",
          "affiliation": "Eastern Norway Health Authorities, Innlandet Hospital Health Authorities",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Division of women and child and Division of Child and Adolescent Psychiatry, Innlandet Hospital Health Authorities",
          "city": "Gjøvik",
          "zip": "2819",
          "country": "Norway",
          "geoPoint": {
            "lat": 60.79574,
            "lon": 10.69155
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D015746",
          "term": "Abdominal Pain"
        },
        {
          "id": "D012008",
          "term": "Recurrence"
        }
      ],
      "ancestors": [
        {
          "id": "D010146",
          "term": "Pain"
        },
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        },
        {
          "id": "D012817",
          "term": "Signs and Symptoms, Digestive"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        }
      ]
    }
  },
  "hasResults": false
}