{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05474378",
      "orgStudyIdInfo": {
        "id": "IRB-65002"
      },
      "secondaryIdInfos": [
        {
          "id": "NCI-2022-06043",
          "type": "OTHER",
          "domain": "National Cancer Institute: Clinical Trials Reporting Program"
        }
      ],
      "organization": {
        "fullName": "Stanford University",
        "class": "OTHER"
      },
      "briefTitle": "B7-H3 Chimeric Antigen Receptor T Cells (B7-H3CART) in Recurrent Glioblastoma Multiforme",
      "officialTitle": "Phase I Clinical Trial of Locoregionally (LR) Delivered Autologous B7-H3 Chimeric Antigen Receptor T Cells (B7-H3CART) in Adults With Recurrent Glioblastoma Multiforme (GBM)"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-07-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-08",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-08",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-07-22",
      "studyFirstSubmitQcDate": "2022-07-22",
      "studyFirstPostDateStruct": {
        "date": "2022-07-26",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-10",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Stanford University",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "California Institute for Regenerative Medicine (CIRM)",
          "class": "OTHER"
        },
        {
          "name": "Parker Institute for Cancer Immunotherapy",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is an open label, non-randomized, single site Phase I study to test the manufacturing feasibility and safety of locoregional (LR) administration of B7-H3CART into the central nervous system of adult subjects with recurrent IDH wild-type GBM using a standard 3+3 dose escalation design."
    },
    "conditionsModule": {
      "conditions": [
        "Brain and Nervous System"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 39,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Dose escalation",
          "type": "EXPERIMENTAL",
          "description": "All subjects will be assigned to a dose level. Does escalation will proceed sequentially via a standard 3+3 dose escalation design in subjects who receive at least one infusion of B7-H3CART. Each dose level will include 3 to 6 subjects, starting at Dose Level 1. If Dose Level 1 is considered too toxic, the dose may be de-escalated to Dose Level -1. If Dose Level 4 is completed with no dose limiting toxicity (DLT) in six subjects, a maximum tolerated dose (MTD) may not be determined, and Dose Level 4 will instead be the maximum administered dose (MAD). T",
          "interventionNames": [
            "Drug: B7-H3CART"
          ]
        },
        {
          "label": "Dose Expansion",
          "type": "EXPERIMENTAL",
          "description": "After Maximum Tolerated Dose (MTD)/Recommended Phase 2 Dose (RP2D) is established, a total of 12 evaluable subjects (including the 6 subjects infused during the dose escalation phase) will be enrolled at the RP2D to further explore safety of repeat administrations at MTD/RP2D and conduct a preliminary assessment of benefit.",
          "interventionNames": [
            "Drug: B7-H3CART"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "B7-H3CART",
          "description": "B7-H3CART will be administered administered locoregionally (either ICV or both ICV and intratumorally (IT)) at one of the following doses:\n\nDose Level -1: 5 x 10\\^6 CAR+ cells (+/- 20%) Dose Level 1: 10 x 10\\^6 CAR+ cells (+/- 20%) Dose Level 2: 25 x 10\\^6 CAR+ cells (+/- 20%) Dose Level 3: 50 x 10\\^6 CAR+ cells (+/- 20%) Dose Level 4: 100 x 10\\^6 CAR+ cells (+/- 20%)\n\nB7-H3CART Dose Dose Level -1 (DL-1): 5 x 106 B7-H3CART+ cells (± 20%) Dose Level 1 (DL 1): 10 x 106 B7-H3CART+ cells (± 20%) Dose Level 2 (DL2): 25 x 106 B7-H3CART+ cells (± 20%) Dose Level 3 (DL3): 50 x 106 B7-H3CART+ cells (± 20%) Dose Level 4 (DL4): 100 x 106 B7-H3CART+ cells (± 20%)\n\nRepeated every 28 days (-7 / +14 days) as long as infusion criteria are met for a total of 6 doses, with an option for an additional 6 doses, up to a total of 12.",
          "armGroupLabels": [
            "Dose Expansion",
            "Dose escalation"
          ],
          "otherNames": [
            "B7H3-CAR T"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of successful manufacturing product (B7-H3CART) that met minimum assigned dose level range",
          "description": "Defined by the frequency of successful manufacturing runs of B7-H3CART that meet the established IND release criteria for the targeted dose level.",
          "timeFrame": "5 years"
        },
        {
          "measure": "Maximum Tolerated Dose (MTD) or Recommended phase 2 dose (RP2D)",
          "description": "Defined by the frequency of subjects experiencing dose limiting toxicity (DLT) after initial infusion",
          "timeFrame": "5 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Cumulative Safety of B7-H3CART",
          "description": "At each dose level, incidence and severity of DLT, adverse events and serious adverse events after initial and subsequent infusions of LR B7-H3CART infusion. The definition of DLT in these studies uses NCI's Common Terminology Criteria for Adverse Events (CTCAEv5.0)",
          "timeFrame": "5 years"
        },
        {
          "measure": "Immunotherapy Response Assessment in Neuro-oncology (iRANO) in subjects with recurrent IDH wild-type GBM",
          "description": "iRano response criteria will be measured by complete response, partial response, minor response, stable disease, progressive disease,",
          "timeFrame": "5 years"
        },
        {
          "measure": "Time to progression (TTP)",
          "description": "the time from the start (surgical resection) to the date of radiographic progression (death is censored)",
          "timeFrame": "5 years"
        },
        {
          "measure": "Median overall survival (OS)",
          "description": "time from the date of initial disease diagnosis to the date of death from any cause",
          "timeFrame": "5 years"
        },
        {
          "measure": "Percentage of subjects able to receive at least three (3) doses of B7-H3CART",
          "timeFrame": "5 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Histologically confirmed high grade (WHO Grade IV) glioma including but not limited to glioblastoma, gliosarcoma, glioblastoma with oligodendroglial features, glioblastoma with PNET features, tested as IDH wild-type, as per revised WHO 2021 criteria. Patients must also have evidence of tumor recurrence/progression by MRI (RANO criteria) after standard front-line therapy. b. First recurrence or progressive disease after a standard line therapy.\n* Resectable disease: Resection is being considered as part of the standard of care for the patient and it is thought that it is feasible that a majority of contrast-enhancing tumor mass/signal can be resected.\n* Patients must be between the ages of 18 and 75 years old (inclusive).\n* Karnofsky Performance score ≥ 60.\n* Use of steroids must be limited to ≤ 4 mg of decadron daily.\n* Adequate organ function at time of screening visit including:\n\n  1. Hgb ≥ 12 g/dL (male) or ≥ 11.5 g/dL (females)\n  2. ANC ≥ 1500/uL\n  3. Platelets ≥ 100,000/uL\n  4. Absolute lymphocyte count ≥150/uL\n  5. Serum Creatinine ≤ 1.5mg/dl; Cr clearance should be ≥ 50 mL/min\n  6. Serum AST and ALT ≤ 3x ULN (Grade 1)\n  7. Total Bilirubin ≤ 1.5 X ULN\n  8. PT or PTT ≤ 1.25 X ULN\n  9. Cardiac ejection fraction ≥45% without signs of physiologically significant pericardial effusion or clinically significant ECG findings.\n  10. Baseline oxygen saturation \\> 92% on room air\n* Subjects of child-bearing or child-fathering potential must be willing to use an effective method of contraception (hormonal or two barrier methods) while on study and for at least 4 months following the last CAR T cell infusion or as long as B7-H3CART are detectable in peripheral blood or CSF.\n* All female subjects of childbearing age must have a negative blood or urine pregnancy test.\n* Ability to understand and willingness to sign a written informed consent document.\n* Must be willing and able to comply with procedures, return visits and evaluations at Stanford Health Care while on this protocol.\n* Prior Therapy:\n\n  * At least 6 weeks following completion of front-line radiation therapy.\n  * At least 3 weeks post chemotherapy or 5 half-lives, whichever is shorter must have elapsed since any prior systemic therapy, except for systemic inhibitory/stimulatory immune checkpoint therapy, which requires 5 half-lives.\n  * At least 4 weeks from bevacizumab treatment, which can be used only for radiation necrosis or pseudo-progression.\n  * Prior cytotoxic chemotherapy, radiation, or other anticancer therapies including investigational agents discontinued at least 4 weeks prior to Day 1 of treatment.\n  * Toxicities due to prior therapy must be stable and recovered to ≤ Grade 1 (except for clinically non-significant toxicities such as alopecia).\n\nExclusion Criteria:\n\n* Pregnant or patients who are breastfeeding.\n* Prior or concurrent treatment with Avastin (bevacizumab) for the purposes of recurrent disease. Avastin (bevacizumab) may have been used for radiation necrosis.\n* Prior exposure to chimeric antigen receptor (CAR) based therapies.\n* Known sensitivity or allergy to any agents/reagents used in this study.\n* Requires current anticoagulation therapy that cannot be safely paused for surgical resection and Ommaya access.\n* Prior malignancy except previously diagnosed and definitively treated more than 3 years prior to trial or whose prognosis is deemed good enough to not warrant surveillance.\n* Clinical evidence of significant increased intracranial pressure (i.e. impending herniation) or uncontrolled seizures.\n* Presence of fungal, bacterial, viral, or other infection that is uncontrolled or requiring IV antimicrobials for management. Simple UTI and uncomplicated bacterial pharyngitis are permitted if responding to active treatment.\n* Known history of infection with HIV or hepatitis B (HBsAg positive) or hepatitis C virus (anti-HCV positive). A history of hepatitis B or hepatitis C is permitted if the viral load is undetectable per quantitative PCR and/or nucleic acid testing.\n* Primary immunodeficiency or history of autoimmune disease (e.g. Crohn's, rheumatoid arthritis, systemic lupus) resulting in end organ injury or requiring systemic immunosuppression/systemic disease modifying agents within the last 2 years.\n* Significant medical diseases or conditions, including poorly controlled conditions: i.e. hypertension, cardiovascular disease, diabetes mellitus, chronic obstructive pulmonary disease, pulmonary fibrosis, inflammatory disorders, immunodeficiency (e.g., HIV infection), immune compromised for reasons other than malignancy (e.g., chronic corticosteroid therapy or other immunosuppressive therapy), renal failure including patients requiring dialysis, liver dysfunction, second malignancy (except treated basal cell or localized squamous cell skin carcinomas), or active infection.\n* History of bone marrow or stem cell transplantation.\n* In the investigator's judgment, the subject is unlikely to complete all protocol- required study visits or procedures, including follow-up visits, or comply with the study requirements for participation.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Kelly Tanner",
          "role": "CONTACT",
          "phone": "650-724-5361",
          "email": "ketanner@stanford.edu"
        }
      ],
      "overallOfficials": [
        {
          "name": "Reena Thomas, MD, PhD",
          "affiliation": "Stanford University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Stanford Cancer Institute",
          "status": "RECRUITING",
          "city": "Palo Alto",
          "state": "California",
          "zip": "94305",
          "country": "United States",
          "contacts": [
            {
              "name": "Kelly Tanner",
              "role": "CONTACT",
              "phone": "650-724-5361",
              "email": "ketanner@stanford.edu"
            },
            {
              "name": "Gordon Li, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Brian Scott, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Crystal Mackall, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Michael Lim, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "David Miklos, PhD, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Lawrence Recht, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Seema Nagpal, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Sneha Ramakrishna, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Lori Muffly, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Wen-Kai Weng, PhD, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Matthew Frank, PhD, MD",
              "role": "SUB_INVESTIGATOR"
            },
            {
              "name": "Zachary Threlkeld, MD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 37.44188,
            "lon": -122.14302
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D009461",
          "term": "Neurologic Manifestations"
        }
      ],
      "ancestors": [
        {
          "id": "D009422",
          "term": "Nervous System Diseases"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}