{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05143151",
      "orgStudyIdInfo": {
        "id": "HEM-ONCO-013"
      },
      "organization": {
        "fullName": "Shenzhen University General Hospital",
        "class": "OTHER"
      },
      "briefTitle": "CD276-targeted Chimeric Antigen Receptor T Cells in Treatment With Advanced Pancreatic Cancer",
      "officialTitle": "Study on the Efficacy and Safety of CD276-targeted Chimeric Antigen Receptor T Cells (CD276 CAR-T) in Refractory Pancreatic Cancer",
      "acronym": "CAR-T"
    },
    "statusModule": {
      "statusVerifiedDate": "2021-07",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2021-07-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-06",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2024-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-11-22",
      "studyFirstSubmitQcDate": "2021-12-02",
      "studyFirstPostDateStruct": {
        "date": "2021-12-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2021-12-02",
      "lastUpdatePostDateStruct": {
        "date": "2021-12-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "YuLi",
        "investigatorTitle": "Professor",
        "investigatorAffiliation": "Shenzhen University General Hospital"
      },
      "leadSponsor": {
        "name": "Shenzhen University General Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "CD276 (B7-H3) is a member of the B7 costimulatory molecule family. Its mRNA is widely expressed in tissues, but the protein expression is limited. It is expressed in resting fibroblasts, endothelial cells, osteoblasts, amniotic fluid stem cells and other non-immune cells, and The surface of induced antigen-presenting cells and NK cells. Many studies have revealed that B7-H3 is overexpressed in a variety of tumors, including melanoma, pancreatic cancer, breast cancer, prostate cancer, colorectal cancer and other tumors, and its expression level is closely related to the poor prognosis and clinical outcome of patients . Preclinical studies have confirmed that the expression of CD276 mRNA in pancreatic cancer tissues is significantly higher than that of normal adjacent groups.",
      "detailedDescription": "Traditional treatments have limited efficacy in patients with pancreatic cancer, and molecular targeted therapy also has limited benefits. According to the results of the CONKO-005 clinical trial, compared with the single-agent Gemcitabine (Gemcitabine) treatment, the combined use of Erlotinib (Erolotinib) did not prolong the survival time of pancreatic cancer patients in postoperative adjuvant treatment. However, another phase III clinical result for patients with advanced pancreatic cancer found that compared with gemcitabine monotherapy, the survival of patients in the combined gemcitabine and erlotinib treatment group was significantly improved (6.24 months VS 5.91 months). The one-year survival rate has also improved (23% VS 17%). As a result, the FDA approved the \"gemcitabine + erlotinib\" combination regimen in 2005 for patients with locally advanced unresectable pancreatic cancer or distant metastases. However, this program only improves survival for about 10 days, making it difficult for the targeted drug erlotinib to achieve greater clinical benefit in the treatment of pancreatic cancer. In February 2019, the FDA approved olapa, an inhibitor that targets poly-ADP ribose polymerase, for the maintenance treatment of patients with metastatic pancreatic cancer who carry BRCA gene mutations, and then the population of patients with metastatic pancreatic cancer who carry BRCA gene mutations The limited quantity limits the scope of clinical application of olaparib. Therefore, it is necessary to explore new anti-pancreatic cancer therapeutic targets.\n\nCD276 (B7-H3) is a member of the B7 costimulatory molecule family. Its mRNA is widely expressed in tissues, but the protein expression is limited. It is expressed in resting fibroblasts, endothelial cells, osteoblasts, amniotic fluid stem cells and other non-immune cells, and The surface of induced antigen-presenting cells and NK cells. Many studies have revealed that B7-H3 is overexpressed in a variety of tumors, including melanoma, pancreatic cancer, breast cancer, prostate cancer, colorectal cancer and other tumors, and its expression level is closely related to the poor prognosis and clinical outcome of patients . Preclinical studies have confirmed that the expression of CD276 mRNA in pancreatic cancer tissues is significantly higher than that of normal adjacent groups."
    },
    "conditionsModule": {
      "conditions": [
        "Advanced Pancreatic Carcinoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 10,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Treatment group",
          "type": "EXPERIMENTAL",
          "description": "CD276 targeted chimeric antigen receptor cells treatment",
          "interventionNames": [
            "Biological: CD276 CAR-T cells"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "CD276 CAR-T cells",
          "description": "CD276 CAR-T cells infusion",
          "armGroupLabels": [
            "Treatment group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective response rate (ORR)",
          "timeFrame": "up to 1 year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Overall survival rate (OS)",
          "timeFrame": "From admission to the end of follow up, up to 2 years."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Age 18-75 years old (≥18 years old, ≤75 years old), no gender limit;\n2. The subject voluntarily participates in the study, and he or his legal guardian signs the \"Informed Consent\";\n3. Unresectable, locally advanced recurrence or metastatic pancreatic cancer diagnosed by histopathological examination; according to the American Joint Committee on Cancer (AJCC) TNM staging system (2017 version 8), diagnosed as stage III or IV pancreatic cancer ；\n4. According to the RECIST 1.1 standard, there are clear measurable and evaluable lesions;\n5. The tumor tissue was confirmed by immunohistochemical staining, and CD276 expression was positive;\n6. The subject must have received first-line treatment;\n7. The subject must be unsuitable for radical treatment, such as radical chemotherapy and/or surgery/immune checkpoint inhibitors, or refuse surgical resection\n8. Within 2 weeks before cell therapy, have not received antibody drug treatment;\n9. The ECOG score is 0-2 points;\n10. The subject has no contraindications for peripheral blood apheresis;\n11. The expected survival time is more than 3 months\n\nExclusion Criteria:\n\n1. Those who have a history of allergies to any of the ingredients in cell products;\n2. Routine blood examinations have the following conditions: WBC≦1×109/L, absolute centrioles ANC≦0.5×109/L, absolute lymphocyte value ALC≦0.5×109/L, PLT≦25×109/L;\n3. The following conditions in laboratory tests include, but are not limited to, serum total bilirubin ≥ 1.5 mg/dl; serum ALT or AST greater than 2.5 times the upper limit of normal; blood creatinine ≥ 2.0 mg/dl;\n4. According to the New York Heart Association (NYHA) cardiac function classification standards, patients with grade III or IV cardiac insufficiency; or echocardiographic examination of left ventricular ejection fraction (LVEF) \\<50%;\n5. Abnormal lung function, blood oxygen saturation in indoor air \\<92%;\n6. Myocardial infarction, cardiovascular angioplasty or stenting, unstable angina pectoris, or other serious clinical heart diseases within 12 months before enrollment;\n7. High blood pressure level 3 and poor blood pressure control with medication;\n8. Previously suffering from head injury, disturbance of consciousness, epilepsy, more serious cerebral ischemia or cerebral hemorrhage disease;\n9. Patients with autoimmune diseases, immunodeficiencies, or other patients who need immunosuppressive therapy;\n10. There is an uncontrolled active infection;\n11. Have used any CAR-T cell products or other genetically modified T cell therapies before;\n12. Live vaccination within 4 weeks before enrollment;\n13. HIV, HBV, HCV and TPPA/RPR infected persons, and HBV carriers;\n14. The subject has a history of alcoholism, drug abuse or mental illness;\n15. The subject has participated in any other clinical research within 3 months before joining this clinical research;\n16. Female subjects who have any of the following conditions: a) are pregnant/lactating; or b) have a pregnancy plan during the trial period; or c) have fertility and cannot take effective contraceptive measures;\n17. The researcher believes that the subject has other conditions that are not suitable for participating in this research",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "75 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Li Yu",
          "role": "CONTACT",
          "phone": "+8675521839178",
          "email": "liyu@vip.163.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Li Yu, Dr",
          "affiliation": "Shenzhen University General Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Li Yu",
          "status": "RECRUITING",
          "city": "Shenzhen",
          "state": "Guangdong",
          "zip": "518000",
          "country": "China",
          "contacts": [
            {
              "name": "Li Yu",
              "role": "CONTACT",
              "phone": "+8675521839178",
              "email": "liyu_gcp@163.com"
            }
          ],
          "geoPoint": {
            "lat": 22.54554,
            "lon": 114.0683
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    }
  },
  "hasResults": false
}