{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06010316",
      "orgStudyIdInfo": {
        "id": "TR-surgical treatment of CRS"
      },
      "organization": {
        "fullName": "Beijing Tongren Hospital",
        "class": "OTHER"
      },
      "briefTitle": "A Prospective Single-center Cohort Study of Surgical Treatment of Chronic Rhinosinusitis",
      "officialTitle": "A Prospective Single-center Cohort Study of Surgical Treatment of Chronic Rhinosinusitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-08",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-01-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-01-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2025-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-08-21",
      "studyFirstSubmitQcDate": "2023-08-21",
      "studyFirstPostDateStruct": {
        "date": "2023-08-24",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-08-21",
      "lastUpdatePostDateStruct": {
        "date": "2023-08-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Beijing Tongren Hospital",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Chronic Rhinosinusitis (CRS) is a common and frequent disease in otorhinolaryngology. The main symptoms of patients include nasal congestion, runny nose, swelling pain of the frontal area and decreased sense of smell. Chronic rhinosinusitis refers to chronic rhinosinusitis with symptoms lasting ≥12 weeks and can be divided into two subgroups: chronic rhinosinusitis with and without nasal polyps. Chronic rhinosinusitis has a complex pathogenesis, there are three main pathogenic factors: infection, allergy and nasal and sinus anatomic abnormalities, these factors are often not a single existence, but often intertwined. In addition, environmental factors, genetic factors, osteitis, gastroesophageal reflux disease, respiratory ciliary system defects, systemic immune dysfunction and other secondary risk factors.\n\nFor patients with chronic sinusitis, these symptoms, such as nasal congestion, runny nose, swelling pain and decreased sense of smell, often seriously affect their quality of life, and even evolve into more serious complications as the disease progresses. At present, the conventional treatment methods mainly include drug conservative treatment and nasal endoscopic surgery. Functional nasal endoscopic sinus surgery (FESS) is the main method of further surgical treatment for patients with no obvious effect of drug treatment. In FESS, the current emphasis is on removing diseased tissue and restoring sinus drainage on the premise of preserving the normal mucosa and physiological structure of the nasal and nasal sinuses as much as possible.\n\nUp to now, there have been many studies on surgical treatment of CRS, and the quality of the studies varies. However, in view of the postoperative efficacy and long-term prognosis of different subtypes of CRS, different treatment methods during surgery and different drug therapy regimens, our research group believes that it is necessary to accumulate a large amount of clinical data support through in-depth research and comprehensive analysis. Thus more reliable conclusions can be drawn. In this study, patients undergoing CRS surgery in the research ward of the Department of rhinosinusitis will be actively included through a prospective single-center cohort study to provide evidence for evidence-based medicine and better guide clinical rhinologists to make surgical treatment decisions for patients with chronic rhinosinusitis."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Rhinosinusitis (Diagnosis)",
        "Cohort Study",
        "Evidence-based Medicine"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "PROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "The change in Total Nasal Symptom Score (TNSS).",
          "description": "TNSS is used to assess the severity of nasal symptoms (runny nose, nasal congestion, hyposmia, sneezing): 0 = asymptomatic; 1 = mild symptoms; 2 = moderate symptoms; 3 = severe symptoms. The sum of the scores of each symptom is used as the TNSS.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "The changes in VAS score.",
          "description": "The visual Analogue Scale (VAS) can be used to assess symptom severity, with a score of 0 representing no distress and a score of 10 representing the most severe distress imaginable. 0\\~2 was classified as mild, 3\\~7 as moderate, 8\\~10 as severe. A score above 5 indicates an impact on quality of life.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes in SNOT-22 score.",
          "description": "The 22-item Sino-nasal outcome test (SNOT-22) was used to evaluate the changes in symptoms of patients. According to the severity of symptoms caused by RCRS, each item was divided into 6 levels: 0 = no distress ,1 = mild distress, 2 = mild distress, 3 = moderate distress, 4 = severe distress, 5 = very severe distress. The higher the score, the more severe the symptoms, and the final total score of the item is counted.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes in asthma ACQ score.",
          "description": "For patients with asthma, we assessed the change of asthma symptoms through the Asthma Control Questionnaire (ACQ). Each question was scored on a scale of 0 to 6 according to the severity. The result score of each item was averaged. A score of \\<0.75 indicated that the asthma had been completely controlled; a score of 0.75-1.5 indicates well-controlled asthma; a score of \\>1.5 indicates that asthma is not controlled.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes in Nasal Polyp Score (NPS) score.",
          "description": "Bilateral polyp volume size described using the NPS (0 - 4 points per side: 0 = no polyp; 1 = small polyp in the middle meatus, not reaching the inferior border of the middle turbinate; 2 = small polyp in the middle meatus, reaching the inferior border of the middle turbinate; 3 = large polyp protruding from the middle meatus, not reaching the inferior border of the inferior turbinate; 4 = large polyp that almost causes most or complete obstruction of the nasal cavity).",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes in sinus CT score.",
          "description": "The Lund-Mackay imaging scoring system was used for the CT scan results of the sinuses (0, 1, and 2 were used for each frontal sinus, anterior ethmoid sinus, posterior ethmoid sinus, maxillary sinus, and sphenoid sinus, indicating no opacity, partial opacity and all turbidity of the sinus cavity respectively; 0 and 2 were used for each side of the sinus complex to indicate no blockage and presence of blockage) to calculate the total score and E/M value (bilateral ethmoid total score/bilateral maxillary sinus total score), etc.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes in olfactory symptom score.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes of eosinophils in peripheral blood",
          "description": "The changes of eosinophils in peripheral blood were different from pre-operation.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes of IgE in peripheral blood.",
          "description": "The changes of IgE in peripheral blood were different from pre-operation.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        },
        {
          "measure": "The changes in biomarkers in nasal exfoliated cells and nasal secretion swabs.",
          "description": "Changes in expression levels of T1, T2, T3 factors and T2 inflammatory markers CST1 and CLC in nasal brush exfoliated cells and nasal secretions.",
          "timeFrame": "Pre-operation, 1 year after surgery"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* (1) Meeting the CRS diagnostic criteria in the Chinese Guidelines for the Diagnosis and Treatment of Chronic Sinusitis (2018); (2) The effect of conservative drug treatment is not good or there are indications of surgery; (3) Good compliance, able to complete clinical observation. Compliance with guidelines\n\nExclusion Criteria:\n\n* (1) The patient has conditions or co-existing diseases that may preclude the primary efficacy endpoint evaluation, such as benign or malignant tumors of the nasal cavity; (2) Clinically significant co-existing diseases that may interfere with clinical efficacy results, including but not limited to: Cystic fibrosis, eosinophilic granuloma with polyvasculitis (Churg-Strauss syndrome), granuloma with polyvasculitis (Wegener's granuloma), Young's synthesis, tuberculosis or other pathogen infection, malignancy, etc. (3) The patient had other medical or non-medical conditions that the investigator considered unsuitable for participation in the study.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Patients with chronic sinusitis in the research ward of the Department of Rhinology, Beijing Tongren Hospital, Capital Medical University.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Beijing Tongren Hospital",
          "status": "RECRUITING",
          "city": "Beijing",
          "state": "Beijing Municipality",
          "zip": "100730",
          "country": "China",
          "contacts": [
            {
              "name": "Luo Zhang, M.D.",
              "role": "CONTACT",
              "phone": "(86)13910830399",
              "email": "dr.luozhang@gmail.com"
            },
            {
              "name": "Luo Zhang",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.9075,
            "lon": 116.39723
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D004194",
          "term": "Disease"
        }
      ],
      "ancestors": [
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}