{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03344783",
      "orgStudyIdInfo": {
        "id": "Weijia,Wu"
      },
      "organization": {
        "fullName": "Sun Yat-sen University",
        "class": "OTHER"
      },
      "briefTitle": "The Effects of Early Life PUFA and R-TFA on AD: A Systematic Review and Meta-analysis",
      "officialTitle": "The Effects of Early Life Polyunsaturated Fatty Acids and Ruminant Trans Fatty Acids on Allergic Diseases: A Systematic Review and Meta-analysis"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2017-03-15",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-06-20",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-10-10",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-11-07",
      "studyFirstSubmitQcDate": "2017-11-13",
      "studyFirstPostDateStruct": {
        "date": "2017-11-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2017-11-13",
      "lastUpdatePostDateStruct": {
        "date": "2017-11-17",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Li Cai",
        "investigatorTitle": "Principal Investigator",
        "investigatorAffiliation": "Sun Yat-sen University"
      },
      "leadSponsor": {
        "name": "Sun Yat-sen University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The purpose of this study is to evaluate whether early life natural exposure to fatty acid affects the AD risk.",
      "detailedDescription": "The prevalence of Allergic Diseases (AD) is rising dramatically worldwide especially in more industrialized countries during the past two decades, representing a substantial disease burden of individuals and health service cost. Early life nutritional exposures could modify the gene expression and susceptibility of allergic diseases (AD), yet the effects of early life polyunsaturated fatty acids (PUFA) and ruminant trans fatty acids (R-TFA) on AD remain unclear.Therefore,the investigators performed the meta-analysis and systematic review to evaluate whether early life natural exposure to PUFA and R-TFA affects the AD risk."
    },
    "conditionsModule": {
      "conditions": [
        "Allergic Disorder"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "OTHER"
      },
      "enrollmentInfo": {
        "count": 26,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "mother-children pairs",
          "interventionNames": [
            "Other: PUFA and R-TFA"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "PUFA and R-TFA",
          "description": "PUFA and R-TFA exposure were assessed mainly from maternal dietary, blood sample or breast milk. Exposure period was restricted to early life. Dietary PUFA and R-TFA were measured by food-frequency questionnaire (FFQ) or diet history questionnaire (DHQ). The profile of PUFA and R-TFA in the blood sample and breast milk were examined by using gas chromatography",
          "armGroupLabels": [
            "mother-children pairs"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Eczema were determined by using the validated International Study of Asthma and Allergic in Children (ISAAC) questionnaire or doctors' diagnosis.",
          "description": "Parental reported questions adapted from the International Study on Asthma and Allergy in Childhood (ISAAC) provided information on eczema.Researchers combined questions into current eczema (no, yes).",
          "timeFrame": "From date of inclusion of pregnant women cohort until the date of eczema' diagnosis in children,follow-up time up to 18 years"
        },
        {
          "measure": "Wheeze were determined by using the validated International Study of Asthma and Allergic in Children (ISAAC) questionnaire or doctors' diagnosis.",
          "description": "Parental reported questions adapted from the International Study on Asthma and Allergy in Childhood (ISAAC) provided information on wheeze.Researchers combined questions into current wheeze (no, yes).",
          "timeFrame": "From date of inclusion of pregnant women cohort until the date of wheeze' diagnosis in children,follow-up time up to 18 years"
        },
        {
          "measure": "Asthma were determined by using the validated International Study of Asthma and Allergic in Children (ISAAC) questionnaire or doctors' diagnosis.",
          "description": "Parental reported questions adapted from the International Study on Asthma and Allergy in Childhood (ISAAC) provided information on asthma.Researchers combined questions into current asthma (no, yes).",
          "timeFrame": "From date of inclusion of pregnant women cohort until the date of asthma' diagnosis in children,follow-up time up to 18 years"
        },
        {
          "measure": "Allergic rhinitis were determined by using the validated International Study of Asthma and Allergic in Children (ISAAC) questionnaire or doctors' diagnosis.",
          "description": "Parental reported questions adapted from the International Study on Asthma and Allergy in Childhood (ISAAC) provided information on allergic rhinitis.Researchers combined questions into current allergic rhinitis (no, yes).",
          "timeFrame": "From date of inclusion of pregnant women cohort until the date of allergic rhinitis' diagnosis in children,follow-up time up to 18 years"
        },
        {
          "measure": "Sensitization were determined by IgE test.",
          "description": "A child was considered sensitized if the IgE level for at least one of the seven allergens was ≥0.35 kUA/l, and nonsensitized if IgE level for all seven allergens was \\<0.35 kUA/l.",
          "timeFrame": "From date of inclusion of pregnant women cohort until the date of sensitization' diagnosis in children,follow-up time up to 18 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Studies needed to provide endpoints of AD, and risk estimates \\[odds risk (OR), relative risk (RR) or hazard ratio (HR)\\] for PUFA or R-TFA as the exposure. We included English language articles only, while scanned titles /abstracts of non-English language articles to evaluate agreement with the results published in English.\n\nExclusion Criteria:\n\n* Studies were excluded if they didn't report the profile of PUFA or R-TFA, or if they targeted participants with medical condition.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Among these studies, most of them were performed in Europe. The sample size ranged from 65 to 4,976, with a median sample size of 708. One study included only boys, while the others included both sexes. Mother's mean age ranged from 27.5 to 38.7 years.",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Li Cai, PhD",
          "affiliation": "Sun Yat-sen University",
          "role": "STUDY_CHAIR"
        }
      ],
      "locations": [
        {
          "facility": "Weijia, Wu",
          "city": "Guangzhou",
          "state": "Guangdong",
          "country": "China",
          "geoPoint": {
            "lat": 23.11667,
            "lon": 113.25
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "26675770",
          "type": "BACKGROUND",
          "citation": "Best KP, Gold M, Kennedy D, Martin J, Makrides M. Omega-3 long-chain PUFA intake during pregnancy and allergic disease outcomes in the offspring: a systematic review and meta-analysis of observational studies and randomized controlled trials. Am J Clin Nutr. 2016 Jan;103(1):128-43. doi: 10.3945/ajcn.115.111104. Epub 2015 Dec 16."
        },
        {
          "pmid": "19392990",
          "type": "BACKGROUND",
          "citation": "Anandan C, Nurmatov U, Sheikh A. Omega 3 and 6 oils for primary prevention of allergic disease: systematic review and meta-analysis. Allergy. 2009 Jun;64(6):840-8. doi: 10.1111/j.1398-9995.2009.02042.x. Epub 2009 Apr 7."
        },
        {
          "pmid": "22312941",
          "type": "BACKGROUND",
          "citation": "Wu WF, Wan KS, Wang SJ, Yang W, Liu WL. Prevalence, severity, and time trends of allergic conditions in 6-to-7-year-old schoolchildren in Taipei. J Investig Allergol Clin Immunol. 2011;21(7):556-62."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D005231",
          "term": "Fatty Acids, Unsaturated"
        }
      ],
      "ancestors": [
        {
          "id": "D005227",
          "term": "Fatty Acids"
        },
        {
          "id": "D008055",
          "term": "Lipids"
        }
      ]
    }
  },
  "hasResults": false
}