{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00021840",
      "orgStudyIdInfo": {
        "id": "971"
      },
      "secondaryIdInfos": [
        {
          "id": "R37HL066289",
          "type": "NIH",
          "link": "https://reporter.nih.gov/quickSearch/R37HL066289"
        }
      ],
      "organization": {
        "fullName": "Brigham and Women's Hospital",
        "class": "OTHER"
      },
      "briefTitle": "Genetic Epidemiology of Asthma in Costa Rica",
      "officialTitle": "Genetic Epidemiology of Asthma in Costa Rica"
    },
    "statusModule": {
      "statusVerifiedDate": "2014-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2001-07"
      },
      "primaryCompletionDateStruct": {
        "date": "2011-07",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2011-07",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2001-08-07",
      "studyFirstSubmitQcDate": "2001-08-06",
      "studyFirstPostDateStruct": {
        "date": "2001-08-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2014-08-01",
      "lastUpdatePostDateStruct": {
        "date": "2014-08-04",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Scott T. Weiss",
        "investigatorTitle": "Professor of Medicine",
        "investigatorAffiliation": "Brigham and Women's Hospital"
      },
      "leadSponsor": {
        "name": "Brigham and Women's Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Heart, Lung, and Blood Institute (NHLBI)",
          "class": "NIH"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "To identify genetic factors that influence the development of asthma in Hispanics.",
      "detailedDescription": "BACKGROUND:\n\nAsthma is a major public health problem in the United States, with particularly high prevalence rates among some Hispanic groups. Genetic linkage studies of this disease are of potentially great utility for the identification of those at risk, the search for new pharmaceutical treatments, and designing interventions to prevent development of asthma. Study power is greatly enhanced if a relatively isolated, homogeneous population with a significant prevalence of asthma can be identified. Such a population does not exist among Hispanics in the United States but is available in the Central Valley of Costa Rica.\n\nDESIGN NARRATIVE:\n\nThe study concentrates on a genetically isolated Hispanic population with high asthma prevalence living in the Central Valley of Costa Rica. A genome screen will be conducted on large pedigrees multiplex for asthma and linkage analysis performed for seven intermediate phenotypes related to asthma including airway responsiveness; FEV1; bronchodilator responsiveness; skin test reactivity to common aeroallergens; serum total and allergen-specific IgE; and peripheral blood eosinophil count. A genome screen will also be conducted in the parent-child trios, and ancestral haplotypes will be reconstructed to identify regions influencing asthma-associated phenotypes. Within candidate regions demonstrating both linkage in extended pedigrees to asthma and/or asthma-related phenotypes and significant linkage disequilibrium within the unrelated asthmatic subjects, fine mapping will be performed by testing for genetic association to single nucleotide polymorphisms within positional candidate genes."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma",
        "Lung Diseases"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "FAMILY_BASED",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITH_DNA",
        "description": "Blood (and its components, e.g., serum, WBC, etc.)"
      },
      "enrollmentInfo": {
        "count": 4245,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Homogen Hispanic pop/Cent Valley CRA",
          "description": "Homogeneous Hispanic population from the Central Valley of Costa Rica"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Asthma diagnosis and asthma morbidity",
          "timeFrame": "Baseline/entry to study"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Lung function measures",
          "description": "Includes lung function measures via spirometry, pre-/post-bronchodilator (BD) results, methacholine challenge results, specific IgE measurements, exposure measurements (e.g., house dust samples/allergens, endotoxin levels in house dust, questionnaire-based exposures to smoking, pets, siblings, etc.)",
          "timeFrame": "11 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Selection and Extension of Family Pedigrees\n\nProbands will be selected on the basis of a physician diagnosis of asthma; a history of recurrent asthma attacks or at least 2 respiratory symptoms; and either airway hyperresponsiveness to methacholine or significant response to bronchodilator (Albuterol) administration. At least 15 families, each having at least two siblings and no more than one parent with a physician diagnosis of asthma will be ascertained and enrolled into this study in Costa Rica. All available first- and second-degree relatives of the proband will be enrolled, including affected and unaffected individuals.\n\nProbands will be recruited from 72 asthmatic children ages 6-12 yr that participated in phase II of the International Study of Asthma and Allergies in Childhood (ISAAC). The Principal Investigator for this study in Costa Rica, Dr. Manuel Soto-Quiros, has been collaborating with us for over a year on a pilot study of the genetics of asthma in Costa Rica. Informed consent for this study was approved by the IRB of the Hospital Nacional de Ninos (San Jose, Costa Rica) and the Costa Rican Ministry of Health, and approval was obtained from the Institutional Review Board of the Brigham and Women's Hospital for genotyping and data analysis. The parents of these children provided information on their respiratory health status and that of their children. Lineages for these 72 children (the probands) were traced back at least three generations. All of these children have at least 6 great-grandparents from Central Valley origins, and are therefore descended primarily from the original founders of the population of the Central Valley of Costa Rica. After determining eligibility, Dr. Soto-Quiros will contact the parents of eligible children. If we are unable to recruit 15 such families from the 72 families participating in Phase II of ISAAC, we will apply the same criteria for selection of the family pedigrees to 315 parent-child trios enrolled in the proposed study. We will, however, exclude trios that are selected for pedigree extension from any of the analyses planned on parent-child trios recruited for the present study. Parents of eligible children will be contacted by Dr. Soto-Quiros by mail or by phone, according to their preference. Once an asthmatic child's family is selected for extension, we will give copies of a brief study description to the proband's parents, so that they can keep a copy for themselves and distribute the others to interested relatives. We will then ask the proband's parents to ask their relatives for permission to be contacted regarding the study. Relatives that have given us permission to be contacted through the proband's parents will be called by telephone to explain the study and to set up interviews.\n\nParent-Child Trios\n\nProbands will be selected using the same criteria outlined above. 1,200 asthmatic children and their parents (3,600 individuals) will be ascertained and enrolled in this study in the Central Valley of Costa Rica. Probands will be recruited from approximately 3,500 schoolchildren ages 6-12 yr from the Central Valley of Costa Rica. A short screening questionnaire will be administered to the parents of these children to obtain information about the child's respiratory health status and the last names of both of his/her parents. The parents will be instructed to have their child take the completed questionnaire back to school in a sealed envelope. Based on this information, we anticipate selecting 800 children with a physician diagnosis of asthma; either \\>/= 2 respiratory symptoms or history of recurrent asthma attacks; and a high probability of having \\>/= 6 great-grandparents from Central Valley origins, as determined by our genealogist. Once an asthmatic child's family is selected, we will ask permission of the parents to conduct methacholine challenge testing on the index children to determine whether or not they are true asthmatics.\n\nInclusion Criteria\n\nA family will be eligible for inclusion in this study only if the asthmatic proband in that family meets all of the following criteria. Each proband must:\n\n1. Be at least 6 years of age\n2. Have a physician diagnosis of asthma and either \\>/= 2 respiratory symptoms or a history of recurrent asthma attacks\n3. Have either airway hyperresponsiveness to methacholine (PD20 \\</= 16 mg/ml) or (if the FEV1 is \\</= 65% of predicted) a significant bronchodilator response (an increase of at least 12% from baseline FEV1)\n4. Have at least 6 great-grandparents born in the Central Valley of Costa Rica\n5. Have his/her parents give voluntary written consent to participate in the study\n6. Give his/her assent to participate in the study.\n7. Have at least 2 siblings with physician-diagnosed asthma and no more than one parent with a physician diagnosis of asthma\n\nAll first- and second-degree relatives of the proband, affected and unaffected will be enrolled in the study of 15 large, multigenerational family pedigrees if available and willing to participate.\n\nThe natural mother and father of the proband will be enrolled in the study of 600 parent-child trios if available and willing to participate.\n\nExclusion Criteria\n\nA subject will not be eligible for inclusion in this study if any of the following criteria apply. Each subject must not:\n\n1. Be adopted\n2. Have a chronic respiratory disorder other than asthma (e.g., active tuberculosis, bronchiectasis). Inactive tuberculosis is not an exclusion criterion\n3. For the study of large, multigenerational pedigrees only: Have a familial relationship to any of the remaining fourteen (14) families over the last four generations.\n\nSubject reconsideration for Inclusion\n\nSubjects fulfilling the following exclusion criteria below may be eligible for inclusion in the study at a later date provided that the study physician does not feel that their participation will adversely influence the results of the study.\n\n1\\. Subjects who have taken antibiotics for respiratory disease within one month or have had respiratory infection within 6 weeks of the visit.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "6 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Homogeneous Hispanic population from the Central Valley of Costa Rica",
      "samplingMethod": "PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Scott T. Weiss, MD, MS",
          "affiliation": "Brigham and Women's Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Nacional de Ninos",
          "city": "San José",
          "country": "Costa Rica",
          "geoPoint": {
            "lat": 9.93388,
            "lon": -84.08489
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "23508266",
          "type": "RESULT",
          "citation": "Duan QL, Lasky-Su J, Himes BE, Qiu W, Litonjua AA, Damask A, Lazarus R, Klanderman B, Irvin CG, Peters SP, Hanrahan JP, Lima JJ, Martinez FD, Mauger D, Chinchilli VM, Soto-Quiros M, Avila L, Celedon JC, Lange C, Weiss ST, Tantisira KG. A genome-wide association study of bronchodilator response in asthmatics. Pharmacogenomics J. 2014 Feb;14(1):41-7. doi: 10.1038/tpj.2013.5. Epub 2013 Mar 19."
        },
        {
          "pmid": "23517042",
          "type": "RESULT",
          "citation": "Melen E, Granell R, Kogevinas M, Strachan D, Gonzalez JR, Wjst M, Jarvis D, Ege M, Braun-Fahrlander C, Genuneit J, Horak E, Bouzigon E, Demenais F, Kauffmann F, Siroux V, Michel S, von Berg A, Heinzmann A, Kabesch M, Probst-Hensch NM, Curjuric I, Imboden M, Rochat T, Henderson J, Sterne JA, McArdle WL, Hui J, James AL, William Musk A, Palmer LJ, Becker A, Kozyrskyj AL, Chan-Young M, Park JE, Leung A, Daley D, Freidin MB, Deev IA, Ogorodova LM, Puzyrev VP, Celedon JC, Brehm JM, Cloutier MM, Canino G, Acosta-Perez E, Soto-Quiros M, Avila L, Bergstrom A, Magnusson J, Soderhall C, Kull I, Scholtens S, Marike Boezen H, Koppelman GH, Wijga AH, Marenholz I, Esparza-Gordillo J, Lau S, Lee YA, Standl M, Tiesler CM, Flexeder C, Heinrich J, Myers RA, Ober C, Nicolae DL, Farrall M, Kumar A, Moffatt MF, Cookson WO, Lasky-Su J. Genome-wide association study of body mass index in 23 000 individuals with and without asthma. Clin Exp Allergy. 2013 Apr;43(4):463-74. doi: 10.1111/cea.12054."
        },
        {
          "pmid": "23146381",
          "type": "RESULT",
          "citation": "Levin AM, Mathias RA, Huang L, Roth LA, Daley D, Myers RA, Himes BE, Romieu I, Yang M, Eng C, Park JE, Zoratti K, Gignoux CR, Torgerson DG, Galanter JM, Huntsman S, Nguyen EA, Becker AB, Chan-Yeung M, Kozyrskyj AL, Kwok PY, Gilliland FD, Gauderman WJ, Bleecker ER, Raby BA, Meyers DA, London SJ, Martinez FD, Weiss ST, Burchard EG, Nicolae DL, Ober C, Barnes KC, Williams LK. A meta-analysis of genome-wide association studies for serum total IgE in diverse study populations. J Allergy Clin Immunol. 2013 Apr;131(4):1176-84. doi: 10.1016/j.jaci.2012.10.002. Epub 2012 Nov 10."
        },
        {
          "pmid": "23040885",
          "type": "RESULT",
          "citation": "Myers RA, Himes BE, Gignoux CR, Yang JJ, Gauderman WJ, Rebordosa C, Xie J, Torgerson DG, Levin AM, Baurley J, Graves PE, Mathias RA, Romieu I, Roth LA, Conti D, Avila L, Eng C, Vora H, LeNoir MA, Soto-Quiros M, Liu J, Celedon JC, Galanter JM, Farber HJ, Kumar R, Avila PC, Meade K, Serebrisky D, Thyne S, Rodriguez-Cintron W, Rodriguez-Santana JR, Borrell LN, Lemanske RF Jr, Bleecker ER, Meyers DA, London SJ, Barnes KC, Raby BA, Martinez FD, Gilliland FD, Williams LK, Burchard EG, Weiss ST, Nicolae DL, Ober C. Further replication studies of the EVE Consortium meta-analysis identifies 2 asthma risk loci in European Americans. J Allergy Clin Immunol. 2012 Dec;130(6):1294-301. doi: 10.1016/j.jaci.2012.07.054. Epub 2012 Oct 4."
        },
        {
          "pmid": "22560479",
          "type": "RESULT",
          "citation": "Forno E, Lasky-Su J, Himes B, Howrylak J, Ramsey C, Brehm J, Klanderman B, Ziniti J, Melen E, Pershagen G, Wickman M, Martinez F, Mauger D, Sorkness C, Tantisira K, Raby BA, Weiss ST, Celedon JC. Genome-wide association study of the age of onset of childhood asthma. J Allergy Clin Immunol. 2012 Jul;130(1):83-90.e4. doi: 10.1016/j.jaci.2012.03.020. Epub 2012 May 2."
        },
        {
          "pmid": "21436250",
          "type": "RESULT",
          "citation": "Himes BE, Klanderman B, Ziniti J, Senter-Sylvia J, Soto-Quiros ME, Avila L, Celedon JC, Lange C, Mariani TJ, Lasky-Su J, Hersh CP, Raby BA, Silverman EK, Weiss ST, DeMeo DL. Association of SERPINE2 with asthma. Chest. 2011 Sep;140(3):667-674. doi: 10.1378/chest.10-2973. Epub 2011 Mar 24."
        },
        {
          "pmid": "21804549",
          "type": "RESULT",
          "citation": "Torgerson DG, Ampleford EJ, Chiu GY, Gauderman WJ, Gignoux CR, Graves PE, Himes BE, Levin AM, Mathias RA, Hancock DB, Baurley JW, Eng C, Stern DA, Celedon JC, Rafaels N, Capurso D, Conti DV, Roth LA, Soto-Quiros M, Togias A, Li X, Myers RA, Romieu I, Van Den Berg DJ, Hu D, Hansel NN, Hernandez RD, Israel E, Salam MT, Galanter J, Avila PC, Avila L, Rodriquez-Santana JR, Chapela R, Rodriguez-Cintron W, Diette GB, Adkinson NF, Abel RA, Ross KD, Shi M, Faruque MU, Dunston GM, Watson HR, Mantese VJ, Ezurum SC, Liang L, Ruczinski I, Ford JG, Huntsman S, Chung KF, Vora H, Li X, Calhoun WJ, Castro M, Sienra-Monge JJ, del Rio-Navarro B, Deichmann KA, Heinzmann A, Wenzel SE, Busse WW, Gern JE, Lemanske RF Jr, Beaty TH, Bleecker ER, Raby BA, Meyers DA, London SJ; Mexico City Childhood Asthma Study (MCAAS); Gilliland FD; Children's Health Study (CHS) and HARBORS study; Burchard EG; Genetics of Asthma in Latino Americans (GALA) Study, Study of Genes-Environment and Admixture in Latino Americans (GALA2) and Study of African Americans, Asthma, Genes & Environments (SAGE); Martinez FD; Childhood Asthma Research and Education (CARE) Network; Weiss ST; Childhood Asthma Management Program (CAMP); Williams LK; Study of Asthma Phenotypes and Pharmacogenomic Interactions by Race-Ethnicity (SAPPHIRE); Barnes KC; Genetic Research on Asthma in African Diaspora (GRAAD) Study; Ober C, Nicolae DL. Meta-analysis of genome-wide association studies of asthma in ethnically diverse North American populations. Nat Genet. 2011 Jul 31;43(9):887-92. doi: 10.1038/ng.888."
        },
        {
          "pmid": "20560908",
          "type": "RESULT",
          "citation": "Hunninghake GM, Soto-Quiros ME, Avila L, Kim HP, Lasky-Su J, Rafaels N, Ruczinski I, Beaty TH, Mathias RA, Barnes KC, Wilk JB, O'Connor GT, Gauderman WJ, Vora H, Baurley JW, Gilliland F, Liang C, Sylvia JS, Klanderman BJ, Sharma SS, Himes BE, Bossley CJ, Israel E, Raby BA, Bush A, Choi AM, Weiss ST, Celedon JC. TSLP polymorphisms are associated with asthma in a sex-specific fashion. Allergy. 2010 Dec;65(12):1566-75. doi: 10.1111/j.1398-9995.2010.02415.x."
        },
        {
          "pmid": "20472862",
          "type": "RESULT",
          "citation": "Forno E, Fuhlbrigge A, Soto-Quiros ME, Avila L, Raby BA, Brehm J, Sylvia JM, Weiss ST, Celedon JC. Risk factors and predictive clinical scores for asthma exacerbations in childhood. Chest. 2010 Nov;138(5):1156-65. doi: 10.1378/chest.09-2426. Epub 2010 May 14."
        },
        {
          "pmid": "20698975",
          "type": "RESULT",
          "citation": "Himes BE, Lasky-Su J, Wu AC, Wilk JB, Hunninghake GM, Klanderman B, Murphy AJ, Lazarus R, Soto-Quiros ME, Avila L, Celedon JC, Lange C, O'Connor GT, Raby BA, Silverman EK, Weiss ST. Asthma-susceptibility variants identified using probands in case-control and family-based analyses. BMC Med Genet. 2010 Aug 10;11:122. doi: 10.1186/1471-2350-11-122."
        },
        {
          "pmid": "19926868",
          "type": "RESULT",
          "citation": "Sharma S, Tantisira K, Carey V, Murphy AJ, Lasky-Su J, Celedon JC, Lazarus R, Klanderman B, Rogers A, Soto-Quiros M, Avila L, Mariani T, Gaedigk R, Leeder S, Torday J, Warburton D, Raby B, Weiss ST. A role for Wnt signaling genes in the pathogenesis of impaired lung function in asthma. Am J Respir Crit Care Med. 2010 Feb 15;181(4):328-36. doi: 10.1164/rccm.200907-1009OC. Epub 2009 Nov 19."
        },
        {
          "pmid": "19796208",
          "type": "RESULT",
          "citation": "Bunyavanich S, Soto-Quiros ME, Avila L, Laskey D, Senter JM, Celedon JC. Risk factors for allergic rhinitis in Costa Rican children with asthma. Allergy. 2010 Feb;65(2):256-63. doi: 10.1111/j.1398-9995.2009.02159.x. Epub 2009 Oct 1."
        },
        {
          "pmid": "20018959",
          "type": "RESULT",
          "citation": "Hunninghake GM, Cho MH, Tesfaigzi Y, Soto-Quiros ME, Avila L, Lasky-Su J, Stidley C, Melen E, Soderhall C, Hallberg J, Kull I, Kere J, Svartengren M, Pershagen G, Wickman M, Lange C, Demeo DL, Hersh CP, Klanderman BJ, Raby BA, Sparrow D, Shapiro SD, Silverman EK, Litonjua AA, Weiss ST, Celedon JC. MMP12, lung function, and COPD in high-risk populations. N Engl J Med. 2009 Dec 31;361(27):2599-608. doi: 10.1056/NEJMoa0904006. Epub 2009 Dec 16."
        },
        {
          "pmid": "19732864",
          "type": "RESULT",
          "citation": "Verlaan DJ, Berlivet S, Hunninghake GM, Madore AM, Lariviere M, Moussette S, Grundberg E, Kwan T, Ouimet M, Ge B, Hoberman R, Swiatek M, Dias J, Lam KC, Koka V, Harmsen E, Soto-Quiros M, Avila L, Celedon JC, Weiss ST, Dewar K, Sinnett D, Laprise C, Raby BA, Pastinen T, Naumova AK. Allele-specific chromatin remodeling in the ZPBP2/GSDMB/ORMDL3 locus associated with the risk of asthma and autoimmune disease. Am J Hum Genet. 2009 Sep;85(3):377-93. doi: 10.1016/j.ajhg.2009.08.007."
        },
        {
          "pmid": "19576566",
          "type": "RESULT",
          "citation": "Murphy A, Tantisira KG, Soto-Quiros ME, Avila L, Klanderman BJ, Lake S, Weiss ST, Celedon JC. PRKCA: a positional candidate gene for body mass index and asthma. Am J Hum Genet. 2009 Jul;85(1):87-96. doi: 10.1016/j.ajhg.2009.06.011. Epub 2009 Jul 2."
        },
        {
          "pmid": "19196819",
          "type": "RESULT",
          "citation": "Sharma S, Murphy AJ, Soto-Quiros ME, Avila L, Klanderman BJ, Sylvia JS, Celedon JC, Raby BA, Weiss ST. Association of VEGF polymorphisms with childhood asthma, lung function and airway responsiveness. Eur Respir J. 2009 Jun;33(6):1287-94. doi: 10.1183/09031936.00113008. Epub 2009 Feb 5."
        },
        {
          "pmid": "19426955",
          "type": "RESULT",
          "citation": "Himes BE, Hunninghake GM, Baurley JW, Rafaels NM, Sleiman P, Strachan DP, Wilk JB, Willis-Owen SA, Klanderman B, Lasky-Su J, Lazarus R, Murphy AJ, Soto-Quiros ME, Avila L, Beaty T, Mathias RA, Ruczinski I, Barnes KC, Celedon JC, Cookson WO, Gauderman WJ, Gilliland FD, Hakonarson H, Lange C, Moffatt MF, O'Connor GT, Raby BA, Silverman EK, Weiss ST. Genome-wide association analysis identifies PDE4D as an asthma-susceptibility gene. Am J Hum Genet. 2009 May;84(5):581-93. doi: 10.1016/j.ajhg.2009.04.006. Epub 2009 May 7."
        },
        {
          "pmid": "19326508",
          "type": "RESULT",
          "citation": "Forno E, Celedon JC. Asthma and ethnic minorities: socioeconomic status and beyond. Curr Opin Allergy Clin Immunol. 2009 Apr;9(2):154-60. doi: 10.1097/aci.0b013e3283292207."
        },
        {
          "pmid": "19096005",
          "type": "RESULT",
          "citation": "Sharma S, Raby BA, Hunninghake GM, Soto-Quiros M, Avila L, Murphy AJ, Lasky-Su J, Klanderman BJ, Sylvia JS, Weiss ST, Celedon JC. Variants in TGFB1, dust mite exposure, and disease severity in children with asthma. Am J Respir Crit Care Med. 2009 Mar 1;179(5):356-62. doi: 10.1164/rccm.200808-1268OC. Epub 2008 Dec 18."
        },
        {
          "pmid": "18571710",
          "type": "RESULT",
          "citation": "Pistiner M, Gold DR, Abdulkerim H, Hoffman E, Celedon JC. Birth by cesarean section, allergic rhinitis, and allergic sensitization among children with a parental history of atopy. J Allergy Clin Immunol. 2008 Aug;122(2):274-9. doi: 10.1016/j.jaci.2008.05.007. Epub 2008 Jun 20."
        },
        {
          "pmid": "18440625",
          "type": "RESULT",
          "citation": "Hunninghake GM, Soto-Quiros ME, Lasky-Su J, Avila L, Ly NP, Liang C, Klanderman BJ, Raby BA, Gold DR, Weiss ST, Celedon JC. Dust mite exposure modifies the effect of functional IL10 polymorphisms on allergy and asthma exacerbations. J Allergy Clin Immunol. 2008 Jul;122(1):93-8, 98.e1-5. doi: 10.1016/j.jaci.2008.03.015. Epub 2008 Apr 28."
        },
        {
          "pmid": "18244952",
          "type": "RESULT",
          "citation": "Hunninghake GM, Lasky-Su J, Soto-Quiros ME, Avila L, Liang C, Lake SL, Hudson TJ, Spesny M, Fournier E, Sylvia JS, Freimer NB, Klanderman BJ, Raby BA, Celedon JC. Sex-stratified linkage analysis identifies a female-specific locus for IgE to cockroach in Costa Ricans. Am J Respir Crit Care Med. 2008 Apr 15;177(8):830-6. doi: 10.1164/rccm.200711-1697OC. Epub 2008 Jan 31."
        },
        {
          "pmid": "18387595",
          "type": "RESULT",
          "citation": "Lasky-Su J, Lyon HN, Emilsson V, Heid IM, Molony C, Raby BA, Lazarus R, Klanderman B, Soto-Quiros ME, Avila L, Silverman EK, Thorleifsson G, Thorsteinsdottir U, Kronenberg F, Vollmert C, Illig T, Fox CS, Levy D, Laird N, Ding X, McQueen MB, Butler J, Ardlie K, Papoutsakis C, Dedoussis G, O'Donnell CJ, Wichmann HE, Celedon JC, Schadt E, Hirschhorn J, Weiss ST, Stefansson K, Lange C. On the replication of genetic associations: timing can be everything! Am J Hum Genet. 2008 Apr;82(4):849-58. doi: 10.1016/j.ajhg.2008.01.018."
        },
        {
          "pmid": "17989151",
          "type": "RESULT",
          "citation": "Ly NP, Soto-Quiros ME, Avila L, Hunninghake GM, Raby BA, Laskey D, Sylvia JS, Celedon JC. Paternal asthma, mold exposure, and increased airway responsiveness among children with asthma in Costa Rica. Chest. 2008 Jan;133(1):107-14. doi: 10.1378/chest.07-2130. Epub 2007 Nov 7."
        },
        {
          "pmid": "17702965",
          "type": "RESULT",
          "citation": "Hersh CP, Raby BA, Soto-Quiros ME, Murphy AJ, Avila L, Lasky-Su J, Sylvia JS, Klanderman BJ, Lange C, Weiss ST, Celedon JC. Comprehensive testing of positionally cloned asthma genes in two populations. Am J Respir Crit Care Med. 2007 Nov 1;176(9):849-57. doi: 10.1164/rccm.200704-592OC. Epub 2007 Aug 16."
        },
        {
          "pmid": "17998341",
          "type": "RESULT",
          "citation": "Scirica CV, Celedon JC. Genetics of asthma: potential implications for reducing asthma disparities. Chest. 2007 Nov;132(5 Suppl):770S-781S. doi: 10.1378/chest.07-1905."
        },
        {
          "pmid": "17666215",
          "type": "RESULT",
          "citation": "Ly NP, Celedon JC. Family history, environmental exposures in early life, and childhood asthma. J Allergy Clin Immunol. 2007 Aug;120(2):271-2. doi: 10.1016/j.jaci.2007.05.045. No abstract available."
        },
        {
          "pmid": "17561245",
          "type": "RESULT",
          "citation": "Hunninghake GM, Soto-Quiros ME, Avila L, Su J, Murphy A, Demeo DL, Ly NP, Liang C, Sylvia JS, Klanderman BJ, Lange C, Raby BA, Silverman EK, Celedon JC. Polymorphisms in IL13, total IgE, eosinophilia, and asthma exacerbations in childhood. J Allergy Clin Immunol. 2007 Jul;120(1):84-90. doi: 10.1016/j.jaci.2007.04.032. Epub 2007 Jun 11."
        },
        {
          "pmid": "17465681",
          "type": "RESULT",
          "citation": "Lyon HN, Emilsson V, Hinney A, Heid IM, Lasky-Su J, Zhu X, Thorleifsson G, Gunnarsdottir S, Walters GB, Thorsteinsdottir U, Kong A, Gulcher J, Nguyen TT, Scherag A, Pfeufer A, Meitinger T, Bronner G, Rief W, Soto-Quiros ME, Avila L, Klanderman B, Raby BA, Silverman EK, Weiss ST, Laird N, Ding X, Groop L, Tuomi T, Isomaa B, Bengtsson K, Butler JL, Cooper RS, Fox CS, O'Donnell CJ, Vollmert C, Celedon JC, Wichmann HE, Hebebrand J, Stefansson K, Lange C, Hirschhorn JN. The association of a SNP upstream of INSIG2 with body mass index is reproduced in several but not all cohorts. PLoS Genet. 2007 Apr 27;3(4):e61. doi: 10.1371/journal.pgen.0030061. Epub 2007 Mar 7."
        },
        {
          "pmid": "17336615",
          "type": "RESULT",
          "citation": "Hunninghake GM, Soto-Quiros ME, Avila L, Ly NP, Liang C, Sylvia JS, Klanderman BJ, Silverman EK, Celedon JC. Sensitization to Ascaris lumbricoides and severity of childhood asthma in Costa Rica. J Allergy Clin Immunol. 2007 Mar;119(3):654-61. doi: 10.1016/j.jaci.2006.12.609."
        },
        {
          "pmid": "17099076",
          "type": "RESULT",
          "citation": "Hersh CP, Soto-Quiros ME, Avila L, Lake SL, Liang C, Fournier E, Spesny M, Sylvia JS, Lazarus R, Hudson T, Verner A, Klanderman BJ, Freimer NB, Silverman EK, Celedon JC. Genome-wide linkage analysis of pulmonary function in families of children with asthma in Costa Rica. Thorax. 2007 Mar;62(3):224-30. doi: 10.1136/thx.2006.067934. Epub 2006 Nov 10."
        },
        {
          "pmid": "17142250",
          "type": "RESULT",
          "citation": "Raby BA, Soto-Quiros ME, Avila L, Lake SL, Murphy A, Liang C, Fournier E, Spesny M, Sylvia JS, Verner A, Hudson TJ, Klanderman BJ, Freimer NB, Silverman EK, Celedon JC. Sex-specific linkage to total serum immunoglobulin E in families of children with asthma in Costa Rica. Hum Mol Genet. 2007 Feb 1;16(3):243-53. doi: 10.1093/hmg/ddl447. Epub 2006 Dec 1."
        },
        {
          "pmid": "17024367",
          "type": "RESULT",
          "citation": "Celedon JC, Soto-Quiros ME, Avila L, Lake SL, Liang C, Fournier E, Spesny M, Hersh CP, Sylvia JS, Hudson TJ, Verner A, Klanderman BJ, Freimer NB, Silverman EK, Weiss ST. Significant linkage to airway responsiveness on chromosome 12q24 in families of children with asthma in Costa Rica. Hum Genet. 2007 Jan;120(5):691-9. doi: 10.1007/s00439-006-0255-5. Epub 2006 Sep 26."
        },
        {
          "pmid": "16614226",
          "type": "RESULT",
          "citation": "Herbert A, Gerry NP, McQueen MB, Heid IM, Pfeufer A, Illig T, Wichmann HE, Meitinger T, Hunter D, Hu FB, Colditz G, Hinney A, Hebebrand J, Koberwitz K, Zhu X, Cooper R, Ardlie K, Lyon H, Hirschhorn JN, Laird NM, Lenburg ME, Lange C, Christman MF. A common genetic variant is associated with adult and childhood obesity. Science. 2006 Apr 14;312(5771):279-83. doi: 10.1126/science.1124779."
        },
        {
          "pmid": "12807801",
          "type": "RESULT",
          "citation": "Sabatti C, Service S, Freimer N. False discovery rate in linkage and association genome screens for complex disorders. Genetics. 2003 Jun;164(2):829-33. doi: 10.1093/genetics/164.2.829."
        },
        {
          "pmid": "39497092",
          "type": "DERIVED",
          "citation": "Sharma R, Tiwari A, Kho AT, Wang AL, Srivastava U, Piparia S, Desai B, Wong R, Celedon JC, Peters SP, Smith LJ, Irvin CG, Castro M, Weiss ST, Tantisira KG, McGeachie MJ. Circulating microRNAs associated with bronchodilator response in childhood asthma. BMC Pulm Med. 2024 Nov 4;24(1):553. doi: 10.1186/s12890-024-03372-4."
        },
        {
          "pmid": "37461659",
          "type": "DERIVED",
          "citation": "Sharma R, Tiwari A, Kho AT, Wang AL, Srivastava U, Piparia S, Desai B, Wong R, Celedon JC, Peters SP, Smith LJ, Irvin CG, Castro M, Weiss ST, Tantisira KG, McGeachie MJ. Circulating MicroRNAs associated with Bronchodilator Response in Childhood Asthma. Res Sq [Preprint]. 2023 Jun 29:rs.3.rs-3101724. doi: 10.21203/rs.3.rs-3101724/v1."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}