{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05247567",
      "orgStudyIdInfo": {
        "id": "APHP211212"
      },
      "secondaryIdInfos": [
        {
          "id": "2021-A01722-39",
          "type": "OTHER",
          "domain": "ID-RCB"
        }
      ],
      "organization": {
        "fullName": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      },
      "briefTitle": "Quaternary Ammonium and Immunization in Hairdressers",
      "officialTitle": "Quaternary Ammonium and Immunization in Hairdressers",
      "acronym": "AQTIFF"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-03",
      "overallStatus": "TERMINATED",
      "whyStopped": "there is not enough volounteer for the trial",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-10-27",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2022-10-27",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-10-27",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-02-09",
      "studyFirstSubmitQcDate": "2022-02-09",
      "studyFirstPostDateStruct": {
        "date": "2022-02-21",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-03-19",
      "lastUpdatePostDateStruct": {
        "date": "2024-03-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Assistance Publique - Hôpitaux de Paris",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "\"Quaternary ammonium ions (QA) are surfactants and microbicide products found in a large number of household products, disinfectants and cosmetics.\n\nProfessional exposure to QA causes allergic diseases of the skin and lung (asthma). It is also the firs cause of occupational rhinitis since 2000.\n\nSeveral studies have found a link between exposure to some disinfectants and asthma in specific population. Moreover, a study showed that exposure to QA found in hairdressing products could also be a risk factor to allergy to neuro-muscular blocking agents.\n\nHowever, the prevalence of QA sensitization amongst hairdressers is not known, sensitization mechanisms have been poorly characterized. To date, there is no recommendation regarding QA exposure nor classification of QA by toxicity. Finally, the link between hairdressing QA and drug allergy have not been confirmed yet.\n\nThe investigator hypothesize that it is possible to sensitize to QA by exposure to hairdressing products and then to declare allergic diseases. The investigator plan to study this hypothesis in an observational prospective cohort of hairdressing students by measuring both sensitization markers in blood and QA exposure. \"",
      "detailedDescription": "Quaternary ammonium ions (QA) are surfactants and microbicide products found in a large number of household products, disinfectants and cosmetics.\n\nProfessional exposure to QA causes allergic diseases of the skin and lung (asthma). It is also the first cause of occupational rhinitis since 2000.\n\nSeveral studies have found a link between exposure to some disinfectants and asthma in specific population. The responsibility of the QA in asthma can be demonstrated by in vivo testing (inhalation challenge). Some QA have been shown to directly activate the immune system, in particular didecyldimethylammonium chloride, a common disinfectant, that was demonstrated to act as a sensitizer.\n\nNeuromuscular blocking agents (NMBA) are drugs used during surgery to relax muscles. They all have QA moieties and can trigger sometimes severe IgE-mediated allergic reaction (anaphylaxis). The epitope of these drugs recognized by the Immunoglobulin E (IgE) antibodies are precisely the QA moieties. However, the origin of these IgE is unknown as a significant proportion of patients have anaphylaxis on the first exposure an NMBA. A study showed that exposure to QA found in hairdressing products was linked to anti-IgE QA and then might also be a risk factor to allergy to NMBA.\n\nThus, QA exposure is strongly suspected to be linked to allergic diseases. However, the prevalence of QA sensitization amongst hairdressers is not known, sensitization mechanisms have been poorly characterized. To date, there is no recommendation regarding QA exposure nor classification of QA by toxicity. Finally, the link between hairdressing QA and drug allergy have not been confirmed yet.\n\nWe hypothesize that it is possible to sensitize to QA by exposure to hairdressing products and then to declare allergic diseases. We plan to study this hypothesis in an observational prospective cohort of hairdressing students by measuring both sensitization markers in blood and QA exposure.\n\nThe investigator will study 2 groups of hairdressing students :\n\n* first year students, before the beginning of their apprenticeship in a Salon\n* third year students Both groups will be programmed for a visit in the Center for Clinical Investigation of the Bichat Hospital, Paris, France. During this visit, after obtention of written consent, a blood sample (10 mL) will be collected in a serum collection tube, and a form about exposure to QA will be filled by the student.\n\nFor first year students only, a similar visit will be planned at the end of their studies (2 years after inclusion) Serum will be collected and frozen in a biobank in Bichat Hospital. Total and QA specific IgE and Immunoglobulin G (IgG) will be measured.\n\nDifferences in prevalence will be assessed by Fischer's exact test, the link between exposure levels and IgG and IgE levels will be assessed by Spearman correlation, and the evolution of IgE and IgG concentrations over time will be measured by a paired hypothesis test chosen according to data's distribution.\""
    },
    "conditionsModule": {
      "conditions": [
        "Quaternary Ammonium",
        "Hypersensitivity"
      ],
      "keywords": [
        "hypersensitivity",
        "hairdressers",
        "quaternary ammonium"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 1,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "First year students",
          "type": "OTHER",
          "description": "Students in their first year of Hairdressing School",
          "interventionNames": [
            "Biological: serum punction",
            "Biological: skin swab in elbow folds"
          ]
        },
        {
          "label": "Third year students",
          "type": "OTHER",
          "description": "Students in their third year of Hairdressing School",
          "interventionNames": [
            "Biological: serum punction",
            "Biological: skin swab in elbow folds"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "serum punction",
          "description": "A blood sample inclusion and at the end of study visit",
          "armGroupLabels": [
            "First year students",
            "Third year students"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "skin swab in elbow folds",
          "description": "passage of a cotton swab in the crease of the elbow at the inclusion",
          "armGroupLabels": [
            "First year students",
            "Third year students"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Difference between prevalence of quaternary ammonium sensitization between first and third year hairdressing students",
          "description": "Sensitization will be evaluated as the percentage of students with serum anti-Quaternary Ammonium IgE concentration \\>0,35 KU/L",
          "timeFrame": "1 day"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Comparison of quaternary ammonium sensitization of hairdresser to a age-matched birth cohort",
          "description": "The difference in prevalence of quaternary ammonium sensitization (seric IgE\\>0,35 kU/L) between the first year students and a reference population of the same age and geographic origin",
          "timeFrame": "1 day"
        },
        {
          "measure": "Evaluation of the link between quaternary ammonium sensitization and other measured biological parameters and clinical data collected",
          "description": "Measure of the correlation between all collected parameters and concentrations of anti-quaternary ammonium concentrations",
          "timeFrame": "1 day"
        },
        {
          "measure": "the relative variation of IgE anti-quaternary ammonium concentrations of first year students at inclusion and after two years of study",
          "timeFrame": "2 years"
        },
        {
          "measure": "the relative variation of IgG anti-quaternary ammonium concentrations of first year students at inclusion and after two years of study",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria :\n\n* Being at least 16\n* Being regularly registered in a Hairdressing school in first and second year\n* Mastery of French language\n\nExclusion criteria :\n\n* No French speaking parents for underage students\n* People under legal guardianship\n* French special Health Insurance for non-residents (AME)\"",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "16 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Luc de Chaisemartin, MD PhD",
          "affiliation": "Assistance Publique - Hôpitaux de Paris",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Bichat Hospital",
          "city": "Paris",
          "zip": "75018",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}