{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03388866",
      "orgStudyIdInfo": {
        "id": "SLIT_AD1"
      },
      "organization": {
        "fullName": "Casa Espirita Terra de Ismael",
        "class": "OTHER"
      },
      "briefTitle": "Effect of Sublingual Immunotherapy in Patients With Atopic Dermatitis",
      "officialTitle": "Effect of Sublingual Immunotherapy With Mite Extract in Patients With Atopic Dermatits: Placebo-controlled Double-blind Randomized Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2020-08",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2018-05-02",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2019-10-30",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2020-06-26",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-11-22",
      "studyFirstSubmitQcDate": "2017-12-30",
      "studyFirstPostDateStruct": {
        "date": "2018-01-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2020-08-23",
      "lastUpdatePostDateStruct": {
        "date": "2020-08-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Fabio Carmona",
        "investigatorTitle": "Head of Medical School of Ribeirão Preto - University of São Paulo Children´s Hospital",
        "investigatorAffiliation": "Casa Espirita Terra de Ismael"
      },
      "leadSponsor": {
        "name": "Casa Espirita Terra de Ismael",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Fundação de Amparo à Pesquisa do Estado de São Paulo",
          "class": "OTHER_GOV"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Atopic dermatitis (AD) is a chronic and recurrent inflammatory disease, prevalent between 1 and 20% in the world population, with a predominance of childhood, but which may be present in adult life. AD results from a complex interaction between genetic and environmental factors, with the presence of a defect in the skin barrier and deregulation of the immune response, culminating in an inflammatory response in the skin predominantly type 2. Disease control is based on restoring skin hydration, smoothing itching and controlling the process specific sensitizing agents such as inhalant allergens and foods that may pathogenesis of the disease. In selected patients who present IgE mediated response to inhalant allergens, allergen-specific immunotherapy can be effective. Classically, the subcutaneous route is the most used, however, sublingual immunotherapy (SLIT) has been used in increasing form. There are still few studies on the efficacy and safety of SLIT in atopic dermatitis. Therefore, the present study aims to to investigate the role of SLIT in the management of patients with AD allergic mites, through a randomized, double-blind and placebo-controlled study",
      "detailedDescription": "A total of 94 patients, 3 years of age or older, with clinical diagnosis of AD, without distinction of gender, ethnicity or social group, will be selected at HCFMRP-USP Allergy and Dermatology outpatient clinics. These patients will undergo clinical evaluation and laboratory tests, including blood count, total IgE, inhalant panel specific IgE, and immediate hypersensitivity skin tests, and mite allergen-specific IgG4 (Der p 1 and Der p 2), before of the study. To calculate the sample size, a response rate to the medication was defined as a 15 - point decrease in SCORAD (a score that includes lesion extent, intensity and subjective symptoms such as pruritus and sleep), which was determined through the experience of the service. It was estimated that 40% of the patients in the treatment group and 15% of the placebo group reached the proposed rate through a test with 80% power, and the need for 47 individuals in each group was defined.\n\nPatients in the treatment group will undergo allergen-specific immunotherapy sublingually, with weekly doses of extracts of mites Dermatophagoides pteronyssinus and Dermatophagoides farinae (60% and 40% respectively), according to the scheme described in Tables 1 and 2. Patients in the control group will be submitted to the same administration schedule, but with the diluent of the allergenic extract (doubly distilled water solution and glycerin). Patients will be divided into groups according to randomization.\n\nSubjects will be randomly divided into blocks of random size 4 or 6 and stratified according to age (less than 12 years and greater / equal 12 years), performed through the RedCap platform, available at FMRPUSP. This process will be performed by laboratory staff who will provide the extracts and the researchers will not have access to the lists of patients in each group. As for blinding, the bottles with extract and placebo will be provided by the already coded laboratory, and the team will only be responsible for the delivery and storage of the same.\n\nTable 1 - Weekly dose schedule Monday Wednesday Friday\n\n1. st week 1 drop 2 drops 4 drops\n2. nd week 6 drops 8 drops 8 drops\n\nTable 2 - Monthly Dilution Schedule Dilution of mite extract\n\n1st and 2nd weeks (1st month) 1: 1000000 v: v 3rd and 4th weeks (1st month) 1: 100000 v: v\n\n1st and 2nd weeks (2nd month)1: 10000 v: v 3rd and 4th weeks (2nd month) 1:1000 v: v\n\n1st and 2nd weeks (3rd month) 1: 100 v:v 3rd and 4th weeks (3rd month) 1:10 v:v 3rd to 18th month 1:10 v: v\n\nIndividuals will be the outpatient clinics of the Allergy and Dermatology Service of the HCFMRP-USP. All medical records and clinical and dermatological examination will be recorded in medical records, as well as clinical evaluation by SCORAD , quality of life questionnaire and personal scale of symptoms, being evaluated at the beginning of treatment, after two, three, six, nine, twelve, fifteen and eighteen months of evolution.\n\nSerum levels of IgG4 specific mite for Der p 1 and Der p 2 will be determined by ImmunoCAP and evaluated at the beginning and the end of treatment. Interleukins 4, 5, 9, 10 13, 17, TNFα, TGFβ and interferon-γ will be performed in plasma in the beginning, with 9 months of evolution and at the end of the study."
    },
    "conditionsModule": {
      "conditions": [
        "Atopic Dermatitis",
        "Effects of Immunotherapy"
      ],
      "keywords": [
        "inhaled aeroallergens",
        "eczema",
        "pruritus",
        "life quality",
        "immunotheraphy",
        "atopic dermatitis"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "A total of 94 patients, 3 years of age or older, with clinical diagnosis of AD, without distinction of gender, ethnicity or social group, will be selected at HCFMRP-USP Allergy and Dermatology outpatient clinics. These patients will undergo clinical evaluation and laboratory tests, including blood count, total IgE, inhalant panel specific IgE, and / or immediate hypersensitivity skin tests, and mite allergen specific IgG4 (Der p 1 and Der p 2), before of the study.\n\nPatients in the treatment group will undergo sublingual allergen-specific immunotherapy with weekly and weekly doses of extracts of Dermatophagoides pteronyssinus and Dermatophagoides farinae mites (60% and 40% respectively), according to the predetermined schedule. Patients in the control group will be submitted to the same administration schedule, but with allergen extract diluent (doubly distilled water solution and glycerin).",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "Subjects will be randomly divided into blocks of random size 4 or 6 and stratified according to age (less than 12 years and greater / equal 12 years) and severity (SCORAD less than 50 and greater / equal 50)\\*\\*, performed through the RedCap platform, available at FMRPUSP. This process will be performed by laboratory staff who will provide the extracts and the researchers will not have access to the lists of patients in each group. As for blinding, the bottles with extract and placebo will be provided by the already coded laboratory, and the team will only be responsible for the delivery and storage of the same.\n\n\\*\\* Initial SCORAD was not part of the stratification because it was part of the primary outcome variable.",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 91,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Mite extract sublingual immunotherapy",
          "type": "ACTIVE_COMPARATOR",
          "description": "Use of mite extract sublingual immunotherapy (SLIT) with increasing weekly doses of extracts of mite Dermatophagoides pteronyssinus, as represented below:\n\nWeekly dose schedule Monday Wednesday Friday\n\n1. st week 1 drop 2 drops 4 drops\n2. nd week 6 drops 8 drops 8 drops\n\nMonthly Dilution Schedule Dilution of mite extract\n\n1st and 2nd weeks (1st month) 1: 1000000 v: v 3rd and 4th weeks (1st month) 1: 100000 v: v\n\n1st and 2nd weeks (2nd month)1: 10000 v: v 3rd and 4th weeks (2nd month) 1:1000 v: v\n\n1st and 2nd weeks (3rd month) 1: 100 v:v 3rd and 4th weeks (3rd month) 1:10 v:v 3rd to 18th month 1:10 v: v",
          "interventionNames": [
            "Drug: Mite extract sublingual immunotherapy (SLIT)"
          ]
        },
        {
          "label": "SLIT placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Patients in the control group will be submitted to the same administration schedule, but with allergen extract diluent (doubly distilled water solution and glycerin), as described below:\n\nWeekly dose schedule Monday Wednesday Friday\n\n1. st week 1 drop 2 drops 4 drops\n2. nd week 6 drops 8 drops 8 drops\n\nIntervention: Placebo - Immunotherapy allergen diluent",
          "interventionNames": [
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Mite extract sublingual immunotherapy (SLIT)",
          "description": "Administration of increasing weekly doses of extracts of mites Dermatophagoides pteronyssinus in the treatment group.",
          "armGroupLabels": [
            "Mite extract sublingual immunotherapy"
          ],
          "otherNames": [
            "Allergen specific sublingual immunotherapy",
            "Sublingual immunotherapy (SLIT)"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Placebo group will be submitted to administration of increasing weekly doses, but with diluent of the allergenic extract (doubly distilled water solution and glycerin).",
          "armGroupLabels": [
            "SLIT placebo"
          ],
          "otherNames": [
            "Diluent of the allergenic extract"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Decrease in Severity Scoring of Atopic Dermatitis (SCORAD)",
          "description": "The SCORAD is calculated using the extent of the injury, intensity and subjective symptoms, the formula used for the calculation is A / 5 + 7B / 2 + C (A - extent B - intensity C-subjective symptoms). The extent can vary from zero to 100, applying the nine rule also used in large burned patients. The intensity varies from zero to 18, divided into six items, including erythema, edema, excoriation, lichenification, and dryness. Subjective symptoms range from zero to 30 evaluated by means of analog pruritus scale and sleep.\n\nThe SCORAD severity rating is:\n\n0-20 mild 20-40 moderate \\> 40 severe\n\nBased on our clinical experience, it was decided to consider as the main outcome a 15-point decrease in SCORAD,in any degree of severity, in 40% of subjects in the treatment group and 15% in the placebo group.",
          "timeFrame": "Measures at baseline and after 18 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "EASI (Eczema Area and Severity Index)",
          "description": "EASI is based on the extension and severity of Atopic Dermatitis. To obtain EASI, the proportion of body areas are taken into consideration, with head being equivalent to 10%, trunk 30%, upper extremities 20% and lower extremities 40%. The percentage of involvement of these four regions is determined using a scale of 0 to 6. Clinical signs including erythema, infiltration and/or papulation, excoriation, and lichenification are evaluated each on a scale of 0 to 3.\n\nFinal score is calculated using the formula below. Severity is classified as: 0 = clear; 0.1 - 1.0 = almost clear; 1.1-7.0 = mild; 7.1-21.0 = moderate; 21.1-50.0 = severe; 50.1-72.0 = very severe. Any reduction in the EASI score will be accepted as a positive outcome.",
          "timeFrame": "3, 6, 9, 12, 15 and 18 months"
        },
        {
          "measure": "IGA (Investigator Global Assessment)",
          "description": "IGA consists of evaluation of the severity of Atopic Dermatitis considering the inflammatory signs of the disease (erythema, papulation and infiltration). IGA is calculated according to the following scale: clear; almost clear; mild disease; moderate disease; severe disease; and very severe disease.\n\nIGA score 0 or 1 after 18 months of treatment will be accepted as a positive outcome.",
          "timeFrame": "3,6,9,12,15 and 18 months"
        },
        {
          "measure": "DLQI (Dermatology Life Quality Index)",
          "description": "The DLQI is a questionnaire of 10 questions used to measure how much skin problems affect patient´s life in the past seven days.\n\nThe scoring of each question is as follows:\n\nVery much, score of 3; A lot, score of 2; A little, score of 1; Not at all, score of 0; Not relevant, score of 0. Question 7, 'prevented work or studying', score of 3. The DLQI is calculated by summing the score for each question resulting in a maximum of 30 and a minimum of 0. The higher the score, the more quality of life is impaired.\n\nHow to interpret meaning of DLQI scores:\n\n0 - 1 no effect at all on patient's life; 2 - 5 small effect on patient's life; 6 - 10 moderate effect on patient's life; 11 - 20 very large effect on patient's life; 21 - 30 extremely large effect on patient's life.\n\nThe decrease of 4 or more points in DLQI is a secondary outcome measure.",
          "timeFrame": "3, 6, 9, 12,15 and 18 months"
        },
        {
          "measure": "Analog Visual Scale of Symptoms",
          "description": "The analog visual scale consists of three questions that can be answered using a scale of 0 to 10, as described below:\n\nHow much your skin itched last week? How much your skin peeled last week? How atopic dermatitis interfered with last week's sleep? Any reduction in the analog visual scale will be accepted as a positive outcome",
          "timeFrame": "3, 6, 9, 12,15 and 18 months"
        },
        {
          "measure": "Pruritus scale",
          "description": "Patients will provide information on their perception of pruritus in their daily life. The evaluation is subjective, varying from absence of pruritus to severe pruritus.\n\nAny reduction in the Pruritus scale will be accepted as a positive outcome",
          "timeFrame": "3, 6, 9, 12, 15 and 18 months"
        },
        {
          "measure": "IgG4 antibodies to mite allergens Der p 1, Der p 2 and Der p 10",
          "description": "It has been consistently shown that both subcutaneous and sublingual immunotherapy increase levels of specific IgG4 antibodies. Therefore, we expect to find an increase in levels of IgG4 to mite allergens at the end of treatment. IgG4 specific to Der p 1, Der p 2 and Der p 10 can be measured by ImmunoCAP.",
          "timeFrame": "0 and 18 months"
        },
        {
          "measure": "Specific IgE antibodies to purified allergens and to Staphylococcal allerg",
          "description": "IgE antibodies to a panel of purified allergens will be assessed by ImmunoCAP and ImmunoCAP-ISAC, including Dermatophagoides pteronyssinus allergens rDer p1, rDer p 2 e rDer p 10. In addition, levels of specific IgE to Staphylococcal enterotoxins, including enterotoxins A, B, C and TSST, will be determined in patients' sera before and after treatment. It is expected that levels of IgE antibodies to mite allergens and to Staphylococcal enterotoxins will be decreased at the end of treatment",
          "timeFrame": "0 and 18 months"
        },
        {
          "measure": "Type 2 and regulatory cytokines",
          "description": "Reduction in type 2 cytokine group (IL4, IL5, IL9 and IL13) Regulatory cytokines \\[Time Frame: 0, 9 and 18 months\\] Increase of regulatory cytokines (IL-10 and TGF-beta)",
          "timeFrame": "0, 9 and 18 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Diagnosis of AD according to Hanifin and Rajka criteria;\n* Age greater than or equal to 3 years;\n* SCORAD equal to or greater than 15 points;\n* Presence of skin tests and / or specific IgE positive for Dermatophagoides pteronyssinus and / or Dermatophagoides farinae;\n\nExclusion Criteria:\n\n* Pregnancy or breastfeeding;",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Karla L Arruda, PhD",
          "affiliation": "Faculdade de Medicina de Ribeirão Preto",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital das Clínicas da Faculdade de Medicina de Ribeirão Preto",
          "city": "Ribeirão Preto",
          "state": "São Paulo",
          "zip": "14048-900",
          "country": "Brazil",
          "geoPoint": {
            "lat": -21.1775,
            "lon": -47.81028
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "UNDECIDED"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        },
        {
          "id": "D004485",
          "term": "Eczema"
        },
        {
          "id": "D011537",
          "term": "Pruritus"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D012877",
          "term": "Skin Manifestations"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D063729",
          "term": "Sublingual Immunotherapy"
        }
      ],
      "ancestors": [
        {
          "id": "D003888",
          "term": "Desensitization, Immunologic"
        },
        {
          "id": "D007165",
          "term": "Immunosuppression Therapy"
        },
        {
          "id": "D007167",
          "term": "Immunotherapy"
        },
        {
          "id": "D056747",
          "term": "Immunomodulation"
        },
        {
          "id": "D001691",
          "term": "Biological Therapy"
        },
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D007158",
          "term": "Immunologic Techniques"
        },
        {
          "id": "D008919",
          "term": "Investigative Techniques"
        }
      ]
    }
  },
  "hasResults": false
}