{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06283290",
      "orgStudyIdInfo": {
        "id": "D3250R00122"
      },
      "organization": {
        "fullName": "AstraZeneca",
        "class": "INDUSTRY"
      },
      "briefTitle": "PROPE Severe Asthma Study in Egypt",
      "officialTitle": "Prevalence of the OCS Use Among Severe Asthma Patients in Egypt: A Nation-wide, Cross-Sectional, Multicenter Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-03-12",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2024-11-28",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2024-11-28",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2024-01-31",
      "studyFirstSubmitQcDate": "2024-02-27",
      "studyFirstPostDateStruct": {
        "date": "2024-02-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-23",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "AstraZeneca",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Asthma is a syndrome characterized by airway inflammation, reversible airway obstruction, and airway hyper-responsiveness. Patients present clinically with recurrent wheezing, shortness of breath, cough, and chest tightness. Asthma is a leading cause of morbidity with a global prevalence of approximately 300 million; it is estimated that the number of people with asthma may increase to 400 to 450 million people worldwide by 2025.\n\nSevere asthma is not considered a single disease; instead, it is divided into several phenotypes, owing to the variety of inflammatory, clinical, and functional characteristics that it can present with. One of the proposed and most studied phenotypes is severe eosinophilic asthma. Patients with severe asthma that is accompanied by a high concentration of eosinophils require greater healthcare resource use, greater disease management costs, and a much more impaired QoL than those who do not present with raised eosinophilia.\n\nWhile the number of targeted treatments for asthma management has been growing in recent years, the heterogeneity of clinical presentations, treatment responses, and inflammatory processes involved represent an added challenge for health care professionals. Thus, severe asthma management is a complex endeavor, and a thorough and up-to-date understanding of the pathophysiologic characteristics of the patient population promotes effective therapeutic decision-making.\n\nThis cross-sectional, multicenter study aims to determine the prevalence of oral corticosteroid (OCS) use among severe asthma patients who attend to different sites specialized in the management of severe asthma across Egypt. In addition, the prevalence of eosinophilic phenotype of blood eosinophil count ≥ 150 cells/mm3, prevalence of atopic phenotype, and asthma control will also be studied.",
      "detailedDescription": "Asthma is a syndrome characterized by airway inflammation, reversible airway obstruction, and airway hyper-responsiveness. As a result, patients present clinically with recurrent wheezing, shortness of breath, cough, and chest tightness. Asthma is a leading cause of morbidity, with a global prevalence of approximately 300 million; it is estimated that the number of people with asthma may increase to 400 to 450 million people worldwide by 2025.\n\nDespite the availability of multiple therapeutic options, 5-10% of asthmatic patients present with severe disease that is associated with substantial morbidity. Severe asthma patient, as defined by the Global Initiative for Asthma (GINA) 2022 guidelines, is the asthmatic patient that is uncontrolled despite adherence with maximal optimized therapy and treatment of contributing factors, or worsens with high dose treatment is stepped down. They stated that severe asthmatic patient requires therapeutic options for steps 4-5 to prevent them from becoming \"uncontrolled\" or remaining \"uncontrolled\" despite therapy Severe asthma is recognized as a major unmet need that poses a great burden on the healthcare system. While accounting for only a small proportion of the total asthmatic population, severe asthma-related costs are 1.7 to 4-fold higher than those observed in the mild-persistent asthma population and may represent up to 50% of the total asthma-associated healthcare costs. Severe asthma also has a high personal and social impact as patients with severe asthma typically present with greater levels of anxiety and depression, with measures of quality of life (QoL) being far worse in severe asthma than in mild or moderate asthma.\n\nMost of asthma patients experiencing frequent exacerbations and significant limitations on their lung function and quality of life. Oral corticosteroid (OCS) has been a mainstay of severe asthma management for almost 60 years, helping patients manage their exacerbations. Clinical guidelines, including the Australian Asthma Handbook and the GINA guidelines, recommend adding low-dose maintenance OCS when all other conventional treatments have failed to control asthma, when adequate inhaler technique and adherence have been attained, and when other contributing factors have been ruled out. Additionally, short bursts of OCS (i.e. 5-10 days) are recommended to manage severe asthma exacerbations. OCS is currently used by more than 13.5 million people with severe asthma worldwide to manage exacerbations and avoid hospitalization. For patients, this cumulative, prolonged use of OCS is linked to disabling adverse effects that might further impair their quality of life. Serious health hazards, such as diabetes, osteoporosis, and heart disease, can result from long-term OCS usage. Limited published studies suggest OCS usage varies across countries. Also, recent registry data show that at least 25-60% of patients with severe asthma in affluent nations may at some point be prescribed OCS.\n\nSevere asthma is not considered a single disease; instead, it is divided into several phenotypes, owing to the variety of inflammatory, clinical, and functional characteristics that can manifest on the patients. One of these proposed and most studied phenotypes is severe eosinophilic asthma. Eosinophils have long been recognized as a key element in asthmatic inflammation. This persistent airway inflammation is partly responsible for the high frequency of exacerbations seen in severe asthma. Patients with severe asthma accompanied by a high concentration of eosinophils require greater healthcare resource utilization, greater disease management costs, and a much more impaired QoL than those who do not present with raised eosinophilia.\n\nDespite its impact, severe eosinophilic asthma is yet to be clearly defined. Peripheral blood eosinophil counts as high as 400 cells/mm3 have been linked to increased asthma exacerbations. Nevertheless, adult-onset asthma patients with blood eosinophil counts above a lower threshold (≥300 cells/mm3) already present with a distinct phenotype of severe asthma with frequent exacerbations and poor prognosis. Additionally, studies of anti-eosinophilic therapies indicate patients with blood eosinophil levels ≥300 cells/mm3 already benefit from the targeted treatment.\n\nAlthough eosinophilic inflammation of the airways has been classically associated with allergic asthma (i.e., asthma that is triggered by an allergen), there is evidence that eosinophilia is present in the airways of severe asthmatic patients without the allergic disease. Contrary to early-onset eosinophilic asthma, adult-onset eosinophilic asthma frequently develops in the absence of allergen-dependent activation of Th2 lymphocytes, which suggests a mechanism of eosinophilic inflammation other than allergy. Late-onset asthmatics have also been found to present a lower rate of skin prick sensitization, indicating that eosinophilic airway inflammation and atopy are not fully concordant. Of note, asthma patients may present with atopy (i.e., elevated immunoglobulin E \\[IgE\\] levels), but no sensitization to common inhaled allergens and asthma without allergic etiology.\n\nThe number of targeted treatments for asthma management has been growing in recent years. Still, the heterogeneity of clinical presentations, treatment responses, and inflammatory processes involved represent an added challenge for health care professionals."
    },
    "conditionsModule": {
      "conditions": [
        "Severe Asthma"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "OTHER",
        "timePerspective": "CROSS_SECTIONAL"
      },
      "enrollmentInfo": {
        "count": 201,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "To describe the prevalence (frequency) of OCS use among severe asthma patients as defined by chronic treatment and/or bursts of OCS use.",
          "description": "To describe the prevalence (frequency) of OCS use among severe asthma patients as defined by chronic treatment and/or bursts of OCS use.",
          "timeFrame": "12 Months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To describe the demographic characteristics of severe eosinophilic asthma patients.",
          "description": "To describe the demographic characteristics of severe eosinophilic asthma patients.",
          "timeFrame": "12 months"
        },
        {
          "measure": "To describe the clinical characteristics of severe eosinophilic asthma patients.",
          "description": "Number of severe asthma exacerbations, as per the Official ATS/ERS Statement on Asthma Control, in the year (12 months) prior to study entry.",
          "timeFrame": "12 months"
        },
        {
          "measure": "To discover the average OCS dose per year used among severe asthma patients.",
          "description": "To discover the average OCS dose per year used among severe asthma patients.",
          "timeFrame": "12 months"
        },
        {
          "measure": "To determine the prevalence of the eosinophilic phenotype",
          "description": "To determine the prevalence of the eosinophilic phenotype as defined by a blood eosinophil count ≥300 cells/mm3 among severe asthma patients across Egypt.",
          "timeFrame": "60 months"
        },
        {
          "measure": "To determine the prevalence of the eosinophilic phenotype",
          "description": "To determine the prevalence of the eosinophilic phenotype as defined by a blood eosinophil count ≥ 150 cells/mm3 among severe asthma patients across Egypt.",
          "timeFrame": "60 months"
        },
        {
          "measure": "To determine the prevalence of the total serum IgE",
          "description": "To determine the prevalence of the total serum IgE \\> 100 IU/mL among severe asthma patients in Egypt.",
          "timeFrame": "12 months"
        },
        {
          "measure": "To determine the annual severe asthma exacerbation rate in the past twelve months among severe asthma patients in Egypt",
          "description": "To determine the annual severe asthma exacerbation rate in the past twelve months among severe asthma patients in Egypt, as defined by ATS/ERS as events that require urgent action on the part of the patient and physician to prevent a serious outcome, such as hospitalization or death from asthma",
          "timeFrame": "12 months"
        },
        {
          "measure": "To evaluate asthma control of severe asthma patients",
          "description": "To evaluate asthma control of severe asthma patients, as assessed by the GINA (Global Initiative for Asthma) assessment of asthma control questions.\n\n0 = Well Controlled\n\n1 - 2 = Partly controlled 3 - 4 = Uncontrolled.",
          "timeFrame": "12 months"
        },
        {
          "measure": "To evaluate comorbidities related to OCS use",
          "description": "To evaluate comorbidities related to OCS use",
          "timeFrame": "12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female patient, aged 18 years or older by the time of study entry\n* Patient visiting a participating center for a routine clinical appointment\n* The patient is willing and able to provide a blood sample for IgE and eosinophil levels determination as part of their routine clinical visit\n* Patients with a diagnosis of severe asthma for at least one year as defined by:\n\nTreatment with guidelines-suggested medications for Global Initiative for Asthma (3) steps 4-5 asthma\n\n* Patients (or their legal guardian) who voluntarily sign and date the informed consent form (ICF) prior to study entry\n\nExclusion Criteria:\n\n* Patients with a diagnosis of chronic obstructive pulmonary disease (COPD) or other chronic respiratory conditions beyond severe asthma\n* An acute or chronic condition that, by the investigator's decision, would limit the patient's ability to participate in this study\n* Patients who are currently under biologic therapy to treat their severe asthma",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "The study population will include patients 18 years and older with severe asthma, per the definition of the GINA 2022 Guidelines \\[4\\]. Patients will be identified and invited to participate in the study consecutively as they attend their routine clinical visits at the included centers.\n\nTo be included in the study, each patient should meet all the inclusion criteria and none of the exclusion criteria described in the sections below. In addition, patients should provide written, informed consent prior to any study-specific procedures or data collection.\n\nThe enrolment period will be approximately 8 months or until the required number of patients has been included, whichever occurs first.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Research Site",
          "city": "Dakahlia",
          "state": "Dakahlia Governorate",
          "country": "Egypt"
        },
        {
          "facility": "Research Site",
          "city": "Sharkia",
          "state": "Sharqia Province",
          "country": "Egypt"
        },
        {
          "facility": "Research Site",
          "city": "Alexandria",
          "country": "Egypt",
          "geoPoint": {
            "lat": 31.20176,
            "lon": 29.91582
          }
        },
        {
          "facility": "Research Site",
          "city": "Cairo",
          "country": "Egypt",
          "geoPoint": {
            "lat": 30.06263,
            "lon": 31.24967
          }
        }
      ]
    },
    "referencesModule": {
      "seeAlsoLinks": [
        {
          "label": "CSR Synopsis",
          "url": "https://filehosting-v2.pharmacm.com/api/Attachment/Download?tenantId=80217111&amp;parentIdentifier=D3250R00122&amp;attachmentIdentifier=baa661ce-606b-4f04-8a48-a6db48dc0afd&amp;fileName=D3250R00122_CSR_Synopsis.pdf&amp;versionIdentifier="
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D001249",
          "term": "Asthma"
        }
      ],
      "ancestors": [
        {
          "id": "D001982",
          "term": "Bronchial Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        },
        {
          "id": "D008173",
          "term": "Lung Diseases, Obstructive"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012130",
          "term": "Respiratory Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}