{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07172958",
      "orgStudyIdInfo": {
        "id": "STUDY00001593"
      },
      "organization": {
        "fullName": "Children's National Research Institute",
        "class": "OTHER"
      },
      "briefTitle": "Selective Antigen Specific T Cells and CAR T Cells in Subjects With Relapsed/Refractory Embryonal Tumors (SABRE)",
      "officialTitle": "Selective Antigen Specific dTβRII-expressing T Cells and B7-H3 CAR T Cells in Subjects With Relapsed/Refractory Embryonal Tumors (SABRE)",
      "acronym": "SABRE"
    },
    "statusModule": {
      "statusVerifiedDate": "2026-01",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-01-27",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2035-12",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2038-12",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-09-08",
      "studyFirstSubmitQcDate": "2025-09-08",
      "studyFirstPostDateStruct": {
        "date": "2025-09-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-26",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-27",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Children's National Research Institute",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "National Cancer Institute (NCI)",
          "class": "NIH"
        },
        {
          "name": "Cancer Research UK",
          "class": "OTHER"
        },
        {
          "name": "The Mark Foundation for Cancer Research",
          "class": "UNKNOWN"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This is a phase I dose-escalation study to determine the safety and feasibility of autologous CAR-TA T cells (B7-H3 CAR+ T cells administered with DNR-PRAME Tumor Antigen-specific T cells) following lymphodepleting chemotherapy in participants with relapsed/refractory rhabdomyosarcoma, Ewing sarcoma, neuroblastoma and Wilms tumor.\n\nPatients will be enrolled to one of three planned dose levels with B7-H3 CAR T cell dose determined based on the percentage of B7-H3 transduced cells (B7-H3+ population of cells), and dTBRII-transduced PRAME TA-specific T cell dose based on the total cell population. Both doses will be based on the recipient's body weight.\n\nThe safety of the CAR-TA T cell product will be evaluated and the maximum tolerated dose (MTD) will be determined. The safety endpoint will be assessed by monitoring for dose limiting toxicities for 28 days following CAR-TA T cell administration.",
      "detailedDescription": "This protocol is designed as a phase I dose-escalation study. Procurement phase: During the procurement phase of this protocol, upon SABRE Procurement Consent and procurement eligibility confirmation, participants will undergo a non-mobilized apheresis for collection of mononuclear cells to be used for the CAR-TA T cell product manufacturing.\n\nTreatment phase: Once the CAR-TA T cell products are released and patients are confirmed eligible for CAR-TA T cell product infusion, participants will undergo protocol therapy at Children's National Hospital, consisting of a standard Lymphodepleting chemotherapy preparative regimen with fludarabine and cyclophosphamide, followed by intravenous infusion of the combined CAR-TA T cell product. The DNR-TA T cells and B7-H3 CAR T cells will be generated and combined into a final product comprised of the two T cell components combined at a 1:1 ratio. Patients will be enrolled to one of three CAR-TA T cell product dose levels (dose levels 1, 2 and 3). There are provisions in place to dose de-escalate for safety concerns (dose level -1).\n\nFludarabine will be administered intravenously once daily over 30 minutes, days -5 through -2 (4 doses in total). The dose of fludarabine will be 30 mg/m2 /day. Cyclophosphamide will be administered intravenously once daily over 30 minutes, days -5 and -4 (2 doses in total). The dose of cyclophosphamide will be 500 mg/m2 /day.\n\nThe first 3 patients enrolled on study will be ≥ 12 years of age at enrollment and treated at dose level 1 (1 x 10e6/kg). If no DLTs are observed in this cohort, enrollment at dose levels 2 (3 x 10e6/kg) and 3 (10 x 10e6/kg) will expand to include patients aged ≥ 1 year and \\< 24 years.\n\nPatients will remain admitted for at least 7 days following the CAR-TA T cell infusion. All infused patients will be followed with weekly visits during the 28-day dose-limiting toxicity monitoring period where they will be clinically assessed, and safety and research blood draws will be performed.\n\nIdeally, patients should not receive other systemic or local cancer-directed therapies for at least 28 days after the CAR-TA T cell infusion.\n\nParticipants will be followed closely for 1 year following the CAR-TA T-cell infusion. After 1 year, yearly assessments will be done up to 15 years. The visits will consist of labs and examinations as well as talking to participants about how they are feeling. Participants will be followed for toxicity until the last follow-up post CAR-TA T cell product administration.\n\nThis study will be conducted at Children's National Hospital (CNH). Cell culture manipulations will be carried out in the CETI Good Manufacturing Practice (GMP) facility within Children's National Hospital using current standard operating procedures (SOPs).\n\nUp to 18 participants will be treated on this protocol to meet the primary objective over an estimated accrual period of 5 years"
    },
    "conditionsModule": {
      "conditions": [
        "Rhabdomyosarcoma",
        "Ewing Sarcoma",
        "Neuroblastoma",
        "Wilms Tumor"
      ],
      "keywords": [
        "CAR T Therapy for Embryonal tumors",
        "T cell Therapy for Embryonal tumors"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 18,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "This is single arm study.",
          "type": "EXPERIMENTAL",
          "description": "Lymphodepleting chemotherapy regimen with cyclophosphamide and fludarabine will be administered prior to CAR-TA T cell product infusion. The DNR-TA T cells and B7-H3 CAR T cells will be generated and combined into a final product comprised of the two T cell components combined at a 1:1 ratio.",
          "interventionNames": [
            "Biological: Selective Antigen Specific dTβRII-expressing T cells combined with B7-H3 CAR T cells"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Selective Antigen Specific dTβRII-expressing T cells combined with B7-H3 CAR T cells",
          "description": "Selective Antigen Specific dTβRII-expressing T cells combined with B7-H3 CAR T cells",
          "armGroupLabels": [
            "This is single arm study."
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Grade 3 or more immediate infusion-related adverse event",
          "description": "Number of patients experiencing Grade 3 or higher immediate infusion-related adverse events, assessed using the Common Terminology Criteria for Adverse Events (CTCAE, version 5.0; Grades 1-5; higher grades indicate worse severity), occurring during or immediately following the CAR-TA T cell infusion.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 4 or more Immune Effector Cell Associated Neurotoxicity Syndrome (ICANS)",
          "description": "Number of patients experiencing Grade 4 or higher Immune Effector Cell-Associated Neurotoxicity Syndrome (ICANS), assessed using the American Society for Transplantation and Cellular Therapy (ASTCT) CRS and ICANS Consensus Grading Criteria (Grades 1-5; higher grades indicate worse severity).",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 3 neurotoxicity or ICANS persisting for more than 72 hours",
          "description": "Number of patients experiencing Grade 3 neurotoxicity or ICANS with a duration greater than 72 hours. (severity grades assessed as per American Society for Transplantation and Cellular Therapy (ASTCT) CRS and ICANS Consensus Criteria)",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 4 or more Cytokine Release Syndrome (CRS)",
          "description": "Number of patients experiencing Grade 4 or higher Cytokine Release Syndrome (CRS), assessed using ASTCT CRS Consensus Grading Criteria (Grades 1-5; higher = worse).",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 3 Cytokine Release Syndrome (CRS) lasting more than 14 days",
          "description": "Number of patients experiencing Grade 3 CRS with a duration greater than 14 days",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 3 or more Hemophagocytic Lymphohistiocytosis (HLH)",
          "description": "Number of patients experiencing Grade 3 or higher Hemophagocytic Lymphohistiocytosis (HLH), assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 3 or more fever lasting for more than 14 days",
          "description": "Number of patients experiencing fever of Grade 3 or higher, persisting longer than 14 days, assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 4 or more infection uncontrolled for more than 7 days",
          "description": "Number of patients experiencing infection of Grade 4 or higher severity that is uncontrolled for more than 7 days, assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Any unexpected toxicity of Grade 2 or more",
          "description": "Number of patients experiencing unexpected toxicities of Grade 2 or higher, assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Any expected toxicity above Grade 4",
          "description": "Number of patients experiencing expected toxicity above Grade 4 (i.e., Grade 5 toxicity), assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Any expected toxicity above Grade 3 lasting longer than 72 hours",
          "description": "Number of patients experiencing expected toxicity greater than Grade 3, persisting longer than 72 hours, assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        },
        {
          "measure": "Grade 2 toxicity persisting for more than 7 days AND considered intolerable to the patient and/or not controlled with standard supportive care",
          "description": "Number of patients experiencing Grade 2 toxicity persisting for more than 7 days that is intolerable to the patient and/or not controlled with standard supportive care, assessed using CTCAE v5.0.",
          "timeFrame": "Within 28 days from the CAR-TA T cell infusion"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Response to CAR-TA T cell therapy",
          "description": "Number of patients who respond to CAR-TA T cell therapy for treatment of relapsed or refractory rhabdomyosarcoma, Ewing sarcoma, neuroblastoma and Wilms tumor, defined as complete response, partial response, or stable disease following infusion of the CAR-TA T cell product. Disease response will be assessed using protocol-specified criteria.",
          "timeFrame": "Up to 5 years from the CAR-TA T cell infusion"
        },
        {
          "measure": "Progression-free survival",
          "description": "Time from infusion of the investigational product to the first documented disease progression or death from any cause",
          "timeFrame": "Up to 12 months from the CAR-TA T cell infusion"
        },
        {
          "measure": "Overall survival",
          "description": "Time from the from infusion of the investigational product to death from any cause.",
          "timeFrame": "Up to 12 months from the CAR-TA T cell infusion"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nRecipient Inclusion Criteria for Procurement:\n\n* Diagnosis of relapsed/refractory rhabdomyosarcoma, Ewing sarcoma, neuroblastoma, or Wilms tumor\n* Refractory disease, residual detectable disease or relapsed disease following available standard of care therapies with known clinical benefit for their specific tumor type, or unable to receive such therapies due to unacceptable toxicity or contraindication\n* Measurable or evaluable disease by imaging, as determined following most recent therapy\n* Age ≥ 1 year and \\< 24 years\n* Weight \\> 10 kg\n* No systemic steroid exposure within 1 week of procurement\n* Karnofsky/Lansky score of ≥ 60 (See Appendix 3)\n* Participants of childbearing potential or capable of fathering a child must agree to use effective contraceptive measure/s (as described in Appendix 5) during study protocol participation through 6 months following the administration of the CAR-TA T cells\n* ANC \\> 500/µL\n* ALC \\> 1000/µL\n* Platelet count \\> 50,000/uL (level can be achieved with transfusion)\n* Bilirubin ≤ 2.5 mg/dL\n* Aspartate aminotransferase (AST)/Alanine transaminase (ALT) ≤ 5x the upper limit of normal for age\n* Serum creatinine Maximum serum creatinine (mg/dL) Age Male Female\n\n  1. to \\< 2 years 0.6 0.6\n  2. to \\< 6 years 0.8 0.8\n\n  6 to \\< 10 years 1 1 10 to \\< 13 years 1.2 1.2 13 to \\< 16 years 1.5 1.2\n\n  ≥ 16 years 1.7 1.4 OR Creatinine clearance or glomerular filtration rate (GFR) ≥ 70 mL/min/1.73 m for patients with levels above\n* For FOCBP: Negative pregnancy test\n* Pulse oximetry of \\> 90% on room air\n* Adequate cardiac function defined as: o Shortening fraction of ≥ 27% by echocardiogram, or o Ejection fraction of \\> 50% by echocardiogram or radionuclide angiogram (i.e., MUGA).\n* No acute neurological toxicity \\> grade 1 (with the exception of peripheral sensory neuropathy or controlled seizure disorder on anti-epileptics).\n* The following time frames must have elapsed between prior therapy completion and apheresis cell collection:\n\n  * Myelosuppressive chemotherapy/immunomodulatory medications: At least 3 weeks, or 6 weeks if prior nitrosourea.\n  * Hematopoietic growth factors: At least 7 days since the completion of therapy with a growth factor. At least 14 days after receiving pegfilgrastim.\n  * Biological agent, tyrosine kinase inhibitor, targeted agent, metronomic chemotherapy: At least 7 days since the completion of therapy with a biologic agent, tyrosine kinase inhibitor, targeted agent, or metronomic non-myelosuppressive regimen.\n  * Monoclonal antibodies and checkpoint inhibitors: At least 3 weeks or 5 half-lives (whichever is shorter) since the last dose of a monoclonal antibody or checkpoint inhibitor.\n  * Radiotherapy (XRT): At least 3 weeks since XRT, and at least 6 weeks if radiation involved the CNS or lung fields. Exception: There is no time restriction for palliative radiation with minimal bone marrow involvement and the patient has measurable/evaluable disease outside the radiation port or the site of radiation has documented progression.\n  * Autologous stem cell transplant/infusion: At least 6 weeks from their infusion after an autologous stem cell infusion following myeloablative therapy. Patients who received an autologous stem cell infusion following non-myeloablative therapy do not have a wash-out period; they are eligible once they meet all other eligibility requirements, including recovery from acute side effects.\n  * Investigational agent: at least 28 days since receiving an investigational agent.\n* Patient or parent/guardian capable of providing informed consent.\n\nRecipient Inclusion Criteria for CAR-TA T cell product Infusion:\n\n* No systemic steroid exposure within 1 week prior to protocol therapy initiation\n* Karnofsky/Lansky score of ≥ 60 (See Appendix 3)\n* ANC \\> 750/uL\n* Platelet count \\> 75,000/uL\n* Bilirubin ≤ 2.5 mg/dL\n* AST/ALT ≤ 5x the upper limit of normal for age\n* Serum creatinine Maximum serum creatinine (mg/dL) Age Male Female\n\n  1 to \\< 2 years 0.6 0.6 2 to \\< 6 years 0.8 0.8 6 to \\< 10 years 1 1 10 to \\< 13 years 1.2 1.2 13 to \\< 16 years 1.5 1.2\n\n  ≥ 16 years 1.7 1.4 OR Creatinine clearance or glomerular filtration rate (GFR) ≥ 70 mL/min/1.73 m for patients with levels above\n* For FOCBP: Negative pregnancy test\n* Participants of childbearing potential or capable of fathering a child must agree to use effective contraceptive measure/s (as described in Appendix 5) through 6 months following the administration of the CAR-TA T cells\n* Adequate respiratory function defined as oxygen saturation 90% or higher on room air\n* No acute neurological toxicity \\> grade 1 (with the exception of peripheral sensory neuropathy or controlled seizure disorder on anti-epileptics).\n* Adequate cardiac function defined as:\n\n  * Shortening fraction of ≥ 27% by echocardiogram, or\n  * Ejection fraction of \\> 50% by echocardiogram or radionuclide angiogram\n* The following time frames must have elapsed between completion of prior therapy and the initiation of SABRE protocol therapy:\n\n  * Myelosuppressive chemotherapy: At least 2 weeks from last dose of chemotherapy.\n  * Hematopoietic growth factors: At least 7 days since the completion of therapy with a growth factor. At least 14 days after receiving pegfilgrastim.\n  * Biological agent, tyrosine kinase inhibitor, targeted agent, metronomic chemotherapy: At least 7 days since the completion of therapy with a biologic agent, tyrosine kinase inhibitor, targeted agent, or metronomic non-myelosuppressive regimen.\n  * Monoclonal antibodies and checkpoint inhibitors: At least 3 weeks or 5 half-lives (whichever is shorter) since the last dose of a monoclonal antibody or checkpoint inhibitor.\n  * Radiotherapy (XRT): At least 3 weeks since XRT, and at least 6 weeks if radiation involved CNS or lung fields. Exception: There is no time restriction for palliative radiation with minimal bone marrow involvement and the patient has measurable/evaluable disease outside the radiation port or the site of radiation has documented progression.\n  * Investigational agent: At least 28 days since receiving an investigational agent.\n* Patient or parent/guardian capable of providing informed consent.\n\nExclusion Criteria:\n\nRecipient Procurement Exclusion Criteria:\n\n* Patients with known CNS disease.\n* Patients with uncontrolled infection/s or known HIV infection\n* Pregnant or lactating females.\n* Patients who have undergone previous allogeneic stem cell transplant.\n\nRecipient Exclusion Criteria for CAR-TA T cell product Infusions:\n\n* Patients with uncontrolled infections or known HIV infection.\n* Pregnant or lactating females\n* Whole lung/mediastinal radiation within 12 weeks\n* Clinically significant systemic illness or medical condition likely to interfere with assessment of safety or efficacy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "23 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Holly Meany, MD",
          "role": "CONTACT",
          "phone": "2024765697",
          "email": "HMeany@childrensnational.org"
        },
        {
          "name": "Fahmida Hoq, MBBS",
          "role": "CONTACT",
          "phone": "2024763634",
          "email": "FHoq@childrensnational.org"
        }
      ],
      "overallOfficials": [
        {
          "name": "Holly Meany, MD",
          "affiliation": "Children's National Research Institute",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Amy Hont, MD",
          "affiliation": "Children's National Research Institute",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Children's National Hospital",
          "status": "RECRUITING",
          "city": "Washington D.C.",
          "state": "District of Columbia",
          "zip": "20010",
          "country": "United States",
          "contacts": [
            {
              "name": "Fahmida Hoq, MBBS, MS",
              "role": "CONTACT",
              "phone": "202-476-3634",
              "email": "FHOQ@childrensnational.org"
            },
            {
              "name": "Amy Hont, MD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 38.89511,
            "lon": -77.03637
          }
        },
        {
          "facility": "Childrens National Hospital",
          "status": "NOT_YET_RECRUITING",
          "city": "Washington D.C.",
          "state": "District of Columbia",
          "zip": "20010",
          "country": "United States",
          "contacts": [
            {
              "name": "Holly Meany, MD",
              "role": "CONTACT",
              "phone": "202-476-5697",
              "email": "HMeany@childrensnational.org"
            },
            {
              "name": "Holly Meany, MD",
              "role": "PRINCIPAL_INVESTIGATOR"
            },
            {
              "name": "Amy Hont, MD",
              "role": "SUB_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 38.89511,
            "lon": -77.03637
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-19"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012208",
          "term": "Rhabdomyosarcoma"
        },
        {
          "id": "D012512",
          "term": "Sarcoma, Ewing"
        },
        {
          "id": "D009447",
          "term": "Neuroblastoma"
        },
        {
          "id": "D009396",
          "term": "Wilms Tumor"
        }
      ],
      "ancestors": [
        {
          "id": "D009217",
          "term": "Myosarcoma"
        },
        {
          "id": "D009379",
          "term": "Neoplasms, Muscle Tissue"
        },
        {
          "id": "D018204",
          "term": "Neoplasms, Connective and Soft Tissue"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D012509",
          "term": "Sarcoma"
        },
        {
          "id": "D012516",
          "term": "Osteosarcoma"
        },
        {
          "id": "D018213",
          "term": "Neoplasms, Bone Tissue"
        },
        {
          "id": "D009372",
          "term": "Neoplasms, Connective Tissue"
        },
        {
          "id": "D018241",
          "term": "Neuroectodermal Tumors, Primitive, Peripheral"
        },
        {
          "id": "D018242",
          "term": "Neuroectodermal Tumors, Primitive"
        },
        {
          "id": "D018302",
          "term": "Neoplasms, Neuroepithelial"
        },
        {
          "id": "D017599",
          "term": "Neuroectodermal Tumors"
        },
        {
          "id": "D009373",
          "term": "Neoplasms, Germ Cell and Embryonal"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009380",
          "term": "Neoplasms, Nerve Tissue"
        },
        {
          "id": "D018193",
          "term": "Neoplasms, Complex and Mixed"
        },
        {
          "id": "D007680",
          "term": "Kidney Neoplasms"
        },
        {
          "id": "D014571",
          "term": "Urologic Neoplasms"
        },
        {
          "id": "D014565",
          "term": "Urogenital Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009386",
          "term": "Neoplastic Syndromes, Hereditary"
        },
        {
          "id": "D052776",
          "term": "Female Urogenital Diseases"
        },
        {
          "id": "D005261",
          "term": "Female Urogenital Diseases and Pregnancy Complications"
        },
        {
          "id": "D000091642",
          "term": "Urogenital Diseases"
        },
        {
          "id": "D007674",
          "term": "Kidney Diseases"
        },
        {
          "id": "D014570",
          "term": "Urologic Diseases"
        },
        {
          "id": "D052801",
          "term": "Male Urogenital Diseases"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        }
      ]
    }
  },
  "hasResults": false
}