{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05780073",
      "orgStudyIdInfo": {
        "id": "BCN04-Dasa"
      },
      "organization": {
        "fullName": "Fundació Institut Germans Trias i Pujol",
        "class": "OTHER"
      },
      "briefTitle": "Safety and Impact of Dasatinib on Viral Persistence and Inflammation in People With HIV Under Antiretroviral Treatment",
      "officialTitle": "Safety and Impact of Dasatinib on Viral Persistence and Inflammation in People With HIV Under Antiretroviral Treatment"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-09",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-10-16",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-04-01",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-04-01",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2023-02-27",
      "studyFirstSubmitQcDate": "2023-03-09",
      "studyFirstPostDateStruct": {
        "date": "2023-03-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-09-16",
      "lastUpdatePostDateStruct": {
        "date": "2025-09-22",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fundació Institut Germans Trias i Pujol",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Spanish Clinical Research Network - SCReN",
          "class": "NETWORK"
        },
        {
          "name": "IrsiCaixa",
          "class": "OTHER"
        },
        {
          "name": "University of Turin, Italy",
          "class": "OTHER"
        },
        {
          "name": "Instituto de Salud Carlos III",
          "class": "OTHER_GOV"
        },
        {
          "name": "Germans Trias i Pujol Hospital",
          "class": "OTHER"
        },
        {
          "name": "Fundación FLS de Lucha Contra el Sida, las Enfermedades Infecciosas y la Promoción de la Salud y la Ciencia",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this clinical trial is to evaluate the safety, tolerability and Impact of low dose Dasatinib in People with Human Immunodeficiency Virus (PWH) on suppressive Combined Antiretroviral Therapy (cART),.\n\nThe main question it aims to answer are:\n\n* How safe and tolerable is Dasatinib administered at low dose\n* To evaluate the on-target/biological effect of Dasatinib in \"in vitro\" T-cells activation and its durability after completion of the treatment\n* To evaluate the effect of Dasatinib on inflammation and immune activation, on the HIV-1 reservoir, and on cluster of differentiation 4 (CD4) and cluster of differentiation 8 (CD8) cell counts.\n* To characterize Dasatinib concentrations in plasma and its relationships with the observed effects.\n\nParticipants will be treated with Dasatinib or matched Placebo once a day for 24 weeks. Suppressive cART will remain unchanged during the entire study. Participants will be followed until week 48, in a total of eleven visits.",
      "detailedDescription": "This is a Phase II, single-center, randomized, double-blind, placebo-controlled clinical trial in People with Human Immunodeficiency Virus (PWH) on suppressive Combined Antiretroviral Therapy (cART).\n\nThe aim is to assess safety, tolerability and Impact of low dose Dasatinib, during 24 weeks, on Viral Persistence and Inflammation in this population.\n\nParticipants will be randomized (2:1) to receive oral Dasatinib 70 mg once daily or matched placebo for 24 weeks. At week 24, Dasatinib will be discontinued and participants will be followed until week 48, in a total of eleven visits. For all participants cART will remain unchanged during the entire study.\n\nThe hypotheses of the study is that:\n\n* Daily administration of a low dose of dasatinib (70 mg once daily) to PWH for 24 weeks will be safe and well tolerated.\n* Dasatinib will interfere with HIV-1 persistence mechanisms contributing to chronic immune activation and inflammation status in both concordant and immune-discordant virologically suppressed PWH.\n* Dasatinib antiproliferative effect could have a significant impact on the HIV-1 reservoir size.\n\nThe primary objective of the study is to evaluate the safety and tolerability of Dasatinib in this setting. Furthermore to evaluate the on-target/biological effect on the reduction of SAM Sterile Alpha-Motif (SAM) and histidine-aspartate (HD) Domain Containing Deoxynucleoside Triphosphate Triphosphohydrolase 1 (SAMHD1) phosphorylation upon in-vitro T-cell activation, and its durability after completion of Dasatinib treatment.\n\nSecondary objectives are to evaluate the effect of the described intervention in the on-target/biological effects attributed to dasatinib, as well as on the Inflammation and immune activation, the HIV-1 reservoir, and CD4 and CD8 cell counts. Also to characterize dasatinib concentrations in plasma and its relationships with the observed effects, and to identify predictors of maintenance of dasatinib effects in HIV reservoir and inflammatory biomarkers after dasatinib interruption."
    },
    "conditionsModule": {
      "conditions": [
        "HIV Infection Primary"
      ],
      "keywords": [
        "SAMHD1 phosphorylation",
        "T-cell activation",
        "Dasatinib",
        "Suppressive combined Anti Retroviral Treatment"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "maskingDescription": "Dasatinib capsules re-capsulated with identical appearance with Placebo",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 60,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Dasatinib",
          "type": "EXPERIMENTAL",
          "description": "Dasatinib 70 mg/daily, orally administered, for 24 weeks",
          "interventionNames": [
            "Drug: Dasatinib 70 mg"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Investigational Medicinal Product-like appearance capsule containing an inert substance,orally administered, once daily, for 24 weeks",
          "interventionNames": [
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Dasatinib 70 mg",
          "description": "Commercially available tablets containing 50 and 20 mg of dasatinib will be used. The tablets will be re-capsulated to keep the study blind",
          "armGroupLabels": [
            "Dasatinib"
          ],
          "otherNames": [
            "Experimental"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "Maltodextrin capsules with identical size and appearance (shape, size, colour and flavour) as the dasatinib-containing capsules.",
          "armGroupLabels": [
            "Placebo"
          ],
          "otherNames": [
            "Control"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Grade 3 or 4 treatment-related adverse events or laboratory abnormalities during the study (based on the Common Terminology Criteria for Adverse Events (CTCAE) v5.0 grading scale).",
          "description": "Proportion of participants (People with HIV on suppressive Combined Antiretroviral Therapy) that develop Grade 3 or 4 treatment-related adverse events or laboratory abnormalities during the study, based on the CTCAE v5.0 grading scale.",
          "timeFrame": "From baseline (0) to week 48"
        },
        {
          "measure": "Changes in SAMHD1 (SAM And HD Domain Containing Deoxynucleoside Triphosphate Triphosphohydrolase 1) phosphorylation in CD4+ T cells upon in-vitro T cell activation.",
          "description": "Proportion of SAM (Sterile alpha-motif ) and HD (histidine-aspartate) Domain Containing Deoxynucleoside Triphosphate Triphosphohydrolase 1 (SAMHD1) phosphorylation in CD4+ T cells upon in-vitro T cell activation.",
          "timeFrame": "From Baseline (0) to week 24"
        },
        {
          "measure": "Changes in SAMHD1 (SAM And HD Domain Containing Deoxynucleoside Triphosphate Triphosphohydrolase 1) phosphorylation in CD4+ T cells upon in-vitro T cell activation.",
          "description": "Proportion of SAM (Sterile alpha-motif ) and HD (histidine-aspartate) Domain Containing Deoxynucleoside Triphosphate Triphosphohydrolase 1 (SAMHD1) phosphorylation in CD4+ T cells upon in-vitro T cell activation.",
          "timeFrame": "From Baseline (0) to week 48"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Proviral reactivation capacity upon in-vitro T-cell activation: Proportion of intracellular HIV-1 core antigen in CD4+ T cells",
          "description": "Antiviral effect of Dasatinib and its durability: Proportion of intracellular HIV-1 core antigen in CD4+ T cells after in-vitro T-cell activation",
          "timeFrame": "At weeks 0 (baseline) , 2, 24 and 48 weeks"
        },
        {
          "measure": "Proviral reactivation capacity upon in-vitro T-cell activation: Frequency of HIV-1 p24 production",
          "description": "Antiviral effect of Dasatinib and its durability: Frequency of HIV-1 p24 production at a single-cell level, measured by viral protein spot (VIP-SPOT).",
          "timeFrame": "At weeks 0 (baseline), 2, 24 and 48 weeks"
        },
        {
          "measure": "Resistance to HIV infection: Frequency of CD4+ T cells infection by NL4-3_wild type strain",
          "description": "Antiviral effect of Dasatinib and its durability: Frequency of CD4+ T cells infection by NL4-3\\_wild type strain of HIV in vitro.",
          "timeFrame": "At weeks 0 (baseline), 2, 24 and 48 weeks"
        },
        {
          "measure": "Plasma levels of homeostatic cytokines (interleukin-IL) IL-2, IL-7, IL-15, IL-21",
          "description": "Antiviral effect of Dasatinib and its durability: Homeostatic proliferation",
          "timeFrame": "At weeks 0 (baseline), 2, 24 and 48 weeks"
        },
        {
          "measure": "Antiviral effect of Dasatinib and its durability (Immunomodulatory effects) (Presence of cytotoxic activity in natural killer (NK) and CD8+ T cells).",
          "description": "Direct cytotoxicity measured in natural killer (NK)- specific K562 cells and HIV-infected TZM cells as targets (DCC), and antibody-mediated cellular cytotoxicity (ADCC) assay using rituximab-coated Raji cells as target",
          "timeFrame": "At weeks 0 (baseline) , 24 and 48 weeks"
        },
        {
          "measure": "Functionality of NK and CD4/CD8 T cells and its durability (Immunomodulatory effects of Dasatinib)",
          "description": "Percentage of AIM+ CD4 and CD8 T cells measured by AIM (activation induced marker) multiparametric flow cytometry and percentage of polyfunctional CD4 and CD8 T cells measured by ICS (intracellular cytokine staining) assay after HIV and CMV peptide stimulation.",
          "timeFrame": "At weeks 0 (baseline), 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on Inflammation and immune activation: plasma levels of proinflammatory biomarkers",
          "description": "Plasma levels of proinflammatory biomarkers: Polymerase Chain Reaction (PCR), d-dimer, IL-6, IL-32, IL-8, (Tumor Necrosis Factor alpha) TNFa, interferon-gamma (IFNg), and sCD14.",
          "timeFrame": "At weeks 0 (baseline), 2, 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on Inflammation and immune activation: plasma levels of anti-inflammatory biomarkers",
          "description": "Plasma levels of anti-inflammatory biomarkers: IL-10, transforming growth factor beta (TGFb)",
          "timeFrame": "At weeks 0 (baseline), 2, 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on Inflammation and immune activation: T cell frequencies with activation, exhaustion and senescence markers",
          "description": "Measured by multiparametric flow cytometry assays.\n\n* Activation markers: chemokine receptor 7 (CCR7), cluster of differentiation 45RA (CD45RA), Human Leukocyte Antigen-DR (HLA-DR), cluster of differentiation 38 (CD38), cluster of differentiation 25 (CD25) and cluster of differentiation 69 (CD69)\n* Exhaustion markers: PD-1/LAG-3 (Programmed cell Death 1 / Lymphocyte Activation Gene 3) and TIGIT\n* Senescence markers: cluster of differentiation 28 (CD28) and cluster of differentiation 57 (CD57)",
          "timeFrame": "At weeks 0(baseline) , 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on HIV-1 reservoir: proviral HIV-1 DNA quantification",
          "description": "Total and intact (IPDA) proviral HIV-1 DNA in purified CD4 T cells",
          "timeFrame": "At weeks 0 (baseline), 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on HIV-1 reservoir: viral load quantification",
          "description": "Ultrasensitive plasma viral load quantification (usVL)",
          "timeFrame": "At weeks 0(baseline) , 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on HIV-1 reservoir: Cell-associated HIV-RNA quantification",
          "description": "Quantification of Cell-associated HIV-RNA (caHIV-RNA) in CD4+ T cells",
          "timeFrame": "At weeks 0 (baseline), 2, 24 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on CD4+ T cell populations: number of CD4 T cells",
          "description": "Peripheral CD4 T cell counts",
          "timeFrame": "At weeks 0 (baseline), 2, 12, 24, 28, 36 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on CD4+ T cell populations: percentage of CD4 T cells",
          "description": "Peripheral CD4 T cell percentage",
          "timeFrame": "At weeks 0 (baseline), 2, 12, 24, 28, 36 and 48 weeks"
        },
        {
          "measure": "Impact of Dasatinib and its durability on CD4+ T cell populations: CD4/CD8 T cells ratio",
          "description": "Peripheral T cell CD4/CD8 ratio",
          "timeFrame": "At weeks 0 (baseline), 2, 12, 24, 28, 36 and 48 weeks"
        },
        {
          "measure": "Pharmacokinetics of Dasatinib (plasma concentrations)",
          "description": "Concentrations in plasma of Dasatinib.",
          "timeFrame": "At weeks 0 (baseline), 2, 12 and 24 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Changes in the contributors to the reservoir repertoire",
          "description": "Measured by flow cytometry in peripheral blood mononuclear cell (PBMC) including maturation phenotype (Naïve, TCM (central memory T cell), TEM (effector memory T cell), TEMRA)",
          "timeFrame": "At weeks 0(baseline), 24 and 48 weeks"
        },
        {
          "measure": "Quantification of herpes viruses-specific immunoglobulin G (IgG) (CMV/EBV)",
          "description": "Immunoglobulins G against Cytomegalovirus and Epstein-Barr Virus.",
          "timeFrame": "At weeks 0(baseline), 24 and 48 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* 1\\. Males and females aged at least 18 years on the day of screening.\n* 2\\. Confirmed HIV-1 infection.\n* 3\\. Receiving suppressive cART for at least 3 years (defined as maintained plasma viral load \\<50 copies/mL, allowing for isolated blips \\[\\<200 cop/ml, non-consecutive, representing \\<20% total determinations\\]).\n* 4\\. Being on the same ART regimen within at least 4 weeks prior to baseline visit.\n* 5\\. Willing and able to be adherent to their ART regimen for the duration of the study.\n* 6\\. Willing to comply with the requirements of the protocol and available for follow-up for the planned duration of the study.\n* 7\\. In the opinion of the Principal Investigator, the candidate has understood the information provided and can give written Informed Consent.\n* 8\\. If heterosexually active female of childbearing potential, using an effective method of contraception (hormonal contraception, intra-uterine device (IUD), or anatomical sterility in self or partner) from 14 days prior to the first Investigational Medicinal Product (IMP) administration and commit to use it until 3 months after the last IMP administration. All female candidates of childbearing potential who are not heterosexually active at screening, must agree to utilize an effective method of contraception if they become heterosexually active during the study.\n* 9\\. If heterosexually active male, regardless of reproductive potential, sterilized or agree on the use of an effective method of contraception by his female partner (hormonal contraception, intra-uterine device (IUD), or anatomical sterility) from the day of the first IMP administration until 3 months after the last IMP administration. All male candidates who are not heterosexually active at screening, must agree to utilize an effective method of contraception if they become heterosexually active during the study.\n* 10\\. If female, willing to undergo urine pregnancy tests at the designated time points.\n* 11\\. Willing to accept blood draws at time points specified in the Schedule of Events\n\nExclusion Criteria:\n\n* 1\\. If female, pregnant or planning a pregnancy during the entire study or lactating.\n* 2\\. Current treatment with ART regimen that includes ritonavir, cobicistat or with any other drug with known relevant drug-drug interactions with dasatinib.\n* 3\\. Has received any immunotherapy with intent to cure or prevent HIV, including monoclonal antibodies, therapeutic or preventive vaccines within 6 months prior to baseline visit.\n* 4\\. Prior history of exposure to dasatinib or any other Tyrosine Kinase Inhibitor (TKI).\n* 5\\. Prior history of pleural effusion.\n* 6\\. Prior history or clinical manifestations of any physical or psychiatric disorder that could impair the subject's ability to complete the study.\n* 7\\. Any active AIDS-defining disease or progression of HIV-related disease, except cutaneous Kaposi's sarcoma not requiring systemic therapy.\n* 8\\. Ongoing malignancy other than cutaneous Kaposi's sarcoma, basal cell carcinoma, or resected, non-invasive cutaneous squamous cell carcinoma, or cervical, anal, or penile intraepithelial neoplasia.\n* 9\\. Systemic treatment for cancer within 1 year of study entry.\n* 10\\. Known hypersensitivity to any component of the IMP formulation, or severe or multiple allergies to drugs or pharmaceutical agents.\n* 11\\. Potential participant received or plans to receive:\n\n  1. Licensed live attenuated vaccines within 28 days before or after inflammation and immune biomarkers visit (weeks 0, 2, 24 and 48).\n  2. other vaccines (eg, tetanus, hepatitis A, hepatitis B, rabies, pneumococcal, recombinant Herpes Zoster, Influenza, Coronavirus Disease -19 \\[COVID-19\\] vaccines) within 14 days before or after inflammation and immune biomarkers visits (weeks 0, 2, 24 and 48).\n* 12\\. Receipt of blood products within 3 months of study entry.\n* 13\\. Current or recent use (within last 3 months) of interferon or systemic corticosteroids or other immunosuppressive agents (use on inhaled steroids for asthma or topic steroids for localized skin conditions are permitted).\n* 14\\. Any other current or prior therapy which, in the opinion of the investigator, would make the individual unsuitable for the study or influence the results of the study.\n* 15\\. Any laboratory abnormalities including:\n\nHematology:\n\n* Hemoglobin \\<10.0 g/dl,\n* Absolute neutrophil count ≤3,000 /mm3,\n* Platelets ≤100,000/mm3,\n\nBiochemistry:\n\n* Estimated glomerular filtration rate (eGFR) \\<60 ml/min,\n* Aspartate Transferase (AST) \\> 2.5 x upper limit of normal (ULN),\n* Alanine Transaminase (ALT) \\> 2.5 x ULN,\n\nMicrobiology:\n\n* Positive for hepatitis B surface antigen,\n* Positive for hepatitis C antibody, unless confirmed clearance of hepatitis C virus (HCV) infection (spontaneous or following treatment)\n* Positive serology indicating active syphilis requiring treatment\n\n  * 16\\. Has a corrected QT interval (QTc interval) ≥470 msec (males) or ≥480 msec (females) upon confirmation on recheck at screening, has a history of risk factors for Torsades de Pointes (eg, heart failure/cardiomyopathy or family history of long QT syndrome), or is taking concomitant medications that prolong the QT/QTc interval.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "José Moltó, MD, PhD",
          "affiliation": "Fundació Lluita contra les Infeccions - Hospital Universitari Germans Trias i Pujol",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Universitari Germans Trias i Pujol",
          "city": "Badalona",
          "state": "Barcelona",
          "zip": "08916",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.45004,
            "lon": 2.24741
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-17"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069439",
          "term": "Dasatinib"
        }
      ],
      "ancestors": [
        {
          "id": "D013844",
          "term": "Thiazoles"
        },
        {
          "id": "D013457",
          "term": "Sulfur Compounds"
        },
        {
          "id": "D009930",
          "term": "Organic Chemicals"
        },
        {
          "id": "D001393",
          "term": "Azoles"
        },
        {
          "id": "D006573",
          "term": "Heterocyclic Compounds, 1-Ring"
        },
        {
          "id": "D006571",
          "term": "Heterocyclic Compounds"
        },
        {
          "id": "D011743",
          "term": "Pyrimidines"
        }
      ]
    }
  },
  "hasResults": false
}