{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07372287",
      "orgStudyIdInfo": {
        "id": "CM326-004"
      },
      "organization": {
        "fullName": "CSPC Baike (Shandong) Biopharmaceutical Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "A Phase III Study of CM326 in Subjects With Moderate to Severe Asthma",
      "officialTitle": "A Randomized, Double-Blind, Placebo-Controlled Phase Ⅲ Clinical Study of Evaluating the Efficacy and Safety of CM326 in Subjects With Moderate to Severe Asthma"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-12",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-01-26",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2029-03-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2026-01-11",
      "studyFirstSubmitQcDate": "2026-01-19",
      "studyFirstPostDateStruct": {
        "date": "2026-01-28",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2026-01-19",
      "lastUpdatePostDateStruct": {
        "date": "2026-01-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "CSPC Baike (Shandong) Biopharmaceutical Co., Ltd.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is a multi-center, randomized, double-blind, placebo-controlled Phase Ⅲ clinical study to evaluate the efficacy, safety, PK characteristics, PD effects and immunogenicity of CM326 in subjects with moderate to severe asthma.\n\nThe study consists of three periods, including an up to 4-week screening period, a 52-week double-blind randomized treatment period, and a 12-week safety follow-up period."
    },
    "conditionsModule": {
      "conditions": [
        "Moderate to Severe Asthma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "Randomized, double-blind, placebo-controlled",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 230,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CM326",
          "type": "EXPERIMENTAL",
          "description": "CM326 subcutaneous (SC)",
          "interventionNames": [
            "Drug: CM326"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "placebo, subcutaneous (SC)",
          "interventionNames": [
            "Other: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CM326",
          "description": "subcutaneous injection",
          "armGroupLabels": [
            "CM326"
          ]
        },
        {
          "type": "OTHER",
          "name": "Placebo",
          "description": "subcutaneous injection",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Annualized rate of severe asthma exacerbations at Week 52",
          "description": "Severe asthma exacerbation is defined as worsening of asthma that leads to any of the following: use of systemic corticosteroids for at least 3 days, an emergency department visit due to asthma that required systemic corticosteroids, or an inpatient hospitalization due to asthma. The annualized rate of severe asthma exacerbations is presented as the total number of exacerbations for the treatment group divided by the total duration of person follow-up.",
          "timeFrame": "week 52"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change from baseline in pre-bronchodilator forced expiratory volume in 1 second (FEV1) at Week 52",
          "description": "Change from baseline in forced expiratory volume in 1 second taken before bronchodilator use will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Annualized rate of subjects experiencing the event of loss of asthma control (LOAC) at Week 52",
          "description": "A loss of asthma control (LOAC) event refers to any of the following situations experienced by the participants: continuous use of rescue medication, a decrease in FEV1 compared to baseline, an increase in ICS compared to baseline, a decrease in morning or evening PEF, or a severe asthma exacerbation.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Annualized rate of severe asthma exacerbations associated with emergency room visit, or hospitalization at Week 52",
          "description": "Severe asthma exacerbation which leads to an emergency department visit.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Time to the first onset of the severe asthma exacerbation event",
          "description": "Severe asthma exacerbation is defined as worsening of asthma that leads to any of the following: use of systemic corticosteroids for at least 3 days, an emergency department visit due to asthma that required systemic corticosteroids, and an inpatient hospitalization due to asthma. Time to first severe asthma exacerbation will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Time to the onset of the first event of LOAC",
          "description": "Time to first LOAC event will be reported.",
          "timeFrame": "week52"
        },
        {
          "measure": "Change from baseline in Pre-bronchodilator FEV1 percentage of predicted value (FEV1% Pred) at each evaluation time point",
          "description": "Change from baseline in the ratio of FEV1 to the predicted value taken before bronchodilator use will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in Pre-bronchodilator Forced vital capacity (FVC) at each evaluation time point",
          "description": "Change from baseline in forced vital capacity taken before bronchodilator use will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in Pre-bronchodilator Maximal Mid-Expiratory FlowForced Expiratory Flow (MMEF) at each evaluation time point",
          "description": "Change from baseline in maximal mid-expiratory flow taken before bronchodilator use will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in post-bronchodilator FEV1 at each evaluation time point",
          "description": "Change from baseline in forced expiratory volume in 1 second taken after bronchodilator use will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in weekly mean morning and evening peak expiratory flow (PEF) at each evaluation time",
          "description": "The mean weekly daytime PEF is calculated as the average of daytime PEF measurements from Day -6 through the visit day. The mean weekly nocturnal PEF is calculated as the average of nighttime PEF measurements from Day -7 through Day -1 prior to the visit.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in the Asthma Control Questionnaire-6(ACQ-6) score at each evaluation time point",
          "description": "Asthma Control Questionnaire-6(ACQ-6) is a questionnaire consisting of 6 questions used to evaluate the degree of asthma control in the past week. The score of each question ranges from 0 to 6 (on a 7-point scale), with a higher score indicating poorer symptom control. The mean ACQ-6 score is the mean of the 6 questions.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Proportion of participants with an ACQ-6 Score improvement of ≥0.5 points from baseline at each evaluation time point",
          "description": "Individual changes of at least 0.5 are considered to be clinically meaningful, and a decrease of at least 0.5 is the responder definition for ACQ-6.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in the Standardized Asthma Quality of Life Questionnaire (AQLQ(S)+12) score at each evaluation time point",
          "description": "Asthma Quality of Life Questionnaire (AQLQ(S)+12)is a questionnaire consisting of 32 questions used to evaluate the quality of life of asthma participants in the past 2 weeks. Each question is scored from 1 to 7 (on a 7-point scale) based on the severity, with a higher score indicating better quality of life.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Proportion of participants with an (AQLQ(S)+12) Score improvement of ≥0.5 points from baseline at each evaluation time point",
          "description": "The responder definition for AQLQ(s)+12 is 0.5-point improvement from baseline.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in asthma symptom score at each evaluation time point",
          "description": "The asthma symptom score comprises 10 items (5 for the morning and 5 for the night). The item scores range from \"0\" (no symptoms, no nocturnal awakenings, or no activity limitation) to \"4\" (very severe symptoms, inability to sleep, or extreme activity limitation). The daily asthma symptom diary score is the average of 10 items (the night assessment value of the previous day and the morning assessment value of the next day).",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in weekly mean rescue medication use at each evaluation",
          "description": "Change from baseline in the average weekly dose of rescue medication will be reported.",
          "timeFrame": "week 52"
        },
        {
          "measure": "Change from baseline in European Quality of Life - 5 Dimensions 5 Levels Questionnaire (EQ-5D-5L) score at each evaluation time point",
          "description": "The European Quality of Life - 5 Dimensions 5 Levels Questionnaire (EQ-5D-5L) questionnaire assesses 5 dimensions: mobility, self-care, usual activities, pain/discomfort, and anxiety/depression. Each dimension has 5 response options (no problems, slight problems, moderate problems, severe problems, and extreme problems), reflecting the increasing levels of difficulty. The questionnaire also includes a visual analog scale, where participants will rate their current health status within the range of 0 to 100, with 0 representing the worst imaginable health state and 100 indicated the best health state",
          "timeFrame": "week 52"
        },
        {
          "measure": "Incidence and severity of Adverse events (AEs)",
          "description": "The severity of adverse events is recorded using the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI-CTCAE), version 6.0. The incidence of participants with adverse events (AE) will be calculated.",
          "timeFrame": "week 64"
        },
        {
          "measure": "Blood drug concentration of CM326",
          "timeFrame": "week 64"
        },
        {
          "measure": "Change from baseline fractional exhaled nitric oxide (FeNO)",
          "description": "Evaluate the changes from baseline in FeNO at each visit point.",
          "timeFrame": "week 64"
        },
        {
          "measure": "Change from baseline in peripheral blood eosinophil",
          "description": "Evaluate the changes from baseline in blood eosinophil count at each visit point.",
          "timeFrame": "week 64"
        },
        {
          "measure": "Change from baseline in total serum IgE",
          "description": "Evaluate the changes from baseline in total serum IgE at each visit point.",
          "timeFrame": "week 64"
        },
        {
          "measure": "Change from baseline in interleukin-5",
          "description": "Evaluate the changes from baseline in blood serum IgE at each visit point.",
          "timeFrame": "week 64"
        },
        {
          "measure": "Incidence of anti-drug antibodies (ADAs)",
          "timeFrame": "week 64"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Understand the study and voluntarily sign the informed consent form.\n2. Age ≥18 and ≤80 years old, male or female, weight ≥40 kg.\n3. The subject has been diagnosed with asthma for at least 1 year.\n4. Pre-bronchodilator FEV1 measured ≤80% of the normal predicted value.\n5. A positive bronchodilation test within 24 months before informed consent or at screening.\n6. The subject has received medium-to-high dose ICS combined with at least one control drug, such as LABA, LAMA, LTRA, Oral corticosteroids, theophylline, for at least 3 months before signing the informed consent, and maintained stable treatment regimen and dosage for at least 1 month before signing the informed consent.\n7. Asthma Control Questionnaire-5 (ACQ-6) score ≥1.5.\n8. Subjects must have experienced at least one severe asthma exacerbation event within 12 months before informed consent, and have not experienced a severe asthma exacerbation event within 30 days before informed consent.\n9. ≥ 80% compliance with usual asthma controller therapy in subjects during the screening phase\n10. Voluntarily use highly effective contraception from the time of signing the informed consent form until 3 months after the last dose.\n\nExclusion Criteria:\n\n1. Chronic obstructive pulmonary disease (COPD) without asthma or other lung disease that may impair lung function, as judged by the investigator.\n2. Have systemic diseases other than asthma that result in an elevated peripheral blood eosinophil count or other diseases such as helminth parasitic infections for which standard treatment is not received or does not respond.\n3. Prior autoimmune disease or inflammatory treatment with biologic agents/systemic immunosuppressive agents within 8 weeks or 5 half-lives (whichever is longer) prior to informed consent.\n4. Previous history of known or suspected immunosuppression, including a history of invasive opportunistic infection, even if the infection has resolved; or the presence of unusual frequent, recurrent, or prolonged infections.\n5. History of malignancy.\n6. The presence of any severe and/or uncontrolled medical condition that in the judgment of the investigator may affect the evaluation of the drug, including but not limited to: severe neurological disease, history of severe mental disorder, diabetes mellitus poorly controlled by intensive treatment.\n7. Active infection or acute infection requiring systemic anti-infective therapy from 4 weeks before enrollment to the time of randomization.\n8. A history of severe cardiovascular disease or clinically significant abnormalities identified by 12-lead electrocardiogram (ECG) during the screening phase.\n9. Major surgery within 8 weeks prior to informed consent requiring general anesthesia or hospitalization for \\> 1 day .\n10. Received biological agents with the same therapeutic purpose within 4 months or 5 half-lives (whichever is longer) before signing the informed consent.\n11. Have been enrolled in a clinical trial of any drug or medical device within 3 months before signing informed consent, or are within the follow-up period of a clinical study or the five half-lives of the trial drug (whichever is longer) before signing informed consent.\n12. Received immune globulin or blood products within 30 days before informed consent.\n13. Subjects treated with systemic corticosteroids other than for the treatment of asthma from 8 weeks before signing the informed consent to the date of randomization.\n14. Received live or attenuated vaccine within 3 months before informed consent.\n15. Initiation of desensitization therapy within 3 months before informed consent.\n16. Underwent bronchial thermoplasty within 12 months before informed consent.\n17. Current smokers or former smokers who quit smoking less than 6 months or former smokers who quit smoking more than 6 months with a smoking history of more than 10 pack-years.\n18. At screening, any infectious disease screening indicator meets one of the following criteria: a. HBsAg positive b. HBsAg negative , HBcAb positive, HBV DNA exceed the lower limit of quantitation (LLOQ) or 1000 copies/mL (500 IU/mL)(whichever is lower) c. HCV antibody positive, HCV RNA exceed the LLOQ or 1000 copies/mL(whichever is lowerd). d.HIV antibody positive. e.Treponema pallidum antibody positive\n19. At screening, aspartate aminotransferase (AST) or alanine aminotransferase (ALT) \\> 2 × upper limit of normal (ULN), or serum creatinine (Cr) \\> 1.5 × ULN.\n20. Allergy or intolerance to components of CM326 injection or placebo or history of severe drug allergy or anaphylactic shock.\n21. Subjects who have used heavy alcohol within 3 months before screening.\n22. History of drug abuse within 5 years before signing informed consent.\n23. Females with a positive pregnancy test, pregnant females, or lactating females.\n24. The investigator considers that there are any conditions that may prevent the subject from completing the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Clinical Trials Information Group officer",
          "role": "CONTACT",
          "phone": "031169085587",
          "email": "ctr-contact@cspc.cn"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}