{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06169904",
      "orgStudyIdInfo": {
        "id": "FUDAN-BLCA-01"
      },
      "organization": {
        "fullName": "Shanghai Zhongshan Hospital",
        "class": "OTHER"
      },
      "briefTitle": "B7-Family Score in Urothelial Carcinoma",
      "officialTitle": "B7-Family Score Predicts Clinical Outcome From Chemotherapy and Checkpoint Blockade for Patients With Urothelial Carcinoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-12",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-01-25",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2020-08-25",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2022-11-22",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2023-11-29",
      "studyFirstSubmitQcDate": "2023-12-12",
      "studyFirstPostDateStruct": {
        "date": "2023-12-14",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-12-12",
      "lastUpdatePostDateStruct": {
        "date": "2023-12-14",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Shanghai Zhongshan Hospital",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Fudan University",
          "class": "OTHER"
        },
        {
          "name": "Shanghai Jiao Tong University School of Medicine",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Immunotherapy has been found to confer substantial survival benefits to the patients with higher mutation burdens, which become the first biomarker approved by FDA in urothelial carcinoma (UC). Nevertheless, among the patients with high mutation burdens, some still remained refractory to immunotherapy. The B7 family molecules have long been perceived as vital determinant of immune response and may define dominant molecular subsets associated with immunotherapeutic response. Simultaneously, our previous study (Eur J Cancer. 2022,171:133-142) unveiled the potential of B7-H4 as a candidate biomarker to refine the predictive capability of tumor mutation burden (TMB) in immunotherapeutic efficacy based on its significant correlation with TMB in MIBC. We hypothesized that the integration of B7 family molecules with TMB could better identify patients with better response to checkpoint blockade.\n\nIn this retrospective study, a total of 1,084 UC patients from 5 independent cohorts were enrolled. We established the B7 Family Score (BFS) by the expression patterns of three B7 family members: PD-L1 (CD274), B7-H3 (CD276) and B7-H4 (VTCN1) based on protein and transcriptomic level respectively. We further investigated the correlation of BFS with genomic features and therapeutic response in UC. In addition, we integrated the BFS with tumor mutation burden (TMB) to better stratify the clinical benefit from PD-L1 blockade and platinum-based chemotherapy.",
      "detailedDescription": "On the basis of established findings in the prognostic and functional properties of the three B7 family members, i.e., PD-L1, B7-H3, and B7-H4, we employed the IMVigor210 cohort as the discovery cohort to establish the concept of B7 Family Score (BFS). To maximize the prognostic value of the system, we introduced the R package survMisc (0.5.5) in the IMvigor210 cohort to determine the best cut-off value of mRNA expression level of the B7 family members (i.e. CD274, CD276, and VTCN1) by calculating the minimum log-rank P value accordingly."
    },
    "conditionsModule": {
      "conditions": [
        "Urothelial Carcinoma"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "COHORT",
        "timePerspective": "RETROSPECTIVE"
      },
      "bioSpec": {
        "retention": "SAMPLES_WITHOUT_DNA",
        "description": "Formalin-fixed, paraffin embedded samples have been constructed into TMA to evaluate protein expression within the tissue."
      },
      "enrollmentInfo": {
        "count": 215,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Cisplatin injection",
          "description": "We observed the UC patients from Zhongshan Hospital receiving or not receiving adjuvant cisplatin-based chemotherapy after radical cystectomy.",
          "otherNames": [
            "Atezolizumab injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Death",
          "description": "The time when patients died is the primary outcome measure.",
          "timeFrame": "1/1/2002-1/1/2022"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with muscle-invasive bladder cancer receiving radical cystectomy have been included in this study.\n\nExclusion Criteria:\n\n* Patients with non-muscle invasive bladder cancer were not eligible in this study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Among the 215 patients originally diagnosed with bladder cancer who underwent radical cystectomy at Zhongshan Hospital of Fudan University from 2002 to 2014, eighty-seven patients were excluded: 60 patients without muscle-invasive bladder cancer (MIBC), 13 patients with non-urothelial carcinoma, and 36 specimens with dots lost on the tissue microarray (TMA) during the immunohistochemistry (IHC) assay. Therefore, 106 patients are enrolled in the ZSHS cohort, 51 of whom received adjuvant cisplatin-based chemotherapy which lasted at least one therapeutic cycle. The overall survival (OS) and the recurrence-free survival (RFS) were defined as the period from the date of RC to the date of death or first recurrence, or to the latest follow-up.",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-19"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D002295",
          "term": "Carcinoma, Transitional Cell"
        }
      ],
      "ancestors": [
        {
          "id": "D002277",
          "term": "Carcinoma"
        },
        {
          "id": "D009375",
          "term": "Neoplasms, Glandular and Epithelial"
        },
        {
          "id": "D009370",
          "term": "Neoplasms by Histologic Type"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D002945",
          "term": "Cisplatin"
        },
        {
          "id": "C000594389",
          "term": "atezolizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D017606",
          "term": "Chlorine Compounds"
        },
        {
          "id": "D007287",
          "term": "Inorganic Chemicals"
        },
        {
          "id": "D017672",
          "term": "Nitrogen Compounds"
        },
        {
          "id": "D017671",
          "term": "Platinum Compounds"
        }
      ]
    }
  },
  "hasResults": false
}