{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05280470",
      "orgStudyIdInfo": {
        "id": "DS7300-127"
      },
      "secondaryIdInfos": [
        {
          "id": "2022-000503-13",
          "type": "EUDRACT_NUMBER"
        },
        {
          "id": "2041220019",
          "type": "OTHER",
          "domain": "jRCT"
        }
      ],
      "organization": {
        "fullName": "Daiichi Sankyo",
        "class": "INDUSTRY"
      },
      "briefTitle": "Ifinatamab Deruxtecan (I-DXd) in Subjects With Pretreated Extensive-Stage Small Cell Lung Cancer (ES-SCLC)",
      "officialTitle": "A Phase 2, Multicenter, Randomized, Open-label Study of Ifinatamab Deruxtecan (I-DXd), a B7-H3 Antibody Drug Conjugate (ADC), in Subjects With Pretreated Extensive-stage Small Cell Lung Cancer (ES-SCLC) (IDeate-Lung01)",
      "acronym": "IDeate-Lung01"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-10",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-03-09",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-03-03",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2026-12-15",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-02-23",
      "studyFirstSubmitQcDate": "2022-03-04",
      "studyFirstPostDateStruct": {
        "date": "2022-03-15",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-10-24",
      "lastUpdatePostDateStruct": {
        "date": "2025-10-28",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Daiichi Sankyo",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Merck Sharp & Dohme LLC",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This 2-part study intends to define the recommended Phase 2 dose of ifinatamab deruxtecan (I-DXd) based on the efficacy, safety, and pharmacokinetics (PK) results observed in participants with Extensive-stage Small Cell Lung Cancer (ES-SCLC) who received at least 1 prior line of platinum-based chemotherapy and a maximum of 3 prior lines of therapy (Part 1) and a minimum of two previous lines of systemic therapy (Part 2). This study will also investigate I-DXd anti-tumor activity in this population.",
      "detailedDescription": "This study will consist of 2 parts: dose optimization (Part 1) and extension (Part 2). In the dose optimization part of the study (Part 1), approximately 80 participants with at least 1 prior line of platinum-based chemotherapy and a maximum of 3 prior lines of therapy will be enrolled. Two I-DXd doses will be tested (8 mg/kg Q3W and 12 mg/kg Q3W). In the extension part of the study (Part 2), approximately 70 participants with a minimum of two previous lines of systemic therapy will be enrolled. I-DXd will be administered at the selected dose of 12 mg/kg Q3W.\n\nIn Part 1, eligible participants will be randomized in a 1:1 ratio to receive one of the two dose levels of I-DXd. Randomization will be stratified by:\n\n1. Prior receipt or of an anti-programmed death-ligand 1 (PD-\\[L\\]1) antibody (yes/no)\n2. The chemotherapy-free interval (CTFI) from completion of the first-line therapy to the date of documented radiological Progressive Disease of \\<90 days vs. ≥90 days in second-line participants as well as the number of lines of therapy. Thus, the stratification factor includes three categories: (1) second-line participants with CTFI \\<90 days, (2) second-line participants with CTFI ≥90 days, and (3) third- and fourth-line participants."
    },
    "conditionsModule": {
      "conditions": [
        "Extensive-stage Small-cell Lung Cancer"
      ],
      "keywords": [
        "Relapsed/Refractory Extensive-stage Small-cell Lung Cancer",
        "DS-7300a",
        "B7-H3 Antibody Drug Conjugate",
        "Ifinatamab Deruxtecan",
        "I-DXd"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 187,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Ifinatamab Deruxtecan (8 mg/kg)",
          "type": "EXPERIMENTAL",
          "description": "Participants will be randomized to receive I-DXd at 8 mg/kg.",
          "interventionNames": [
            "Drug: Ifinatamab Deruxtecan (I-DXd)"
          ]
        },
        {
          "label": "Ifinatamab Deruxtecan (12 mg/kg)",
          "type": "EXPERIMENTAL",
          "description": "Participants will be randomized to receive I-DXd at 12 mg/kg.\n\nIn Part 2, all participants will receive I-DXd 12 mg/kg.",
          "interventionNames": [
            "Drug: Ifinatamab Deruxtecan (I-DXd)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Ifinatamab Deruxtecan (I-DXd)",
          "description": "I-DXd will be administered as an intravenous (IV) infusion on Day 1 of each 21-day cycle (every Q3W).",
          "armGroupLabels": [
            "Ifinatamab Deruxtecan (12 mg/kg)",
            "Ifinatamab Deruxtecan (8 mg/kg)"
          ],
          "otherNames": [
            "DS-7300a"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Percentage of Participants With Objective Response Rate (ORR) Based on Blinded Independent Central Review (BICR) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "ORR was defined as the percentage of participants who achieved a best overall response (BOR) of confirmed Complete Response (CR) or Partial Response (PR), assessed by BICR based on RECIST version 1.1. For all target, non-target, and new lesions, CR was defined as a disappearance of all lesions and PR was defined as at least a 30% decrease in the sum of diameters of all lesions.",
          "timeFrame": "Up to approximately 36 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Number of Participants With Treatment-Emergent Adverse Events (TEAEs) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "TEAEs are defined as new adverse events (AEs) that occur after the dose of study drug or as AEs that were present prior to the dose of study drug but which worsened in severity after the start of study drug.",
          "timeFrame": "Up to approximately 36 months"
        },
        {
          "measure": "Progression-Free Survival (PFS) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "PFS is defined as the time interval from the date of enrollment to the date of disease progression based on RECIST v1.1 or death due to any cause. PFS will be assessed by BICR and investigator.",
          "timeFrame": "From enrollment until disease progression or death (whichever occurs first), up to approximately 36 months"
        },
        {
          "measure": "Duration of Response (DoR) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "DoR is defined as the time from the date of first documentation of objective tumor response (CR or PR) to the first documentation of objective tumor progression based on RECIST v1.1 or to death due to any cause, whichever occurs first. DoR will be assessed by BICR and investigator.",
          "timeFrame": "From enrollment until disease progression or death (whichever occurs first), up to approximately 36 months"
        },
        {
          "measure": "Overall Survival (OS) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "OS is defined as the time interval from the date of enrollment to the date of death due to any cause or last contact follow-up, whichever occurs first.",
          "timeFrame": "From enrollment until death, up to approximately 36 months"
        },
        {
          "measure": "Time to Response (TTR) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "TTR is defined as the time from the date of enrollment to the first documentation of objective tumor response (CR or PR) based on RECIST v.1.1. TTR will be assessed by BICR and investigator.",
          "timeFrame": "From enrollment until disease progression or death (whichever occurs first), up to approximately 36 months"
        },
        {
          "measure": "Percentage of Participants With Objective Response Rate (ORR) Based on Investigator Assessment Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "ORR was the defined as the percentage of participants who achieved a best overall response (BOR) of confirmed Complete Response (CR) or Partial Response (PR), assessed by investigator based on RECIST version 1.1. For all target, non-target, and new lesions, CR was defined as a disappearance of all lesions and PR was defined as at least a 30% decrease in the sum of diameters of all lesions.",
          "timeFrame": "Up to approximately 36 months"
        },
        {
          "measure": "Disease Control Rate (DCR) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "DCR is defined as percentage of participants with BOR of CR, PR, or stable disease, according to RECIST v1.1.",
          "timeFrame": "Up to approximately 36 months"
        },
        {
          "measure": "Maximum Plasma Concentration (Cmax) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "Cmax will be calculated using noncompartmental methods. Cmax will be assessed for I-DXd, total anti-B7-H3 antibody, and MAAA-1181a.",
          "timeFrame": "Cycle 1: Predose, end of infusion (EOI), 3, 6, & 24 hours post start of infusion (SOI), Days 4, 8, 15, & 22; Cycle 2: Predose & EOI; Cycle 3: Predose, EOI, 3 & 6 hours post SOI; Cycle 4, 5 & every 2 cycles up to 36 months: Predose (each cycle is 21 days)"
        },
        {
          "measure": "Time to Reach Maximum Serum Concentration (Tmax) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "Tmax will be calculated using noncompartmental methods. Tmax will be assessed for I-DXd, total anti-B7-H3 antibody, and MAAA-1181a.",
          "timeFrame": "Cycle 1: Predose, end of infusion (EOI), 3, 6, & 24 hours post start of infusion (SOI), Days 4, 8, 15, & 22; Cycle 2: Predose & EOI; Cycle 3: Predose, EOI, 3 & 6 hours post SOI; Cycle 4, 5 & every 2 cycles up to 36 months: Predose (each cycle is 21 days)"
        },
        {
          "measure": "Minimum Observed Concentration (Ctrough) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "Ctrough will be calculated using noncompartmental methods. Ctrough will be assessed for I-DXd, total anti-B7-H3 antibody, and MAAA-1181a.",
          "timeFrame": "Cycle 1: Predose, end of infusion (EOI), 3, 6, & 24 hours post start of infusion (SOI), Days 4, 8, 15, & 22; Cycle 2: Predose & EOI; Cycle 3: Predose, EOI, 3 & 6 hours post SOI; Cycle 4, 5 & every 2 cycles up to 36 months: Predose (each cycle is 21 days)"
        },
        {
          "measure": "Area Under the Curve (AUC) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "AUC will be calculated using noncompartmental methods. AUC will be assessed for I-DXd, total anti-B7-H3 antibody, and MAAA-1181a.",
          "timeFrame": "Cycle 1: Predose, end of infusion (EOI), 3, 6, & 24 hours post start of infusion (SOI), Days 4, 8, 15, & 22; Cycle 2: Predose & EOI; Cycle 3: Predose, EOI, 3 & 6 hours post SOI; Cycle 4, 5 & every 2 cycles up to 36 months: Predose (each cycle is 21 days)"
        },
        {
          "measure": "Terminal Half-Life (T1/2) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "T1/2 will be calculated using noncompartmental methods. T1/2 will be assessed for I-DXd, total anti-B7-H3 antibody, and MAAA-1181a.",
          "timeFrame": "Cycle 1: Predose, end of infusion (EOI), 3, 6, & 24 hours post start of infusion (SOI), Days 4, 8, 15, & 22; Cycle 2: Predose & EOI; Cycle 3: Predose, EOI, 3 & 6 hours post SOI; Cycle 4, 5 & every 2 cycles up to 36 months: Predose (each cycle is 21 days)"
        },
        {
          "measure": "Percentage of Participants Who Have Treatment-Emergent Antidrug Antibodies (ADA) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
          "description": "The immunogenicity of I-DXd will be assessed.",
          "timeFrame": "Cycle 1, Cycle 2, Cycle 3 and Cycle 4 Day 1: Predose; Cycle 5 Day 1 & every 2 cycles thereafter up to approximately 36 months: Predose; End of Termination Visit; 40-day Follow-up Visit (each cycle is 21 days)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nParticipants must meet all the following criteria to be eligible for enrollment into the study:\n\n* Sign and date the informed consent form (ICF) prior to the start of any study-specific qualification procedures.\n* Participant must have at least one lesion, not previously irradiated, amenable to core biopsy.\n* Male or female subjects aged ≥18 years (follow local regulatory requirements if the legal age of consent for study participation is \\>18 years old).\n* Histologically or cytologically documented ES-SCLC.\n* At least one measurable lesion according to RECIST v1.1 as assessed by the investigator.\n* Prior therapy with at least one platinum-based line as systemic therapy for extensive-stage disease with at least two cycles of therapy (except in the case of early objective PD) and beginning with protocol version 3.0, a minimum of two previous lines of systemic therapy.\n* Documentation of radiological disease progression on or after most recent systemic therapy.\n* Eastern Cooperative Oncology Group (ECOG) performance status (PS) of 0 or 1.\n\nExclusion Criteria:\n\nParticipants who meet any of the following criteria will be disqualified from entering the study:\n\n* Prior treatment with orlotamab, enoblituzumab, or other B7-H3 targeted agents, including I-DXd.\n* Prior discontinuation of an antibody drug conjugate (ADC) that consists of an exatecan derivative (eg, trastuzumab deruxtecan) due to treatment-related toxicities.\n* Clinically active brain metastases, spinal cord compression or leptomeningeal carcinomatosis, defined as untreated or symptomatic, or requiring therapy with steroids or anticonvulsants to control associated symptoms.\n* Any of the following conditions within the past 6 months: cerebrovascular accident, transient ischemic attack, or another arterial thromboembolic event.\n* Clinically significant corneal disease.\n* Uncontrolled or significant cardiovascular disease.\n* History of (non-infectious) interstitial lung disease (ILD)/pneumonitis that required corticosteroids, current ILD/pneumonitis, or suspected ILD/pneumonitis that cannot be ruled out by imaging at screening.\n* Clinically severe pulmonary compromise resulting from intercurrent pulmonary illnesses,\n* Chronic steroid treatment (dose of 10 mg daily or more prednisone equivalent), except for low-dose inhaled steroids (for asthma/COPD) or topical steroids (for mild skin conditions) or intra-articular steroid injections.\n* History of malignancy other than SCLC within the 3 years prior to enrollment, except adequately resected non-melanoma skin cancer, curatively treated in situ disease, superficial gastrointestinal (GI) tract tumors and non-muscle invasive bladder cancer curatively resected by endoscopic surgery.\n* History of allogeneic bone marrow, stem cell, or solid organ transplant.\n* Unresolved toxicities from previous anticancer therapy, defined as toxicities (other than alopecia) not yet resolved to National Cancer Institute- Common Terminology Criteria for Adverse Events Version 5.0 (NCI-CTCAE V5.0), Grade ≤1 or baseline.\n* History of hypersensitivity to the drug substances, inactive ingredients in the drug product or severe hypersensitivity reactions to other monoclonal antibodies.\n* Evidence of ongoing uncontrolled systemic bacterial, fungal, or viral infection.\n* Has active or uncontrolled hepatitis B or C infection.\n* Active, known, or suspected autoimmune disease.\n* Any evidence of severe or uncontrolled systemic diseases (including active bleeding diatheses, psychiatric illness/social situations, substance abuse).\n* Has received a live vaccine within 30 days prior to the first dose of study drug.\n* Female who is pregnant or breast-feeding or intends to become pregnant during the study.\n* Prior or ongoing clinically relevant illness, medical condition, surgical history, physical finding, or laboratory abnormality that, in the investigator's opinion, could affect the safety of the participant.\n* Known human immunodeficiency virus (HIV) infection that is not well controlled.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Global Clinical Leader",
          "affiliation": "Daiichi Sankyo",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "Highlands Oncology Group",
          "city": "Springdale",
          "state": "Arkansas",
          "zip": "72762",
          "country": "United States",
          "geoPoint": {
            "lat": 36.18674,
            "lon": -94.12881
          }
        },
        {
          "facility": "The Cancer Specialists, Llc",
          "city": "Jacksonville",
          "state": "Florida",
          "zip": "32256",
          "country": "United States",
          "geoPoint": {
            "lat": 30.33218,
            "lon": -81.65565
          }
        },
        {
          "facility": "H. Lee Moffitt Cancer Center and Research Institute",
          "city": "Tampa",
          "state": "Florida",
          "zip": "33612",
          "country": "United States",
          "geoPoint": {
            "lat": 27.94752,
            "lon": -82.45843
          }
        },
        {
          "facility": "University of Chicago Medical Center",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60637",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "Johns Hopkins Sidney Kimmel Comprehensive Cancer Center",
          "city": "Baltimore",
          "state": "Maryland",
          "zip": "21287",
          "country": "United States",
          "geoPoint": {
            "lat": 39.29038,
            "lon": -76.61219
          }
        },
        {
          "facility": "Dana-Faeber Cancer Institute",
          "city": "Boston",
          "state": "Massachusetts",
          "zip": "02215",
          "country": "United States",
          "geoPoint": {
            "lat": 42.35843,
            "lon": -71.05977
          }
        },
        {
          "facility": "Henry Ford Hospital",
          "city": "Detroit",
          "state": "Michigan",
          "zip": "48202",
          "country": "United States",
          "geoPoint": {
            "lat": 42.33143,
            "lon": -83.04575
          }
        },
        {
          "facility": "Cancer and Hematology Centers of Western Michigan",
          "city": "Grand Rapids",
          "state": "Michigan",
          "zip": "49503",
          "country": "United States",
          "geoPoint": {
            "lat": 42.96336,
            "lon": -85.66809
          }
        },
        {
          "facility": "Washington University School of Medicine",
          "city": "St Louis",
          "state": "Missouri",
          "zip": "63110",
          "country": "United States",
          "geoPoint": {
            "lat": 38.62727,
            "lon": -90.19789
          }
        },
        {
          "facility": "Hackensack Meridian Health-Southern Ocean Medical Center",
          "city": "Manahawkin",
          "state": "New Jersey",
          "zip": "08050",
          "country": "United States",
          "geoPoint": {
            "lat": 39.6954,
            "lon": -74.25875
          }
        },
        {
          "facility": "Memorial Sloan-Kettering Cancer Center (Mskcc) - New York",
          "city": "New York",
          "state": "New York",
          "zip": "10065",
          "country": "United States",
          "geoPoint": {
            "lat": 40.71427,
            "lon": -74.00597
          }
        },
        {
          "facility": "Montefiore Medical Center Prime",
          "city": "The Bronx",
          "state": "New York",
          "zip": "10461",
          "country": "United States",
          "geoPoint": {
            "lat": 40.84985,
            "lon": -73.86641
          }
        },
        {
          "facility": "Duke University Health System",
          "city": "Durham",
          "state": "North Carolina",
          "zip": "27703",
          "country": "United States",
          "geoPoint": {
            "lat": 35.99403,
            "lon": -78.89862
          }
        },
        {
          "facility": "Sarah Cannon (Tennessee Oncology - Nashville)",
          "city": "Nashville",
          "state": "Tennessee",
          "zip": "37203",
          "country": "United States",
          "geoPoint": {
            "lat": 36.16589,
            "lon": -86.78444
          }
        },
        {
          "facility": "Millennium Physicians Association, Llp",
          "city": "Houston",
          "state": "Texas",
          "zip": "77090",
          "country": "United States",
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        },
        {
          "facility": "University of Washington Medical Center",
          "city": "Seattle",
          "state": "Washington",
          "zip": "98195",
          "country": "United States",
          "geoPoint": {
            "lat": 47.60621,
            "lon": -122.33207
          }
        },
        {
          "facility": "Jilin Cancer Hospital",
          "city": "Changchun",
          "zip": "130012",
          "country": "China",
          "geoPoint": {
            "lat": 43.88,
            "lon": 125.32278
          }
        },
        {
          "facility": "Hunan Cancer Hospital",
          "city": "Changsha",
          "zip": "410013",
          "country": "China",
          "geoPoint": {
            "lat": 28.19874,
            "lon": 112.97087
          }
        },
        {
          "facility": "West China Hospital, Sichuan University",
          "city": "Chengdu",
          "zip": "610041",
          "country": "China",
          "geoPoint": {
            "lat": 30.66667,
            "lon": 104.06667
          }
        },
        {
          "facility": "Guangdong Provincial People'S Hospital",
          "city": "Guangdong",
          "zip": "510000",
          "country": "China",
          "geoPoint": {
            "lat": 42.76832,
            "lon": 129.33635
          }
        },
        {
          "facility": "Zhejiang Cancer Hospital",
          "city": "Hangzhou",
          "zip": "310022",
          "country": "China",
          "geoPoint": {
            "lat": 30.29365,
            "lon": 120.16142
          }
        },
        {
          "facility": "Linyi Cancer Hospital",
          "city": "Linyi",
          "zip": "276000",
          "country": "China",
          "geoPoint": {
            "lat": 35.06306,
            "lon": 118.34278
          }
        },
        {
          "facility": "Fudan University Shanghai Cancer Center",
          "city": "Shanghai",
          "zip": "200032",
          "country": "China",
          "geoPoint": {
            "lat": 31.22222,
            "lon": 121.45806
          }
        },
        {
          "facility": "Union Hospital of Tongji Medical College Huazhong University of Science and Technology",
          "city": "Wuhan",
          "zip": "430022",
          "country": "China",
          "geoPoint": {
            "lat": 30.58333,
            "lon": 114.26667
          }
        },
        {
          "facility": "Centre Hospitalier Intercommunal de Créteil",
          "city": "Créteil",
          "zip": "94000",
          "country": "France",
          "geoPoint": {
            "lat": 48.79266,
            "lon": 2.46569
          }
        },
        {
          "facility": "Centre Leon Berard",
          "city": "Lyon",
          "zip": "69008",
          "country": "France",
          "geoPoint": {
            "lat": 45.74906,
            "lon": 4.84789
          }
        },
        {
          "facility": "Hôpital Nord - Chu Marseille",
          "city": "Marseille",
          "zip": "13915",
          "country": "France",
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        },
        {
          "facility": "CHU de Montpellier - Hôpital Arnaud de Villeneuve",
          "city": "Montpellier",
          "zip": "34295",
          "country": "France",
          "geoPoint": {
            "lat": 43.61093,
            "lon": 3.87635
          }
        },
        {
          "facility": "Hopital Arnaud de Villeneuve",
          "city": "Montpellier",
          "zip": "34295",
          "country": "France",
          "geoPoint": {
            "lat": 43.61093,
            "lon": 3.87635
          }
        },
        {
          "facility": "Institut Curie - Site de Paris",
          "city": "Paris",
          "zip": "75005",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Hopital Tenon",
          "city": "Paris",
          "zip": "75020",
          "country": "France",
          "geoPoint": {
            "lat": 48.85341,
            "lon": 2.3488
          }
        },
        {
          "facility": "Evangelische Lungenklinik Berlin",
          "city": "Berlin",
          "zip": "13125",
          "country": "Germany",
          "geoPoint": {
            "lat": 52.52437,
            "lon": 13.41053
          }
        },
        {
          "facility": "Universitaetsklinikum Essen",
          "city": "Essen",
          "zip": "45147",
          "country": "Germany",
          "geoPoint": {
            "lat": 51.45657,
            "lon": 7.01228
          }
        },
        {
          "facility": "National Cancer Center Hospital",
          "city": "Chūōku",
          "zip": "104-0045",
          "country": "Japan",
          "geoPoint": {
            "lat": 33.63867,
            "lon": 130.67068
          }
        },
        {
          "facility": "National Cancer Center Hospital East",
          "city": "Kashiwa",
          "zip": "277-8577",
          "country": "Japan",
          "geoPoint": {
            "lat": 35.86224,
            "lon": 139.97732
          }
        },
        {
          "facility": "The Cancer Institute Hospital of Jfcr",
          "city": "Kōtoku",
          "zip": "135-8550",
          "country": "Japan",
          "geoPoint": {
            "lat": 42.50417,
            "lon": 143.14297
          }
        },
        {
          "facility": "Shizuoka Cancer Center",
          "city": "Nagaizumi-chō",
          "zip": "411-8777",
          "country": "Japan"
        },
        {
          "facility": "Osaka International Cancer Institute",
          "city": "Osaka",
          "zip": "541-8567",
          "country": "Japan",
          "geoPoint": {
            "lat": 34.69379,
            "lon": 135.50107
          }
        },
        {
          "facility": "Kindai University Hospital",
          "city": "Ōsaka-sayama",
          "zip": "589-8511",
          "country": "Japan",
          "geoPoint": {
            "lat": 34.49524,
            "lon": 135.55069
          }
        },
        {
          "facility": "Kanagawa Cancer Center",
          "city": "Yokohama",
          "zip": "241-8515",
          "country": "Japan",
          "geoPoint": {
            "lat": 35.43333,
            "lon": 139.65
          }
        },
        {
          "facility": "National Cancer Center",
          "city": "Goyang-si",
          "zip": "10408",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.65639,
            "lon": 126.835
          }
        },
        {
          "facility": "Seoul National University Bundang Hospital",
          "city": "Seongnam-si",
          "zip": "13620",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.43861,
            "lon": 127.13778
          }
        },
        {
          "facility": "Seoul National University Hospital",
          "city": "Seoul",
          "zip": "03080",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        },
        {
          "facility": "Samsung Medical Center",
          "city": "Seoul",
          "zip": "06351",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        },
        {
          "facility": "Asan Medical Center",
          "city": "Seoul",
          "zip": "5505",
          "country": "South Korea",
          "geoPoint": {
            "lat": 37.566,
            "lon": 126.9784
          }
        },
        {
          "facility": "Complejo Hospitalario Universitario A Coruña",
          "city": "A Coruña",
          "zip": "15006",
          "country": "Spain",
          "geoPoint": {
            "lat": 43.37135,
            "lon": -8.396
          }
        },
        {
          "facility": "Hospital Universitario Vall Dhebron",
          "city": "Barcelona",
          "zip": "08035",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.38879,
            "lon": 2.15899
          }
        },
        {
          "facility": "Ico L'Hospitalet - Hospital Duran I Reynals",
          "city": "L'Hospitalet de Llobregat",
          "zip": "08908",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.35967,
            "lon": 2.10028
          }
        },
        {
          "facility": "Hospital Universitario Ramon Y Cajal",
          "city": "Madrid",
          "zip": "28034",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "Hospital Universitario 12 de Octubre",
          "city": "Madrid",
          "zip": "28041",
          "country": "Spain",
          "geoPoint": {
            "lat": 40.4165,
            "lon": -3.70256
          }
        },
        {
          "facility": "Hospital Regional Universitario Malaga",
          "city": "Málaga",
          "zip": "29011",
          "country": "Spain",
          "geoPoint": {
            "lat": 36.72016,
            "lon": -4.42034
          }
        },
        {
          "facility": "Hospital Virgen Macarena",
          "city": "Seville",
          "zip": "41009",
          "country": "Spain",
          "geoPoint": {
            "lat": 37.38283,
            "lon": -5.97317
          }
        },
        {
          "facility": "Chang Gung Medical Foundation - Kaohsiung Branch",
          "city": "Kaohsiung City",
          "zip": "83301",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 22.61626,
            "lon": 120.31333
          }
        },
        {
          "facility": "Taichung Veterans General Hospital",
          "city": "Taichung",
          "zip": "40705",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 24.1469,
            "lon": 120.6839
          }
        },
        {
          "facility": "National Cheng Kung University Hospital Nckuh",
          "city": "Tainan",
          "zip": "704",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 22.99083,
            "lon": 120.21333
          }
        },
        {
          "facility": "National Taiwan University Hospital",
          "city": "Taipei",
          "zip": "10002",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 25.05306,
            "lon": 121.52639
          }
        },
        {
          "facility": "Taipei Veterans General Hospital",
          "city": "Taipei",
          "zip": "11217",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 25.05306,
            "lon": 121.52639
          }
        },
        {
          "facility": "Chang Gung Memorial Hospital Linkou",
          "city": "Taoyuan District",
          "zip": "333",
          "country": "Taiwan",
          "geoPoint": {
            "lat": 24.9896,
            "lon": 121.3187
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "41086386",
          "type": "DERIVED",
          "citation": "Rudin CM, Johnson ML, Paz-Ares L, Nishio M, Hann CL, Girard N, Rocha P, Hayashi H, Sakai T, Kim YJ, Hu H, Qian M, Singh J, Godard J, Tang M, Ahn MJ. Ifinatamab Deruxtecan in Patients With Extensive-Stage Small Cell Lung Cancer: Primary Analysis of the Phase II IDeate-Lung01 Trial. J Clin Oncol. 2026 Feb;44(4):261-273. doi: 10.1200/JCO-25-02142. Epub 2025 Oct 14."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "De-identified individual participant data (IPD) and applicable supporting clinical trial documents may be available upon request at https://vivli.org/. In cases where clinical trial data and supporting documents are provided pursuant to our company policies and procedures, Daiichi Sankyo will continue to protect the privacy of our clinical trial participants. Details on data sharing criteria and the procedure for requesting access can be found at this web address: https://vivli.org/ourmember/daiichi-sankyo/",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "ICF"
      ],
      "timeFrame": "Studies for which the medicine and indication have received European Union (EU) and United States (US), and/or Japan (JP) marketing approval on or after 01 January 2014 or by the US or EU or JP Health Authorities when regulatory submissions in all regions are not planned and after the primary study results have been accepted for publication.",
      "accessCriteria": "Formal request from qualified scientific and medical researchers on IPD and clinical study documents from clinical trials supporting products submitted and licensed in the United States, the European Union and/or Japan from 01 January 2014 and beyond for the purpose of conducting legitimate research. This must be consistent with the principle of safeguarding study participants' privacy and consistent with provision of informed consent.",
      "url": "https://vivli.org/ourmember/daiichi-sankyo/"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09",
      "removedCountries": [
        "Austria"
      ]
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D055752",
          "term": "Small Cell Lung Carcinoma"
        }
      ],
      "ancestors": [
        {
          "id": "D002283",
          "term": "Carcinoma, Bronchogenic"
        },
        {
          "id": "D001984",
          "term": "Bronchial Neoplasms"
        },
        {
          "id": "D008175",
          "term": "Lung Neoplasms"
        },
        {
          "id": "D012142",
          "term": "Respiratory Tract Neoplasms"
        },
        {
          "id": "D013899",
          "term": "Thoracic Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D008171",
          "term": "Lung Diseases"
        },
        {
          "id": "D012140",
          "term": "Respiratory Tract Diseases"
        }
      ]
    }
  },
  "hasResults": false
}