{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05043116",
      "orgStudyIdInfo": {
        "id": "H-20066827"
      },
      "organization": {
        "fullName": "Copenhagen Studies on Asthma in Childhood",
        "class": "OTHER"
      },
      "briefTitle": "High-dose Vitamin D Supplement for the Prevention of Acute Asthma-like Symptoms in Preschool Children",
      "officialTitle": "High-dose Vitamin D Supplement for the Prevention of Acute Asthma-like Symptoms in Preschool Children - a Double-blind, Randomized, Controlled Trial",
      "acronym": "COPSACvitd"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-10-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-10-16",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-10-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2021-05-21",
      "studyFirstSubmitQcDate": "2021-09-03",
      "studyFirstPostDateStruct": {
        "date": "2021-09-14",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-04-11",
      "lastUpdatePostDateStruct": {
        "date": "2025-04-16",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Copenhagen Studies on Asthma in Childhood",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "To investigate whether high-dose vitamin D supplementation may have a beneficial effect on secondary prevention in preschool children (1-5 years of age), with respiratory infections being the primary cause of acute exacerbations with asthma-like symptoms.",
      "detailedDescription": "Asthma is a chronic inflammatory disease of the airways with a variable, reversible airway obstruction and hyper-reactivity in the airways. The disease results in intermittent episodes with asthma-like symptoms such as difficulty breathing with wheezing, dyspnoea, chest tightness and coughing. These episodes occur in connection with upper respiratory tract infections, physical activity and can be triggered by airborne allergens and by high particle load in the environment, including pollutants and tobacco smoke. The prevalence of asthma has more than doubled in the Western world, as well as in the societies that have embraced the Western world in recent decades. Currently, half of younger children experience asthma-like symptoms, 20% have recurrent symptoms, and by school age, 10% of children are diagnosed with asthma. Asthma and asthma-like symptoms are currently the primary cause of chronic use of medication and hospitalization of younger children, and have a major negative impact on children and their families, and also carry a significant socio-economic burden on society.\n\nPreschool children who suffer from asthma and asthma-like symptoms have the highest rate of acute visits to a child's clinic compared to older children with asthma, and one in three requires real hospitalization in this regard. Most acute exacerbations with asthma-like symptoms in younger children are triggered by viral or bacterial upper respiratory tract infections, which are associated with poorer response to oral corticosteroids (OCS). OCS is currently one of the few options for the treatment of exacerbations in younger children (tertiary prevention). Preventive inhaled corticosteroid (ICS) as monotherapy or with the addition of oral leukotriene receptor antagonist (LTRA) is effective in achieving daily symptom control in preschool children with asthma and asthma-like symptoms (secondary prevention). However, up to 50% still experience acute exacerbations with asthma-like symptoms that require OCS treatment and / or hospitalization. At present, there are no official clinical guidelines describing step-up treatment with regard to to improve secondary prevention; in particular, there is a lack of intervention opportunities with regard to to reduce the high morbidity associated with acute asthma-like symptoms, which is therefore a major deficiency in the clinical management of this age group of vulnerable children.\n\nPrevious trials with vitamin D supplements A systematic review with 2016 meta-analysis, involving randomized controlled clinical trials (RCTs) of vitamin D supplementation for patients with asthma, showed that vitamin D supplementation significantly reduced the rate of acute exacerbations requiring OCS by 36% (relative rate (RR) 0.64, 658 adults / 22 preschool children) and acute visits to child reception or real hospitalizations with 61% (odds ratio (OR) 0.39, 664 adults / 277 school children / 22 preschool children). As there are few RCTs, and in these there is an under-representation of preschool children, great heterogeneity in vitamin D dose and concomitant ICS therapy, there was not enough power in the meta-analysis to examine subgroup differences, especially among younger children. It is therefore still unclear about patient characteristics such as age, baseline level of serum 25-hydroxyvitamin D (25OHD), genetic variations in vitamin D metabolism and / or treatment characteristics such as vitamin D treatment plan, including e.g. use of bolus versus no bolus, duration of treatment and form of administration influence the extent of the positive effect of vitamin D on acute asthma-like symptoms.\n\nPediatric RCTs have subsequently been performed, but none that have included preschool children. Currently, there are 7 published pediatric studies with relatively few included trial participants (n = 22-430). In the currently published RCTs, there is only one where the included children are of preschool age, which is a pilot study on the safety of vitamin D treatment of acute viral-induced asthma (DIVA). In the DIVA pilot study, 22 preschool children were randomized to an oral bolus of vitamin D of 100,000 international units (IU) (\\~ 250 μg) plus 400 IU / day (\\~ 10 μg / day) for 6 months or placebo. The treatment was safe and resulted in significantly increased serum 25OHD to a level\\> 75 nmol / L. However, the study did not have enough power to show a difference in acute doctor visits based on acute asthma-like symptoms. Apart from the so-called DIVA RCT (NCT03365687), there are no other registered RCTs regarding vitamin D supplementation for preschool children with acute asthma-like symptoms registered on clinicaltrials.gov. Therefore, there is a need for a study that includes preschoolers who have enough power to show whether vitamin D supplementation improves the secondary prevention of acute asthma-like symptoms by reducing the number of exacerbations and the need for OCS and / or hospitalization, independent of baseline serum 25OHD levels.\n\nPotential mechanisms of vitamin D in acute asthma-like symptoms It is important to investigate the potential mechanisms of action of the possible protective role of vitamin D against acute asthma-like symptoms. These may be dependent on specific asthma phenotypes where vitamin D supplementation is more effective. A subgroup analysis from a 2017 meta-analysis of individual participant data from 25 RCTs showed that vitamin D supplementation significantly reduced the risk of acute upper respiratory tract infections by 40% (OR 0.60; 513 children) in a group of children aged 1- Sixteen years. This may suggest that vitamin D supplementation in particular may have a beneficial effect on secondary prevention in preschool children, with respiratory infections being the primary cause of acute exacerbations with asthma-like symptoms. Vitamin D coordinates the functions of the immune system both by inducing and by inhibiting inflammation as well as by modulating inflammatory and anti-inflammatory effects of the cells of the immune system. In most tissues exposed to infection or an allergen, the expression of the enzyme CYP27B1, which converts 25OHD to the active 1,25-dihydroxyvitamin D, is induced. The active 1,25-dihydroxyvitamin D binds to the vitamin D receptor (VDR), which regulates the transcription of many genes, including several associated with the smooth muscle cells of the bronchi, which may explain the observed association between serum 25OHD and airway reactivity. A study involving a similar patient group of infants with acute asthma symptoms found that gene expression was associated with vitamin D levels and was a predictor of later asthma, supporting the hypothesis that vitamin D plays a role in asthma at this age and that gene Expression can be an important biomarker for the effect of treatment. An immunomodulatory and synergistic effect of vitamin D on ICS treatment response and thus on airway inflammation may also be present, which is supported by observational studies.\n\nBone health status improves when serum 25OHD is\\> 75 nmol / L, which is equivalent to sufficient vitamin D status. However, the 25OHD threshold for optimal immunological, anti-inflammatory and respiratory function is unknown, but it is likely to be higher. In addition, genetic variation in the GC gene, which encodes vitamin D binding protein, plays a role in the level of 25OHD in the blood, which thus plays a role in the amount of vitamin D available in the target tissue. Research into vitamin D levels and the impact of immunological and inflammatory processes will increase the understanding of the mechanisms of action on acute asthma-like symptoms."
    },
    "conditionsModule": {
      "conditions": [
        "Asthma in Children"
      ],
      "keywords": [
        "Wheeze",
        "Infections",
        "Vitamin D"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 320,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Vitamin D",
          "type": "ACTIVE_COMPARATOR",
          "description": "Dietary supplement: 2000 IU Vitamin D3 daily dose (oral suspension) for one year.",
          "interventionNames": [
            "Dietary Supplement: Cholecalciferol D3"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Oral suspension with no active substance, identical to the active suspension for one year.",
          "interventionNames": [
            "Other: Oral placebo suspension"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Cholecalciferol D3",
          "description": "2000 IU of Vitamin D provided as oral suspension for one year",
          "armGroupLabels": [
            "Vitamin D"
          ],
          "otherNames": [
            "Vitamin D from Apovit, Denmark"
          ]
        },
        {
          "type": "OTHER",
          "name": "Oral placebo suspension",
          "description": "Oral suspension with no active substance tasting like the active supplement.",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Number of acute exacerbations",
          "description": "The primary objective of this double-blind, randomized, controlled clinical trial is to determine whether an oral daily dose of 2000 IU (\\~ 50 μg) of vitamin D administered for a total of 12 months versus placebo leads to: Decrease in the number of acute exacerbations with asthma-like symptoms that require treatment with OCS and / or lead to hospitalization / treatment at a pediatric clinic.\n\nThis in children aged 1-5 years with a medical history with asthma-like symptoms, and is in or has received treatment with SABA as monotherapy, or in combination ICS and possibly also LTRA.",
          "timeFrame": "One year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Intervention with vitamin D versus placebo, time to first acute exacerbation",
          "description": "Change in time (days) to first acute exacerbation with asthma-like symptoms requiring OCS and / or hospitalization / treatment at a pediatric ward.",
          "timeFrame": "One year"
        },
        {
          "measure": "Intervention with vitamin D versus placebo, duration of symptoms",
          "description": "Change of the duration (days) of symptoms / hospitalization.",
          "timeFrame": "One year"
        },
        {
          "measure": "Intervention with vitamin D versus placebo, need for medical treatment",
          "description": "Change in the need for medical treatment during exacerbations, including SABA, short-acting anticholinergic inhalations (SAMA) and OCS.",
          "timeFrame": "One year"
        },
        {
          "measure": "Intervention with vitamin D versus placebo, daily symptom burden",
          "description": "Change in the daily symptom burden between exacerbations.",
          "timeFrame": "One year"
        },
        {
          "measure": "Intervention with vitamin D versus placebo, step-down of preventive treatment",
          "description": "Is the intervention associated with successful step-down of preventive medical asthma treatment.",
          "timeFrame": "One year"
        },
        {
          "measure": "Safety profile of vitamin D intervention, calcium levels in blood",
          "description": "This study also aims to examine the safety profile of vitamin D intervention. This is done by examining group differences in the proportion of children with clinically significant:\n\n* Hypo-calcemia (defined as total β-calcium below 2.20 mmol / l after correction for albumin)\n* Hyper-calcemia (defined as total β-calcium above 2.55 mmol / l after correction for albumin)",
          "timeFrame": "One year"
        },
        {
          "measure": "Safety profile of vitamin D intervention, calcium levels in urine",
          "description": "This study also aims to examine the safety profile of vitamin D intervention. This is done by examining group differences in the proportion of children with clinically significant:\n\n● Hyper-calciuri as defined by Ca/creatinine-ratio in urine with a value above 1,0 mmol/mmol",
          "timeFrame": "One year"
        },
        {
          "measure": "Safety profile of vitamin D intervention, serum 25OHD level",
          "description": "This study also aims to examine the safety profile of vitamin D intervention. This is done by examining group differences in the proportion of children with clinically significant serum 25OHD\\> 250 nmol / L.",
          "timeFrame": "One year"
        },
        {
          "measure": "Safety profile of vitamin D intervention, Adverse Events",
          "description": "This study also aims to examine the safety profile of vitamin D intervention. This is done by examining group differences in the proportion of children with clinically significant incidence(s) of Adverse Events.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, baseline 25OHD",
          "description": "Analyzing baseline serum 25OHD (mol / L).",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, genetic variation in VDR",
          "description": "Analyzing genetic variation of the Vitamin D Receptor gene (VDR).",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, genetic variation in VDBP",
          "description": "Analyzing genetic variation of the Vitamin D Binding Protein gene (VDBP).",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, expression levels of genes involved in the vitamin D metabolism",
          "description": "Analyzing expression in vitamin D metabolism related to VDR and Vitamin D binding protein (VDBP) and other relevant candidates in the vitamin D processing pathway.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, expression levels of asthma-related genes",
          "description": "Analyzing expression levels in known asthma-related genes, e.g. 17q21 and other relevant genes.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, genetic variation in asthma-related genes",
          "description": "Analyzing genetic variation in known asthma-related genes, e.g. 17q21 and other relevant genes.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, respiratory microbiome, conventional culture",
          "description": "Alpha- and beta Diversity of gut microbiota using conventional culturing assays.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, respiratory microbiome",
          "description": "Alpha- and beta diversity of gut microbiota using 16S rRNA sequencing and whole genome sequencing.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, respiratory virus detection",
          "description": "Alpha- and beta diversity of vira using targeted q-PCR.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, respiratory immune profile, blood eosinophilocyte counts",
          "description": "Measuring blood eosinophilocyte counts for inhalation allergens.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, respiratory immune profile, total-IgE",
          "description": "The study also aims to examine a wide range of exploratory outcomes to gain insight into the mechanisms of action behind the effects of vitamin D supplementation and possible effect modification, which can help identify children with particularly high effects of treatment, by analyzing the respiratory immune profile at the time of inclusion. Atopic status by measuring total-IgE for inhalation allergens.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, respiratory immune profile, specific-IgE",
          "description": "The study also aims to examine a wide range of exploratory outcomes to gain insight into the mechanisms of action behind the effects of vitamin D supplementation and possible effect modification, which can help identify children with particularly high effects of treatment, by analyzing the respiratory immune profile at the time of inclusion.\n\n● Atopic status by measuring specific-IgE levels for inhalation allergens.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, atopic status, measuring blood eosinophilocyte counts",
          "description": "The study also aims to examine a wide range of exploratory outcomes to gain insight into the mechanisms of action behind the effects of vitamin D supplementation and possible effect modification, which can help identify children with particularly high effects of treatment, by analyzing the atopic status by measuring blood eosinophilocyte counts, for inhalation allergens.",
          "timeFrame": "One year"
        },
        {
          "measure": "Exploratory outcomes, atopic status, total-IgE and specific-IgE levels",
          "description": "The study also aims to examine a wide range of exploratory outcomes to gain insight into the mechanisms of action behind the effects of vitamin D supplementation and possible effect modification, which can help identify children with particularly high effects of treatment, by analyzing the atopic status by measuring total-IgE and specific-IgE levels for inhalation allergens.",
          "timeFrame": "One year"
        },
        {
          "measure": "COVID-19 risk and Vitamin-D",
          "description": "Does the vitamin-D intervention decrease the risk of COVID-19 infection, as determined by PCR test.",
          "timeFrame": "One year"
        },
        {
          "measure": "COVID-19 symptom burden and Vitamin-D",
          "description": "Does D-vitamin supplementation change the symptom burden (in number of days) of COVID-19 infection, as determined by PCR test.",
          "timeFrame": "One year"
        },
        {
          "measure": "COVID-19 infection length and Vitamin-D",
          "description": "Does D-vitamin supplementation change length (number of days) of COVID-19 infection, as determined by PCR test.",
          "timeFrame": "One year"
        },
        {
          "measure": "Daycare absence",
          "description": "Does D-vitamin supplementation change number of days absent from daycare.",
          "timeFrame": "One year"
        },
        {
          "measure": "Health economic benefits",
          "description": "Does D-vitamin supplementation change the number of days parents need to stay home to look after their children when they are absent from daycare.",
          "timeFrame": "One year"
        },
        {
          "measure": "Remission since inclusion",
          "description": "Does D-vitamin supplementation increase the remission rate after one year?",
          "timeFrame": "One Year"
        },
        {
          "measure": "Severity based on number of prescriptions",
          "description": "Does D-vitamin supplementation decrease the number of prescriptions after one year",
          "timeFrame": "One year"
        },
        {
          "measure": "Severity based on number of step-up treatments",
          "description": "Does D-vitamin supplementation decrease the number of step-up treatments (stronger topical or biological treatment) after one year",
          "timeFrame": "One year"
        },
        {
          "measure": "Effect on AD remission and severity after 1 year of vitamin D supplementation",
          "description": "1\\) AD remission or a decline in severity by investigating number of prescriptions during the 1-year study period and 2) potential change of treatment steps i.e. from biological treatment or strong topical steroids to less potent steroids.",
          "timeFrame": "One year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\nThe study population consists of children in the age group 1-5 years admitted to a pediatric ward, due to an acute episode with asthma-like symptoms. An acute asthma-like episode will be defined as annoying coughing, wheezing (wheezing or wheezing in connection with exhalation) and / or dyspnoea, which affects the child's well-being and requires hospitalization in a pediatric ward. Participation in the study requires that the child is in or has been in treatment with SABA, as monotherapy, or in combination with ICS, and possibly also in combination with LTRA in accordance with the Danish guidelines\n\nExclusion Criteria:\n\n* The child is hospitalized with pneumonia\n* The child's daily intake of vitamin D supplementation is\\> 400 IU / day (\\~ 10 μg / day).\n* The child is given a combination of vitamin and dietary supplements containing vitamin D, thus the daily recommended dose is exceeded, as 2400 IU / day (\\~ 60 μg / day) is accepted for children aged 1-4 years, as everyone here is recommended to take 400 IU / day (\\~ 10 μg / day) by the Danish Health and Medicines Authority.\n* The baby has been exclusively breastfed for the past 6 months.\n* The child is malnourished\n\n  * for children\\> 2 years of age whose age-specific BMI is less than the 3rd percentile.\n  * for children \\<2 years, whose weight or height in relation to age is less than the 3rd percentile.\n* The child is a newly arrived refugee or immigrant from regions with a high risk of rickets.\n* The child has other chronic lung diseases.\n* The child is diagnosed with other conditions such as chronic lung disease, impaired renal function, neurological or psychiatric disorders, congenital or documented acquired QT prolongation, clinically relevant bradycardia, cardiac arrhythmia or severe heart failure and / or hepatic impairment.\n* The child is being treated with medication that alters calcium or vitamin D absorption / metabolism.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Months",
      "maximumAge": "71 Months",
      "stdAges": [
        "CHILD"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Klaus Bønnelykke, MD, PhD",
          "role": "CONTACT",
          "phone": "+4538677360",
          "email": "kb@copsac.com"
        },
        {
          "name": "Ulrik Ralfkiaer, MSc, PhD",
          "role": "CONTACT",
          "phone": "+4538674164",
          "email": "administration@dbac.dk"
        }
      ],
      "overallOfficials": [
        {
          "name": "Bo Chawes, MD, DMSc",
          "affiliation": "chawes@copsac.com",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University Hospital of Copenhagen",
          "status": "RECRUITING",
          "city": "Gentofte Municipality",
          "state": "Gentofte",
          "zip": "2820",
          "country": "Denmark",
          "contacts": [
            {
              "name": "Klaus Bønnelykke, MD, PhD",
              "role": "CONTACT",
              "phone": "+45 38677360",
              "email": "kb@copsac.com"
            },
            {
              "name": "Ulrik Ralfkiaer, MSc, PhD",
              "role": "CONTACT",
              "phone": "+4538674164",
              "email": "administration@dbac.dk"
            },
            {
              "name": "Bo Chawes, MD, DMSc, PhD",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 55.74903,
            "lon": 12.54601
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "35418427",
          "type": "DERIVED",
          "citation": "Kyvsgaard JN, Ralfkiaer U, Folsgaard N, Jensen TM, Hesselberg LM, Schoos AM, Bonnelykke K, Bisgaard H, Stokholm J, Chawes B. Azithromycin and high-dose vitamin D for treatment and prevention of asthma-like episodes in hospitalised preschool children: study protocol for a combined double-blind randomised controlled trial. BMJ Open. 2022 Apr 13;12(4):e054762. doi: 10.1136/bmjopen-2021-054762."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D012135",
          "term": "Respiratory Sounds"
        },
        {
          "id": "D007239",
          "term": "Infections"
        }
      ],
      "ancestors": [
        {
          "id": "D012818",
          "term": "Signs and Symptoms, Respiratory"
        },
        {
          "id": "D012816",
          "term": "Signs and Symptoms"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    }
  },
  "hasResults": false
}