{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05413161",
      "orgStudyIdInfo": {
        "id": "OMA/2019/1692"
      },
      "secondaryIdInfos": [
        {
          "id": "CTRI/2022/06/043399",
          "type": "OTHER",
          "domain": "CTRI"
        }
      ],
      "organization": {
        "fullName": "Kashiv BioSciences, LLC",
        "class": "INDUSTRY"
      },
      "briefTitle": "To Compare the PK, PD, Safety & Immunogenicity of ADL-018 in Healthy Subjects",
      "officialTitle": "A Randomized, Double Blind, Three-arm, Parallel Group, Single Dose Comparative PK, PD, Safety and Immunogenicity Study Comparing ADL-018 With US-licensed XOLAIR and EU-Approved XOLAIR in Healthy Adult Subjects"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-06",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-07-07",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-02-21",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-06-30",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-06-02",
      "studyFirstSubmitQcDate": "2022-06-07",
      "studyFirstPostDateStruct": {
        "date": "2022-06-09",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-06-30",
      "lastUpdatePostDateStruct": {
        "date": "2023-07-03",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Kashiv BioSciences, LLC",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This will be a randomized, double blind, three-arm, single dose, parallel group, PK, PD and safety and immunogenicity study in healthy, adult, subjects.\n\nTotal 306 healthy, adult, eligible human subjects (102 in each treatment arm) will be enrolled in the study with their consent. Required \\*standby subjects will also be enrolled to ensure that 306 subjects are dosed in the study.\n\nThe study will be conducted in cohorts; all the study procedures will be identical as mentioned in the protocol for all the cohorts.",
      "detailedDescription": "This will be a randomized, double blind, three-arm, single dose, parallel group, PK, PD and safety and immunogenicity study in healthy, adult, subjects.\n\nThe study objectives will be to compare the pharmacokinetics (PK), pharmacodynamics (PD) and to evaluate safety and immunogenicity of the Test product Vs. US-LICENSED XOLAIR and Test product Vs. EU-APPROVED XOLAIR following single subcutaneous dose in healthy adult subjects.\n\nFor the purpose of this study the following eligibility assessments will be carried out before enrollment / during the study of any volunteer in the study.\n\nAssessment criteria should be fulfilled for volunteers to be enrolled in the study. The screening will be carried out only after taking written informed consent from volunteers. Once the subject becomes eligible, will get randomized to receive either ADL-018, US-licensed XOLAIR or EU approved XOLAIR as per the randomization schedule. This will be parallel design so will have only one study period. After dosing, all subjects will go for serial PK sampling as defined in the study protocol. All subjects will be monitored on safety grounds as mentioned in the study protocol."
    },
    "conditionsModule": {
      "conditions": [
        "Healthy"
      ],
      "keywords": [
        "ADL-018, XOLAIR"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "This will be parallel group design having single study period",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "This will be double blind study. The order of receiving the Test (T) or Reference product (R1 or R2) for each subject during the study will be based on randomization schedule generated by SAS® version 9.4 or higher, The randomization will be balanced. The randomization code will be kept under controlled access. The study drug will be blinded by the CRO.",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 306,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "ADL-018",
          "type": "EXPERIMENTAL",
          "description": "150 mg/mL, Solution for injection in PFS",
          "interventionNames": [
            "Biological: ADL-018"
          ]
        },
        {
          "label": "US-Licensed XOLAIR",
          "type": "ACTIVE_COMPARATOR",
          "description": "150 mg/mL, Solution for injection in PFS",
          "interventionNames": [
            "Biological: US-licensed XOLAIR"
          ]
        },
        {
          "label": "EU-Approved XOLAIR",
          "type": "ACTIVE_COMPARATOR",
          "description": "150 mg/mL, Solution for injection in PFS",
          "interventionNames": [
            "Biological: EU-Approved XOLAIR"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "ADL-018",
          "description": "150 mg/mL, Solution for injection in PFS",
          "armGroupLabels": [
            "ADL-018"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "US-licensed XOLAIR",
          "description": "150 mg/mL, Solution for injection in PFS",
          "armGroupLabels": [
            "US-Licensed XOLAIR"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "EU-Approved XOLAIR",
          "description": "150 mg/mL, Solution for injection in PFS",
          "armGroupLabels": [
            "EU-Approved XOLAIR"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Pharmacokinetic Outcome Measures [Cmax]",
          "description": "Maximum serum concentration (Cmax) of ADL-018, EU approved Xolair, and US-licensed Xolair in healthy subjects (ADL-018 to EU approved Xolair, ADL-018 to US licensed Xolair, and EU-approved Xolair to US licensed Xolair)",
          "timeFrame": "Upto Day 126"
        },
        {
          "measure": "Pharmacokinetic Outcome Measures [AUC0-last]",
          "description": "Area Under the concentration-time Curve from time zero to the last quantifiable concentration (AUC0-last) of ADL-018, EU approved Xolair, and US-licensed Xolair in healthy subjects (ADL-018 to EU approved Xolair, ADL-018 to US licensed Xolair, and EU-approved Xolair to US licensed Xolair)",
          "timeFrame": "Upto Day 126"
        },
        {
          "measure": "Pharmacokinetic Outcome Measures [AUC0-inf]",
          "description": "Area Under the concentration-time Curve from time zero to infinity (AUC0-inf) of ADL-018, EU approved Xolair, and US-licensed Xolair in healthy subjects (ADL-018 to EU approved Xolair, ADL-018 to US licensed Xolair, and EU-approved Xolair to US licensed Xolair)",
          "timeFrame": "Upto Day 126"
        },
        {
          "measure": "Incidence of Adverse events of Special Interest [Safety]",
          "description": "Adverse events of Special Interest (AESI) of ADL-018, EU approved Xolair, and US-licensed Xolair in healthy subjects (e.g., Allergic reactions type 1/anaphylaxis, injection site reactions, serum sickness/serum sickness-like reactions, and parasitic infections)",
          "timeFrame": "Upto Day 126"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Pharmacokinetic Outcome Measures [Tmax]",
          "description": "To assess Time to Cmax (Tmax) of ADL-018, EU-approved Xolair, and US-licensed Xolair in healthy subjects",
          "timeFrame": "Upto Day 126"
        },
        {
          "measure": "Pharmacokinetic Outcome Measures [t1/2]",
          "description": "To assess Terminal half-life (t1/2) of ADL-018, EU-approved Xolair, and US-licensed Xolair in healthy subjects",
          "timeFrame": "Upto Day 126"
        },
        {
          "measure": "Pharmacokinetic Outcome Measures [Apparent total body clearance (CL/F)]",
          "description": "To assess Apparent total body clearance (CL/F) of ADL-018, EU-approved Xolair, and US-licensed Xolair in healthy subjects",
          "timeFrame": "Upto day 126"
        },
        {
          "measure": "Pharmacokinetic Outcome Measures [λz]",
          "description": "To assess Terminal elimination rate constant (λz) of ADL-018, EU-approved Xolair, and US-licensed Xolair in healthy subjects",
          "timeFrame": "Upto day 126"
        },
        {
          "measure": "Pharmacokinetic Outcome Measures [Vz/F]",
          "description": "To assess apparent volume of distribution (Vz/F) of ADL-018, EU-approved Xolair, and US-licensed Xolair in healthy subjects",
          "timeFrame": "Upto day 126"
        },
        {
          "measure": "Pharmacodynamics [IgE level]",
          "description": "Free IgE and total IgE levels (the sum of free and omalizumab-bound IgE) in the serum samples from subjects",
          "timeFrame": "Upto day 126"
        },
        {
          "measure": "ADA incidence rate of ADL-018",
          "description": "Anti drug antibody（ADA）incidence rate of single subcutaneous administration of ADL-018 in comparison with US-licensed XOLAIR and EU-approved XOLAIR in healthy subjects",
          "timeFrame": "Upto day 126"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female, non-smoker (no use of tobacco or nicotine products within 3 months prior to dosing), 18 - 65 years of age (inclusive), with body mass index (BMI) ≥ 19 and ≤ 26 kg/m2, and body weight not \\< 45 kg or \\> 90 kg at the time of screening.\n* Subject should be having serum IgE \\< 100 IU/ml at the time of screening,\n* Healthy as defined by:\n\n  * The absence of clinically significant (in the opinion of the PI/designee) illness or surgery within 4 weeks prior to dosing.\n  * The absence of febrile (defined by a documented body temperature of 101.5 °F or greater) or infectious illness within 1 week prior to dosing.\n* Have a normal 12-lead ECG or one with abnormality considered clinically insignificant.\n* Have a normal chest X-ray (P. A. view).\n* Have acceptable range of SpO2 concentration (95 % - 100%)\n* Females of childbearing potential must be willing to use acceptable contraceptive methods throughout the study, and for 30 days thereafter.\n* Females of non-childbearing potential must have undergone sterilization procedures, at least 6 months prior to the first dose or be postmenopausal with amenorrhea for at least 1 year prior to the first dose and follicle-stimulating hormone (FSH) serum levels consistent with postmenopausal status during screening.\n* Capable of providing written informed consent.\n* Male subjects willing to follow approved birth control method for the duration of the study, and for 30 days thereafter, such as (a double barrier method) vasectomy, condom with spermicide, condom with diaphragm or abstinence, subject should also not donate sperm during this time.\n\nExclusion Criteria:\n\n* Participation in a clinical trial involving the administration of an investigational drug or marketed drug within 90 days prior to initial dosing (90 days for any biologics) or concomitant participation in an investigational study involving no drug administration.\n* History of Evidence of parasitic infection.\n* Routine doses of the following medications within 60 days prior to screening: oral or parentral corticosteroids (prescription or over the counter), hydroxychloroquine, methotrexate, cyclosporine, or cyclophosphamide.\n* History of Intravenous (IV) immunoglobulin G (IVIG), or plasmapheresis within 90 days prior to screening.\n* Subjects with current malignancy, history of malignancy, or currently under work-up for suspected malignancy except non-melanoma skin cancer that has been treated or excised and is considered resolved.\n* Hypersensitivity to omalizumab or any component of the formulation.\n* History of anaphylactic shock.\n* History of being on allergy vaccine therapy\n* Presence of clinically significant cardiovascular, neurological, psychiatric, metabolic, or other pathological conditions that could interfere with the interpretation of the study results and or compromise the safety of the subjects.\n* Positive test for hepatitis B, hepatitis C, or HIV.\n* Illicit drug use as evidenced by a positive test for urine drug screen at screening or check -in.\n* Positive result for urine alcohol test at screening or at check-in\n* Females with positive pregnancy tests at screening or check-in.\n* Any reason which, in the opinion of the Investigator, would prevent the subject from participating in the study or completing follow-up activities.\n* vital sign abnormalities at screening.\n* History of significant alcohol abuse within one year prior to initial dosing or regular use of alcohol (more than 14 units of alcohol per week) within six months prior to initial dosing.\n* History of drug abuse or use of illicit/illegal drugs within 1 year prior to initial dosing.\n* Donation of plasma within 90 days of dosing; blood donation or significant loss of blood within 90 days of dosing.\n* Females who are breast-feeding or lactating.\n* Subjects who are on a special diet or who have self-reported a weight loss of more than 15 pounds within 1 month prior to initial dosing at Day 1.\n* History of any surgical or medical conditions that could have significantly altered the absorption, distribution, metabolism or excretion of any drug.",
      "healthyVolunteers": true,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "65 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Registered BABE centre",
          "city": "Ahmedabad",
          "state": "Gujarat",
          "zip": "380052",
          "country": "India",
          "geoPoint": {
            "lat": 23.02579,
            "lon": 72.58727
          }
        },
        {
          "facility": "Registered BABE Centre",
          "city": "Mahesāna",
          "state": "Gujarat",
          "zip": "384435",
          "country": "India",
          "geoPoint": {
            "lat": 23.59864,
            "lon": 72.38472
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO",
      "description": "No plan to share IPD"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}