{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01713725",
      "orgStudyIdInfo": {
        "id": "CUN-OMAL-CU-2010"
      },
      "secondaryIdInfos": [
        {
          "id": "2010-024113-31",
          "type": "EUDRACT_NUMBER"
        }
      ],
      "organization": {
        "fullName": "Clinica Universidad de Navarra, Universidad de Navarra",
        "class": "OTHER"
      },
      "briefTitle": "Efficacy and Safety Study of Omalizumab (Xolair®) to Treat Chronic Urticaria",
      "officialTitle": "Multicenter, Double- Blinded, Placebo- Controlled, Randomized, Cross-over (2x2) Clinical Trial, to Assess Efficacy and Safety of a New Indication for Omalizumab (Xolair®, Novartis) in Autoimmune and no Autoimmune Chronic Urticaria."
    },
    "statusModule": {
      "statusVerifiedDate": "2017-04",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-03",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2016-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-06",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2012-10-22",
      "studyFirstSubmitQcDate": "2012-10-24",
      "studyFirstPostDateStruct": {
        "date": "2012-10-25",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-10-23",
      "lastUpdatePostDateStruct": {
        "date": "2017-10-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Clinica Universidad de Navarra, Universidad de Navarra",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Hospital Clinic of Barcelona",
          "class": "OTHER"
        },
        {
          "name": "Hospital Universitario Central de Asturias",
          "class": "OTHER"
        },
        {
          "name": "Gregorio Marañón Hospital",
          "class": "OTHER"
        },
        {
          "name": "Hospital Universitari Joan XXIII de Tarragona.",
          "class": "OTHER"
        },
        {
          "name": "Complejo Hospitalario de Navarra",
          "class": "OTHER"
        },
        {
          "name": "Hospital Vall d'Hebron",
          "class": "OTHER"
        },
        {
          "name": "Hospital Clínico Universitario Lozano Blesa",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Chronic urticaria can be defined as the occurrence of widespread daily or almost daily wheals for at least 6 weeks, which may be accompanied by angioedema. While the wheals are transient, the resolution of angioedema is slower than wheals and could take up to 72 hours. The natural course of chronic urticaria is self-limited, with spontaneous remissions and occasional relapses. The investigators calculated a 0.6% (95% CI(Confidence Interval): 0.4-0.8) prevalence in a population study. It has a great impact on patients' quality of life. In a recent national survey on patients attending Allergy Department, chronic urticaria was the disease with greater impact on mental quality of life out of all allergic diseases.\n\nIn spite of the high morbidity of this disease and the impact in quality of life, there is no available treatment. Last guidelines recommend initiating treatment with antihistamine and if there is no response to increase the dose off-label up to four-fold; systemic corticosteroids are also recommended in short tapering and if no response, the only treatment with clinical evidence to be employed is cyclosporine. As additional data, the treatment cost of this disease has been calculated in 2047$/year.\n\nIn past years it has been employed the monoclonal humanized anti-Immunoglobulin IgE (iGE) antibody (Omalizumab) to treat moderate to severe asthma with good results. The rationale for this approach in chronic urticaria is that Omalizumab inhibits the binding of IgE to the high affinity IgE receptor (FceRI) which decreases the FceRI expression on the surface of mast cells and basophils so that immunoglobulin G cross linking of the alpha subunit and basophil degranulation is prevented.The hypothesis the investigators are working on is that monoclonal IgE antibody Omalizumab could be effective in controlling chronic urticaria symptoms in patients non respondent to conventional therapy. The investigators hypothesize that Omalizumab is able to revert the basophil or mast cell activation present in chronic urticaria.",
      "detailedDescription": "The objective of the present study is to demonstrate with an adequate methodology the efficacy and safety of Omalizumab for a new indication that is chronic autoimmune and no autoimmune urticaria. For that purpose, The investigators will perform a Multicenter double- blinded, placebo- controlled, randomized cross-over (2x2) trial. The investigators will include 20 patients including both female and male adults non respondent to antihistamines at supra therapeutic dose. Efficacy will be evaluated through the Urticaria Activity Score 7 (UAS7), Chronic Urticaria Quality of Life validated questionnaire, patients' symptoms card and use of medication. Dropouts in each treatment group will be also evaluated. The investigators will also record leave days because of urticaria and Emergency Department visits, as well as adverse reactions during treatment.\n\nThe present study would allow to offer to the Health System an evidence to evaluate the convenience or not to approve the use of Omalizumab for the new indication of chronic urticaria treatment. It is important to take into account that in the present study the investigators will include both autoimmune and non-autoimmune urticaria, since the efficacy could differ between both urticaria types. In the same way, the Health Authorities (AEMPS) would have independent additional information obtained through adequate methodology in the case that a new indication is requested. The investigators also want to stress that in the near future the company that manufactures this antibody could ask for a new indication for chronic urticaria.\n\nA third outcome expected is to offer information on the lasting effect of the drug that is symptoms' free weeks after the dose. This information would be provided from the washing period data and from those patients who were allocated of placebo after the active drug arm. This would give much needed information on the best dosing scheduling protocol."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Urticaria"
      ],
      "keywords": [
        "Chronic urticaria",
        "Chronic spontaneous urticaria",
        "Autoimmune and non autoimmune urticaria",
        "UAS7"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "CROSSOVER",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 20,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Omalizumab 300 mg",
          "type": "ACTIVE_COMPARATOR",
          "description": "* Subcutaneous route\n* 300 mg dose (independent from total IgE, weight or high)",
          "interventionNames": [
            "Biological: Omalizumab",
            "Biological: Placebo"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "* Saline serum\n* Subcutaneous route\n* 0.6 ml saline serum with same volume as an active treatment",
          "interventionNames": [
            "Biological: Omalizumab",
            "Biological: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "Omalizumab",
          "description": "* Two injections will be administered the first two weeks\n* The following three injections will be administered every four weeks Consequently, we will administer 5 doses within 14 weeks",
          "armGroupLabels": [
            "Omalizumab 300 mg",
            "Placebo"
          ],
          "otherNames": [
            "Xolair"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Placebo",
          "description": "* Two injections will be administered the first two weeks\n* The following three injections will be administered every four weeks Consequently, we will administer 5 doses within 14 weeks",
          "armGroupLabels": [
            "Omalizumab 300 mg",
            "Placebo"
          ],
          "otherNames": [
            "Saline serum"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Symptom's control as measured by the UAS7",
          "description": "The Urticaria Activity Score 7 measures number the weekly average of hives and pruritus measured twice a day. It scores from 0 to 42",
          "timeFrame": "One year"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Use of Medication",
          "description": "Two antihistamines and corticosteroids are allowed as rescue medication that would be recorded by the patient.",
          "timeFrame": "One year"
        },
        {
          "measure": "Quality of life score (CU-Q2oL)",
          "description": "Specific QOL score for chronic urticaria.It includes 23 items categorized under the following scales: limits looks, swelling/eating, functioning, sleep, mental status, and itching/embarrassment.",
          "timeFrame": "One year"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Treatments drops off",
          "description": "Number of patients that abandon the study due to lack of control of the disease",
          "timeFrame": "One year"
        },
        {
          "measure": "Days off",
          "description": "Days off from work due to chronic urticaria symptoms",
          "timeFrame": "One year"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adult female and male patients\n* Diagnosis of chronic autoimmune or non autoimmune urticaria\n* The investigators defined chronic urticarial as the occurrence of widespread daily or almost daily wheals for at least 6 weeks, which may be accompanied by angioedema. While the wheals are transient, the resolution of angioedema is slower than wheals and could take up to 72 hours.\n* No response to therapeutic doses of antihistamines\n* The investigators define therapeutic doses of antihistamines the maximal dose included in the drug labeling\n* Written informed consent.\n\nExclusion Criteria:\n\n* Urticaria vasculitis or any kind of physical urticaria\n* Total IgE value above 700 UI/l\n* Pruritus related to dermatitis or other skin condition\n* Any systemic disease that do not allow to follow up or interpretation data\n* Omalizumab treatment within the previous 12 months\n* Treatment with corticosteroids or immunosuppressive drugs within the previous 4 weeks\n* Any exclusion criteria included in the drug labeling\n* Any other condition that do not allow to accomplish the clinical trial requisites as use of drugs, alcohol.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Marta Ferrer, MD, PhD",
          "affiliation": "Clinica Universitaria, Universidad de Navarra",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Santiago Apostol",
          "city": "Vitoria-Gasteiz",
          "state": "Alava",
          "zip": "01004",
          "country": "Spain",
          "geoPoint": {
            "lat": 42.84998,
            "lon": -2.67268
          }
        },
        {
          "facility": "Clinica Universitaria de Navarra",
          "city": "Pamplona",
          "state": "Navarre",
          "zip": "31008",
          "country": "Spain",
          "geoPoint": {
            "lat": 42.81687,
            "lon": -1.64323
          }
        },
        {
          "facility": "Hospital de Basurto",
          "city": "Bilbao",
          "state": "Vizvaya",
          "zip": "48013",
          "country": "Spain",
          "geoPoint": {
            "lat": 43.26271,
            "lon": -2.92528
          }
        },
        {
          "facility": "Hospital Clinic",
          "city": "Barcelona",
          "zip": "08036",
          "country": "Spain",
          "geoPoint": {
            "lat": 41.38879,
            "lon": 2.15899
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "21315432",
          "type": "BACKGROUND",
          "citation": "Ferrer M, Gamboa P, Sanz ML, Goikoetxea MJ, Cabrera-Freitag P, Javaloyes G, Berroa F, Kaplan AP. Omalizumab is effective in nonautoimmune urticaria. J Allergy Clin Immunol. 2011 May;127(5):1300-2. doi: 10.1016/j.jaci.2010.12.1085. Epub 2011 Feb 11. No abstract available."
        },
        {
          "pmid": "15552715",
          "type": "BACKGROUND",
          "citation": "Gaig P, Olona M, Munoz Lejarazu D, Caballero MT, Dominguez FJ, Echechipia S, Garcia Abujeta JL, Gonzalo MA, Lleonart R, Martinez Cocera C, Rodriguez A, Ferrer M. Epidemiology of urticaria in Spain. J Investig Allergol Clin Immunol. 2004;14(3):214-20."
        },
        {
          "pmid": "19530414",
          "type": "BACKGROUND",
          "citation": "Ferrer M. Epidemiology, healthcare, resources, use and clinical features of different types of urticaria. Alergologica 2005. J Investig Allergol Clin Immunol. 2009;19 Suppl 2:21-6."
        },
        {
          "pmid": "22192960",
          "type": "BACKGROUND",
          "citation": "Mathias SD, Crosby RD, Zazzali JL, Maurer M, Saini SS. Evaluating the minimally important difference of the urticaria activity score and other measures of disease activity in patients with chronic idiopathic urticaria. Ann Allergy Asthma Immunol. 2012 Jan;108(1):20-24. doi: 10.1016/j.anai.2011.09.008. Epub 2011 Nov 2."
        },
        {
          "pmid": "21762974",
          "type": "BACKGROUND",
          "citation": "Saini S, Rosen KE, Hsieh HJ, Wong DA, Conner E, Kaplan A, Spector S, Maurer M. A randomized, placebo-controlled, dose-ranging study of single-dose omalizumab in patients with H1-antihistamine-refractory chronic idiopathic urticaria. J Allergy Clin Immunol. 2011 Sep;128(3):567-73.e1. doi: 10.1016/j.jaci.2011.06.010. Epub 2011 Jul 18."
        },
        {
          "pmid": "19123433",
          "type": "BACKGROUND",
          "citation": "Valero A, Herdman M, Bartra J, Ferrer M, Jauregui I, Davila I, del Cuvillo A, Montoro J, Mullol J, Sastre J, Canonica GW, Baiardini I. Adaptation and validation of the Spanish version of the Chronic Urticaria Quality of Life Questionnaire (CU-Q2oL). J Investig Allergol Clin Immunol. 2008;18(6):426-32."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D000080223",
          "term": "Chronic Urticaria"
        }
      ],
      "ancestors": [
        {
          "id": "D014581",
          "term": "Urticaria"
        },
        {
          "id": "D017445",
          "term": "Skin Diseases, Vascular"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D002908",
          "term": "Chronic Disease"
        },
        {
          "id": "D020969",
          "term": "Disease Attributes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}