{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03048149",
      "orgStudyIdInfo": {
        "id": "OBS-143"
      },
      "organization": {
        "fullName": "Lille Catholic University",
        "class": "OTHER"
      },
      "briefTitle": "Clinical and Biological Efficacy of Hazelnut Oral Immunotherapy",
      "officialTitle": "Clinical and Biological Efficacy of Hazelnut Oral Immunotherapy"
    },
    "statusModule": {
      "statusVerifiedDate": "2017-02",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2016-12-01",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-03-08",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2017-03-08",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2017-02-07",
      "studyFirstSubmitQcDate": "2017-02-07",
      "studyFirstPostDateStruct": {
        "date": "2017-02-09",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2018-01-23",
      "lastUpdatePostDateStruct": {
        "date": "2018-01-25",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Lille Catholic University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is retrospective. It focuses on hazelnut allergic patients with a clinical history and a positive specific immunoglobulin E (sIgE) against hazelnut and its recombinants that have followed a hazelnut oral tolerance induction at the allergy Unit of Saint Vincent Hospital of Lille (France) since 2011.",
      "detailedDescription": "Prevalence of food allergy is in perpetual progression since several years. It has been multiply by three in 10 to 15 years. Hazelnut allergy can lead to severe anaphylactic shock, particularly in children. It is a long lasting condition with less than 10% of natural healing.\n\nIncreasing the threshold reactive dose of hazelnut of the patients, i.e. the minimal dose of hazelnut that trigger an allergic reaction, is of primary importance because it allows to avoid severe anaphylactic reaction that can happen even with the consumption of low allergen doses. Those reactions can occur even with an elimination diet. This increase also allows the reintegration of the patients in the community, and has a beneficial impact on their quality of life.\n\nThe increase of the threshold reactive dose is possible by the introduction of an oral tolerance induction (OTI) protocol. It consists in a regular consumption of low controlled doses of hazelnuts that are progressively increased. Thus a protocol is conducted at the allergy Unit of Saint Vincent Hospital of Lille (France) in standard care since 2006, but there are very few data published on tree nuts, especially in France. Most of the data are on peanut, although the consumption of tree nuts is high in France.\n\nFor this OTI protocol, an oral food challenge (OFC) is performed. This OFC allows the determination of the threshold reactive dose, i.e. the minimum dose of allergen that induces an allergic reaction. A safe dose of hazelnut that will be regularly eaten by the patient is then determined. Every 6 months, a new OFC is performed and thus a new threshold reactive dose is measured, and the dose to be eaten by the patient updated. The protocol is followed until the patient reaches an ideal dose of 11766 mg of hazelnut proteins. Of course, the protocol can also be ended if the patient decided so.\n\nThe main objective of this study is to study the clinical efficiency of hazelnut OTI by measuring the evolution of the patient threshold reactive dose.\n\nThe secondary objective is to study the biological efficiency of hazelnut OTI by measuring the evolution of the dosage of sIgE against hazelnut proteins and the evolution of the size of the prick tests.\n\nAs the OFC and the IgE dosage are a standard part of the OTI protocol, all the data are obtained from the medical records. The study is retrospective and thus observational."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy"
      ],
      "keywords": [
        "hazelnut allergy"
      ]
    },
    "designModule": {
      "studyType": "OBSERVATIONAL",
      "patientRegistry": false,
      "designInfo": {
        "observationalModel": "CASE_ONLY",
        "timePerspective": "RETROSPECTIVE"
      },
      "enrollmentInfo": {
        "count": 100,
        "type": "ACTUAL"
      }
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evolution of the threshold reactive dose in milligrams",
          "description": "During the OTI protocol, an oral food challenge is performed every 6 months. The dose that induce the first allergic reaction is reported. The protocol is followed until the patients get a threshold reactive dose of 11 766mg of hazelnut protein, or until the patient decide to end it.",
          "timeFrame": "At inclusion, then every 6 months until a threshold reactive dose of 11 766mg of hazelnut protein is reached (up to 5 years)"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Evolution of IgE dosages against hazelnut proteins, r Cor a 1, 8, 9 or 14",
          "description": "Dosage of the specific IgE against hazelnut proteins and its recombinant r Cor a 1, 8, 9 or 14, that are performed every 6 months during the standard follow-up of the patients. The measures are done with ImmunoCAP laboratory system, Phadia, Uppsala, Sweden.",
          "timeFrame": "At inclusion, then every 6 months until a threshold reactive dose of 11 766mg of hazelnut protein is reached (up to 5 years)"
        },
        {
          "measure": "Evolution of the size of the prick test",
          "description": "Hazelnut prick test (the allergen is put in contact with the skin and the size of the reaction is measured) are performed every 6 months during the standard follow-up of the patients.",
          "timeFrame": "At inclusion, then every 6 months until a threshold reactive dose of 11 766mg of hazelnut protein is reached (up to 5 years)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients with clinical symptoms when consuming hazelnuts, such as urticaria, asthma, angioedema, atopic dermatitis, dermo-respiratory syndrome or anaphylactic shock.\n* Positive sIgE against hazelnut, r Cor a 1, 8, 9 or 14\n* Patients that had followed a hazelnut oral tolerance induction\n\nExclusion Criteria:\n\n* No clinical symptoms or biological confirmation of a hazelnut allergy",
      "healthyVolunteers": false,
      "sex": "ALL",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ],
      "studyPopulation": "Hazelnut allergic patients that have followed a hazelnut oral tolerance induction protocol at the allergy Unit of Saint Vincent Hospital of Lille (France) since 2011",
      "samplingMethod": "NON_PROBABILITY_SAMPLE"
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Tomas Moraly",
          "affiliation": "GHICL",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "GHICL",
          "city": "Lomme",
          "zip": "59462",
          "country": "France",
          "geoPoint": {
            "lat": 50.64358,
            "lon": 2.98715
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}