{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06250036",
      "orgStudyIdInfo": {
        "id": "CCR5924"
      },
      "organization": {
        "fullName": "Royal Marsden NHS Foundation Trust",
        "class": "OTHER"
      },
      "briefTitle": "Zimberelimab Anti-PD1 +/- Domvanalimab in Resectable Mmrd Gastric Cancer",
      "officialTitle": "A Randomised Phase II Study of Zimberelimab Anti-PD1 immunOtherapy +/- Domvanalimab Anti-TIGIT Immunotherapy in Resectable Mismatch Repair Deficient Gastric and Gastro-oesophageal Junctional AdenoCarcinoma",
      "acronym": "ZODIAC"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-08",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-02-20",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-03-20",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-09-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-12-11",
      "studyFirstSubmitQcDate": "2024-01-31",
      "studyFirstPostDateStruct": {
        "date": "2024-02-08",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-21",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Royal Marsden NHS Foundation Trust",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Gilead Sciences",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "A phase II study of peri-operative anti-PD1 (Zimberelimab) +/- anti-TIGIT (Domvanalimab) in resectable mismatch repair deficient (MMRd)/ high micro-satellite instability (MSI-H) gastric/gastro-oesophageal junctional (GOJ) adenocarcinoma (AC)",
      "detailedDescription": "Primary objective The primary objective of the trial is to evaluate the efficacy of zimberelimab +/- domvanalimab as peri-operative treatment in resectable MMRd/MSI-H gastric/GOJ adenoca. A chemotherapy-sparing approach. The primary endpoint is pathological complete response rate at surgery, and to identify which is the most promising experimental arm (zimberelimab alone vs zimberelimab in combination with domvanalimab).\n\nSecondary objectives\n\n* To assess the safety and tolerability of zimberelimab+/- domvanalimab in this disease setting\n* To further assess the efficacy of zimberelimab+/- domvanalimab in terms of radiological response rate, R0 resection rate, progression free survival (PFS) and overall survival (OS)\n* To evaluate surgical outcomes following treatment with zimberelimab +/- domvanalimab\n\nTranslational analyses on tissue and blood biomarkers aimed at identifying those who derive the most benefit from this immunotherapy combination, and those who are non/poor responders."
    },
    "conditionsModule": {
      "conditions": [
        "Locally Advanced Gastric Adenocarcinoma",
        "MSI-H/dMMR Gastric Cancer",
        "MSI-H/dMMR Gastroesophageal-junction Cancer"
      ],
      "keywords": [
        "dMMR",
        "MMRd",
        "MSI-H",
        "gastric adenocarcinoma",
        "GEJ adenocarcinoma",
        "Gastroesophageal-junction adenocarcinoma",
        "Peri-operative",
        "MMRd/MSI-H operable gastric/GEJ adenocarcinoma",
        "domvanalimab",
        "zimberelimab",
        "ZODIAC"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "interventionModelDescription": "A UK multicentre, prospective, randomised open label phase II proof of concept study with screen selection design. There will be two cohorts with a 1:1 randomisation",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 50,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Single agent zimberelimab",
          "type": "EXPERIMENTAL",
          "description": "Single agent zimberelimab (PD-1 inhibitor) Q3W",
          "interventionNames": [
            "Drug: Single agent zimberelimab"
          ]
        },
        {
          "label": "Combination zimberelimab + domvanalimab",
          "type": "EXPERIMENTAL",
          "description": "Combination zimberelimab + domvanalimab (anti-TIGIT) Q3W",
          "interventionNames": [
            "Drug: Combination zimberelimab + domvanalimab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Single agent zimberelimab",
          "description": "Single agent zimberelimab (PD-1 inhibitor) Q3W",
          "armGroupLabels": [
            "Single agent zimberelimab"
          ]
        },
        {
          "type": "DRUG",
          "name": "Combination zimberelimab + domvanalimab",
          "description": "Combination zimberelimab + domvanalimab (TIGIT inhibitor) Q3W",
          "armGroupLabels": [
            "Combination zimberelimab + domvanalimab"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Efficacy of zimberelimab +/- domvanalimab in patients with resectable MMRd/MSI-H gastric/GOJ adenocarcinoma who proceed to surgery",
          "description": "Complete pathological response (pCR) rate, to be assessed following surgery by pathological review pCR defined as complete disappearance of tumour cells in the primary tumour surgical specimen and lymph nodes, pCR graded using Mandard TRG grading system",
          "timeFrame": "5 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Efficacy of zimberelimab +/- domvanalimab in patients with resectable MMRd/MSI-H gastric/GOJ adenocarcinoma (all patients treated with study drug(s))",
          "description": "Clinical complete response rate (cCR), defined as either pCR in patients who have completed surgery, or a complete response on pre-operative imaging in patients who do not have surgery",
          "timeFrame": "5 years"
        },
        {
          "measure": "Assess the safety of zimberelimab+/- domvanalimab with the incidence of TEAEs, SAEs, AEs leading to discontinuation or delays, irAEs, deaths and laboratory abnormalities per CTCAEv5 grade",
          "description": "Incidence of TEAEs, SAEs, AEs leading to discontinuation or delays, irAEs, deaths and laboratory abnormalities per CTCAEv5 grade",
          "timeFrame": "5 years"
        },
        {
          "measure": "Further assess the anti-tumour effect of zimberelimab +/- domvanalimab and any additional benefit of domvanalimab with radiological response, R0 resection rate, and major surgical complications and survival",
          "description": "EFS,OS, Overall response rate (ORR) by RECIST v1.1, R0 resection rate, length of hospital stay, major surgical complications",
          "timeFrame": "5 years"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Exploratory - Translational analyses to exploring response to immunotherapy. To review immune surveillance, immune editing and immune association, and the role of T-cells in modulating disease and response, and the overall disease evolution",
          "description": "Dynamic ctDNA changes, mIF IHC, and assessment of tumour immune environment including PDL1 status, TMB, genomic changes by whole exome sequencing (WES) and RNA sequencing, immune surveillance by TCR sequencing, HRD testing",
          "timeFrame": "Dynamic ctDNA tracking up to 2 years. The other exploratory translational analyses will be performed at specific time points - the archival biopsy and surgical resection"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion criteria\n\n* Age: ≥18 years\n* Histologically confirmed gastric or gastro-oesophageal junctional (GOJ) adenocarcinoma (inclusive of Siewert-stein classification type I-III (62))\n* MMRd/MSI-H. There are three different methods validated for detection (63) :\n\n  * Immunohistochemistry (IHC) staining for expression of MMR proteins (MLH1, MSH2, PMS2 and MSH6), MMRd defined as loss of function or one or more of these proteins.\n  * Polymerase chain reaction (PCR) amplification of microsatellite sequences\n  * Next-generation sequencing (NGS) for detection of MSI\n  * Stage II-IIIB: TNM T2-T4, N0-N3, M0\n* Absence of distant metastatic disease on CT scan + PET CT + staging laparoscopy prior to study entry.\n* MDT determined suitable for surgery and MDT believes an R0 resection is achievable after neo-adjuvant therapy (resectable disease)\n* No prior anti-cancer therapy for gastric / GOJ adenocarcinoma\n* ECOG performance status 0-2\n\nLaboratory parameters\n\n• Adequate haematologic and end-organ function defined by the following laboratory test results: Haematology: Absolute neutrophil count \\> 1.5 x 109/L Platelets \\> 100 x 109/L Haemoglobin \\> 90 x 109/L (can be post-transfusion) Biochemistry: Serum Creatinine Clearance \\>50ml/min (calculated using Cockcroft-Gault formula Appendix X)\n\nLiver function: Bilirubin within normal limits ALT/AST ≤2.5x ULN\n\nCoagulation profile (for patients not receiving therapeutic anticoagulation):\n\nInternational Normalised Ratio (INR) \\< 1.5 Activated Prothrombin Time (APTT) \\< 1.5xULN\n\n* Before patient registration/randomisation, written informed consent must be given according to ICH/GCP, and national/local regulations\n* Patient is fit to undergo all protocol investigations and receive all protocol treatment based on the assessment in the surgical / oncology clinic\n* Signed and dated informed consent document indicating that the patient (or legally acceptable representative) has been informed of all the pertinent aspects of the trial prior to enrolment\n* Willingness and ability to comply with the protocol for the duration of the study including scheduled visits, examinations, investigations and treatment plans\n\nExclusion criteria\n\nPatients are not eligible for the trial if any of the exclusion criteria below are met:\n\n* Known severe hypersensitivity reactions to monoclonal antibodies (Grade ≥ 3CTCAE v5.0, any history of anaphylaxis\n* Any prior treatment with cancer immunotherapy including anti-PD-1, anti-TIGIT, anti-PD-L1, anti-PD-L2, anti-CD137, or anti-CTLA-4 antibody, or any other antibody or drug specifically targeting T-cell co-stimulation or checkpoint pathways\n* Treatment with systemic immunosuppressive medications, including but not limited to: corticosteroids (dose of \\> 10mg/day prednisone equivalent) cyclophosphamide, azathioprine, methotrexate, thalidomide, and anti-tumour necrosis factor \\[TNF\\] agents) within 2 weeks prior to Cycle 1 Day 1\n* Prior malignancy active within the previous 2 years except for:\n* locally curable cancers that have been apparently cured, such as basal or squamous cell skin cancer, superficial bladder cancer, or carcinoma in situ of the prostate, cervix\n* localised prostate cancer\n* breast cancer diagnosed \\>2 years ago, now on adjuvant endocrine therapy (no known active disease)\n* Patients recommended to have radiotherapy as part of routine management for their gastric/GOJ AC are ineligible\n\nQTc ≥480 msec using Fredericia QT correction formula\n\n* Metastatic disease on imaging or staging laparoscopy - visualisation of peritoneal disease on staging laparoscopy is an exclusionPrior organ transplantation, including allogeneic stem-cell transplantation\n* Any active autoimmune disease that has required systemic treatment in the past 2 years (i.e. with use of disease modifying agents, corticosteroids or immunosuppressive drugs) or is expected to deteriorate when receiving immunotherapy, with the following exceptions:\n* Patients with autoimmune hypothyroidism on a stable dose of thyroid replacement hormone are eligible\n* Patients only receiving hormone replacement therapy e.g., thyroxine, insulin, or physiologic corticosteroid replacement therapy (doses ≤10mg - or equivalent - of prednisolone per day) for adrenal or pituitary insufficiency) are eligible\n* Patients with eczema, psoriasis, lichen simplex chronicus or vitiligo with dermatologic manifestations only not requiring immunosuppressive treatment are eligible, providing they meet the following conditions\n* Patients with psoriasis must have a baseline ophthalmologic exam to rule out ocular manifestations\n* Rash mush cover less than 10% of body surface area\n* Disease is well controlled at baseline and only requiring low-potency topical steroids\n* No acute exacerbations of underlying condition within the last 12 months\n* Patients with controlled type 1 diabetes mellitus on a stable dose of insulin regimen are eligible\n* Patients requiring hormone replacement with corticosteroids are eligible if the steroids are administered only for the purpose of hormonal replacement\n* Administration of steroids through a route known to result in minimal systemic exposure (topical, intranasal intra-ocular, or inhalation) are acceptable. Steroids as pre-medication for hypersensitivity reactions e.g., CT contrast are also acceptable\n* History of inflammatory bowel disease with the following exception:\n* Patients with a history of ulcerative colitis who have had a colectomy are eligible\n* Patients with a history of interstitial lung disease or radiological evidence of pulmonary fibrosis\n* Cerebrovascular disease (including transient ischaemic attacks (TIA) and strokes) within the 6 months prior to Cycle 1 Day 1\n* Cardiovascular diseases as follows:\n* Myocardial infarction within the previous year\n* Serious cardiac arrhythmia requiring medication (for example, ventricular tachycardia, supraventricular tachycardia or atrial fibrillation with a resting heart rate \\> 110bpm)\n* Unstable angina\n* Congestive cardiac failure (New York Heart Association Classification Class III or IV), EF \\<50%\n* Active infection requiring systemic therapy, non-healing wound, ulcer or bone fracture requiring therapy\n* Major surgery, major trauma within 28 days prior to registration (not including staging laparoscopy)\n* Current signs or symptoms of any other severe progressive or uncontrolled hepatic, haematologic, gastrointestinal, endocrine, respiratory or cardiac disease other than directly related to gastric/GOJ adenocarcinoma, which in the opinion of the investigator, might impair the subject's tolerance of trial treatment or procedures\n* Other severe acute or chronic medical conditions or psychiatric conditions including recent (within the past year) active suicidal ideation or behaviour\n* Active/ uncontrolled Hepatitis A, B or C infection, for hepatitis B known positive HBV surface antigen (HBsAg) result, patients with past or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. Patients positive for hepatitis C (HCV) antibody are only eligible if polymerase chain reaction is negative for HCV RNA.\n* Uncontrolled human immunodeficiency virus (HIV) infection\n* If known HIV diagnosis and well controlled on anti-retrovirals (CD4 count ≥350cells/ul and undetectable viral load) patient is eligible, ensure HIV team involvement for management and monitoring whilst on treatment\n* Use of live attenuated vaccine within 28 days of initiation of study therapy, or anticipation that a live attenuated vaccine will be required during the study\n* Pregnancy must be excluded with a negative serum pregnancy test, within 3 days before initiation of therapy, if the risk of conception exists. Sexually active female patients must be surgically sterile or be postmenopausal or must agree to use highly effective contraception. Sexually active male patients must be surgically sterile or must agree to use highly effective contraception, i.e. methods with a failure rate of \\<1% per year (see section 5.4 for full definition and examples of highly effective contraception)\n* Lactation-breast-feeding is contraindicated and must be discontinued for the duration of the study period and for the required duration of the contraception use after the last dose of the study drug.\n* Any patient specific factors which are likely to interfere with compliance of trial specific procedures or treatment, including any medical or psychiatric conditions that in the investigator's or sponsor's opinion poses an undue risk to the participant's participation in the study or may be likely to confound study interpretation or prevent completion of study procedures and follow-up examinations.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Project Manager",
          "role": "CONTACT",
          "phone": "02086613279",
          "email": "ZODIAC@rmh.nhs.uk"
        }
      ],
      "overallOfficials": [
        {
          "name": "Naureen Starling",
          "affiliation": "The Royal Marsden NHSFT UK",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Addenbrooke's Hospital",
          "status": "RECRUITING",
          "city": "Cambridge",
          "state": "Cambridgeshire",
          "zip": "CB2 0QQ",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Dana Shor",
              "role": "CONTACT",
              "phone": "01223216083",
              "email": "cuh.research@nhs.net"
            },
            {
              "role": "CONTACT",
              "email": "cuh.research@nhs.net"
            }
          ],
          "geoPoint": {
            "lat": 52.2,
            "lon": 0.11667
          }
        },
        {
          "facility": "Royal Devon University Healthcare Foundation Trust",
          "status": "RECRUITING",
          "city": "Exeter",
          "state": "Devon",
          "zip": "EX2 5DW",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Elizabeth Toy",
              "role": "CONTACT"
            },
            {
              "role": "CONTACT",
              "email": "rduh.research-eastern@nhs.net"
            }
          ],
          "geoPoint": {
            "lat": 50.7236,
            "lon": -3.52751
          }
        },
        {
          "facility": "Ninewells hospital and Medical School",
          "status": "RECRUITING",
          "city": "Dundee",
          "state": "Dundee",
          "zip": "DD1 9SY",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Liz Coote",
              "role": "CONTACT",
              "phone": "Liz Coote",
              "email": "tay.tasc@nhs.scot"
            },
            {
              "name": "Russell Petty",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 56.46913,
            "lon": -2.97489
          }
        },
        {
          "facility": "Kent & Canterbury Hospital",
          "status": "RECRUITING",
          "city": "Canterbury",
          "state": "Kent",
          "zip": "CT1 3NG",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Justin Waters",
              "role": "CONTACT",
              "email": "Ekhuft.researchandinnovation@nhs.net"
            }
          ],
          "geoPoint": {
            "lat": 51.27904,
            "lon": 1.07992
          }
        },
        {
          "facility": "Guy's and St Thomas' NHS Foundation Trust",
          "status": "RECRUITING",
          "city": "London",
          "state": "London",
          "zip": "SE1 9RT",
          "country": "United Kingdom",
          "contacts": [
            {
              "role": "CONTACT",
              "email": "gstt.GIResearchTeam@nhs.net"
            },
            {
              "name": "Ailsa Sita-Lumsden",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        },
        {
          "facility": "The Royal Marsden NHSFT",
          "status": "RECRUITING",
          "city": "London",
          "state": "London",
          "zip": "SW3 6JJ",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Richard Crux",
              "role": "CONTACT",
              "phone": "0208 661 3279",
              "email": "Richard.Crux@rmh.nhs.uk"
            },
            {
              "name": "Naureen Starling",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        },
        {
          "facility": "St James's University hospital",
          "status": "RECRUITING",
          "city": "Leeds",
          "state": "Yorkshire",
          "zip": "LS9 7TF",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Sveta Doshmanovska Doshmanovska",
              "role": "CONTACT",
              "email": "leedsth-tr.oncologytrials@nhs.net"
            },
            {
              "name": "Danny Ulahannan",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 53.79648,
            "lon": -1.54785
          }
        },
        {
          "facility": "St Bartholomew's Hospital",
          "status": "RECRUITING",
          "city": "London",
          "zip": "EC1A 7BE",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Sultana Begum",
              "role": "CONTACT"
            },
            {
              "name": "Marco Gerlinger",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        },
        {
          "facility": "University College London Hospital NHS Foundation Trust",
          "status": "RECRUITING",
          "city": "London",
          "zip": "N15 6UL",
          "country": "United Kingdom",
          "contacts": [
            {
              "name": "Kai Keen Shiu",
              "role": "CONTACT"
            },
            {
              "role": "CONTACT",
              "email": "uclh.giresearchclinic@nhs.net"
            }
          ],
          "geoPoint": {
            "lat": 51.50853,
            "lon": -0.12574
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-13"
    }
  },
  "hasResults": false
}