{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05562024",
      "orgStudyIdInfo": {
        "id": "PG-CART-TAA06-001(1)"
      },
      "organization": {
        "fullName": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
        "class": "INDUSTRY"
      },
      "briefTitle": "TAA06 Injection in the Treatment of Patients With B7-H3-positive Relapsed/ Refractory Neuroblastoma",
      "officialTitle": "An Open-label, Dose-escalation, and Dose-expansion Phase I Trial of TAA06 Injection in Patients With Relapsed/Refractory Neuroblastoma"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-02",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-12-30",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-12-18",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2039-02-18",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2022-09-23",
      "studyFirstSubmitQcDate": "2022-09-27",
      "studyFirstPostDateStruct": {
        "date": "2022-09-30",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-02-23",
      "lastUpdatePostDateStruct": {
        "date": "2023-02-27",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
        "class": "INDUSTRY"
      },
      "collaborators": [
        {
          "name": "Tianjin Medical University Cancer Institute and Hospital",
          "class": "OTHER"
        },
        {
          "name": "Shandong Cancer Hospital and Institute",
          "class": "OTHER"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Phase I clinical trials are designed as open-label, dose-escalation and dose-expansion clinical studies, the main purpose of which is to explore the tolerability, safety, cytokinetic characteristics and RP2D and preliminary observation of the efficacy of the study drug in subjects with B7-H3-positive relapsed/refractory neuroblastoma.",
      "detailedDescription": "In the dose-escalation phase of the Phase I clinical trial, a traditional 3+3 trial design was adopted, with a total of 3 dose groups designed. The dose of T/kg was gradually increased, and a total of 12-18 subjects with relapsed/refractory neuroblastoma were enrolled.Within each dose group, the next subject can be dosed after the previous subject has completed at least 14 days of safety observations. After the last subject of each dose group completed the dose-limited toxicity (DLT) evaluation within 28 days after a single dose, the SMC (Safety Monitoring Committee) agreed to enter the next dose group after evaluating the clinical safety data. After that, the enrolment treatment for the next dose group can be started.When 1 DLT occurs in 3 subjects in a dose group, 3 additional subjects in the same dose group (up to 6 subjects in this dose group complete the DLT assessment): If the additional 3 subjects If no DLT occurs, continue dose escalation; if 1 out of 3 additional subjects develops DLT, stop dose escalation; if \\&gt; 1 of 3 additional subjects develops DLT DLT, then stop the dose escalation, and at the same time need to reduce a dose to continue to enroll 3 subjects for DLT evaluation.\n\nIn the dose expansion phase of the Phase I clinical trial, SMC will review the obtained safety and available data on efficacy, PK, immunogenicity, etc., and give the RP2D dose after comprehensive evaluation. In the dose expansion phase, the RP2D dose group will continue to be enrolled 3 \\~6 subjects, further clarify the preliminary efficacy and safety of RP2D."
    },
    "conditionsModule": {
      "conditions": [
        "B7-H3-positive Relapsed/ Refractory Neuroblastoma"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "Single group of qualified subjects used TAA06 injection",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 24,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "T cell injection targeting TAA06 chimeric antigen receptor",
          "type": "EXPERIMENTAL",
          "description": "The subjects, who sign the informed consent forms and been screened by inclusion/exclusion criteria, will be assigned into 2.0 × 10\\^6, 4.0 × 10\\^6 and 8.0 × 10\\^6 CAR-T/kg groups in order of sequence.",
          "interventionNames": [
            "Biological: T cell injection targeting B7-H3 chimeric antigen receptor"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "T cell injection targeting B7-H3 chimeric antigen receptor",
          "description": "The subjects will be administered once.",
          "armGroupLabels": [
            "T cell injection targeting TAA06 chimeric antigen receptor"
          ],
          "otherNames": [
            "TAA06 Injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "MTD",
          "description": "Maximum tolerated dose of TAA06 Injection in subjects with relapsed/refractory neuroblastoma",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "RP2D",
          "description": "Phase 2 recommended dose of TAA06 Injection in subjects with relapsed/refractory",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Assessment of the safety after B7-H3-targeted chimeric antigen receptor T cells infusion (Safety)",
          "description": "Treatment Emergent Adverse Events (TEAE) and Serious Adverse Events (SAE) ,(according to the evaluation criteria for common adverse events, NCICTCAE version 5.0)",
          "timeFrame": "about 3 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Assessment of pharmacokinetic (about Cmax)",
          "description": "Assessment of the highest concentration (Cmax) of B7-H3-targeted chimeric antigen receptor T cells amplified in peripheral blood after administration.",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Assessment of pharmacokinetic (about Tmax)",
          "description": "Assessment of the time to reach the highest concentration (Tmax) of B7-H3-targeted chimeric antigen receptor T cells amplified in peripheral blood after administration.",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Assessment of pharmacokinetic (about AUC0-28d)",
          "description": "Assessment of the area under the curve AUC0-28d after administration.",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Assessment of pharmacokinetic (about AUC0-90d)",
          "description": "Assessment of the area under the curve AUC0-90d after administration.",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "The proportion of patients whose tumors have shrunk to a certain amount and maintained for a certain period of time , including Complete Response (CR) and Partial Response (PR) cases.（According to the evaluation standard of solid tumor effect (RECISTv1.1)）",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Disease Control Rate（DCR）",
          "description": "The proportion of patients whose tumors have shrunk or remained stable for a certain period of time , including Complete Response (CR), Partial Response (PR) and Stable Disease (SD) cases.（According to the evaluation standard of solid tumor effect (RECISTv1.1)）",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Duration of Response（DOR）",
          "description": "The time from the first evaluation of CR or PR to the time of death of PD (ProgressiveDisease) or any cause.（According to the evaluation standard of solid tumor effect (RECISTv1.1)）",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Progression-free Survival（PFS）",
          "description": "The time from start of B7-H3 CAR-T cell therapy to the first occurrence of disease progression or death of any cause.（According to the evaluation standard of solid tumor effect (RECISTv1.1)）",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "To Evaluate Anti-tumour Activity (Overall Survival)",
          "description": "Defined as the time from start of B7-H3 CAR-T cell therapy to death (due to any cause)",
          "timeFrame": "about 3 years"
        },
        {
          "measure": "Immunogenicity endpoints",
          "description": "Positive rate of human anti-CAR antibody at each time point.",
          "timeFrame": "about 3 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 1 year (including cut-off value), gender is not limited\n* Expected survival time ≥ 3 months\n* Karnofsky score (\\> 16 years) or Lansky score (≤ 16 years) \\> 60 points\n* Meet the clinical diagnostic criteria and be diagnosed as recurrent / refractory neuroblastoma. For first-line standard treatment, please refer to the consensus of experts in the diagnosis and treatment of Pediatric Neuroblastoma (Chinese Journal of Pediatric surgery, Volume 36, No. 1, 2015), the guidelines for the diagnosis and treatment of Pediatric Neuroblastoma of 2019 by the Health Commission, and the consensus of experts in the diagnosis and treatment of Pediatric Neuroblastoma (CCCG-NB-2021 Program) (Chinese Journal of Pediatric surgery, Volume 43, No. 7, 2022)\n\n  1. Recurrence is defined as the determination of recurrence after remission after at least first-line standard treatment.\n  2. Refractory is defined as a person who is not in remission after at least 4 cycles of chemotherapy (≥ 2 chemotherapeutic drugs, including alkylating agents and platinum)\n* The tumor tissue samples of the subjects were stained by immunohistochemistry (IHC) to show that the expression intensity of B7-H3 on the surface of tumor cell membranes was 1+ or above, and the proportion of positive staining of tumor cell membranes was ≥1%\n* At least one measurable lesion defined by RECISTv1.1 criteria, and at least one lesion that can be irradiated (except bone marrow)\n* Subjects with lesions only in the bone marrow may also be enrolled (without irradiation)\n* Liver and kidney function, cardiopulmonary function must meet the following requirements:\n\n  1. Total bilirubin ≤ 3 × ULN;ALT and AST ≤ 5 × ULN\n  2. Creatinine≤2 ULN\n  3. Left ventricular ejection fraction ≥ 50%\n  4. Blood oxygen saturation ≥ 92%\n* Patients and/or their guardians understand the trial and have signed informed consent\n\nExclusion Criteria:\n\n* Patients who were judged by the investigator to require long-term immunosuppressive therapy at the time of screening\n* Cerebrovascular accident or seizure occurred within 6 months before signing the informed consent\n* Malignant tumors other than neuroblastoma, excluding carcinoma in situ\n* Hepatitis B surface antigen (HBsAg) positive; hepatitis B core antibody (HBcAb) positive and peripheral blood hepatitis B virus (HBV) DNA titer detection not within the normal reference range; hepatitis C virus (HCV) antibody positive and peripheral blood type C Hepatitis virus (HCV) RNA positive; human immunodeficiency virus (HIV) antibody positive; cytomegalovirus (CMV) DNA positive; syphilis positive\n* Serious cardiac disease: including but not limited to unstable angina, myocardial infarction (within 6 months prior to screening), congestive heart failure (New York Heart Association \\[NYHA\\] classification ≥ grade III), severe arrhythmia\n* Unstable systemic disease as judged by the investigator: including but not limited to severe liver, kidney or metabolic disease requiring drug therapy\n* Presence of chronic progressive neurological disease\n* Patients who have not recovered from acute toxic effects of prior treatment\n* Active or uncontrolled infection requiring systemic treatment (except mild urogenital and upper respiratory tract infections)\n* Pregnancy-capable female subjects who plan to become pregnant within 2 years of cell reinfusion; or male subjects whose partners plan to become pregnant within 2 years of cell reinfusion\n* Those who have received CAR-T therapy or other gene-modified cell therapy before screening\n* Participated in other clinical studies within 1 month before screening\n* Subjects screened for evidence of central nervous system involvement\n* For patients with liver metastases, the distribution of liver metastases exceeds 1/2 of the liver\n* According to the judgment of the investigators, it does not meet the situation of cell preparation\n* Other circumstances deemed inappropriate by investigators",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "HuiMin Meng, Doctor",
          "role": "CONTACT",
          "phone": "86-18015580390",
          "email": "huimin.meng@persongen.com"
        }
      ],
      "overallOfficials": [
        {
          "name": "Qiang Zhao, Doctor",
          "affiliation": "Tianjin Medical University Cancer Institute and Hospital",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Jingfu Wang, Doctor",
          "affiliation": "Shandong Cancer Hospital and Institute",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Shandong Cancer Hospital and Institute",
          "status": "NOT_YET_RECRUITING",
          "city": "Jinan",
          "state": "Shandong",
          "zip": "250000",
          "country": "China",
          "contacts": [
            {
              "name": "Jingfu Wang, Doctor",
              "role": "CONTACT",
              "phone": "86-13821271562",
              "email": "wangjingfu666@163.com"
            },
            {
              "name": "Jingfu Wang, Doctor",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 36.66833,
            "lon": 116.99722
          }
        },
        {
          "facility": "Tianjin Medical University Cancer Institute and Hospital",
          "status": "RECRUITING",
          "city": "Tianjin",
          "state": "Tianjin Municipality",
          "zip": "300000",
          "country": "China",
          "contacts": [
            {
              "name": "Qiang Zhao, Doctor",
              "role": "CONTACT",
              "phone": "86-18622221005",
              "email": "qiangzhao169@aliyun.com"
            },
            {
              "name": "Qiang Zhao, Doctor",
              "role": "PRINCIPAL_INVESTIGATOR"
            }
          ],
          "geoPoint": {
            "lat": 39.14222,
            "lon": 117.17667
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    }
  },
  "hasResults": false
}