{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06372236",
      "orgStudyIdInfo": {
        "id": "PG-001-025"
      },
      "organization": {
        "fullName": "Peking University",
        "class": "OTHER"
      },
      "briefTitle": "UTAA06 Injection for Treatment of Advanced Malignant Solid Tumors",
      "officialTitle": "Phase I Clinical Study of UTAA06 Injection in Treatment of Patients With Advanced Malignant Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-05",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2023-12-05",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2025-05-08",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2025-05-08",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2023-12-14",
      "studyFirstSubmitQcDate": "2024-04-12",
      "studyFirstPostDateStruct": {
        "date": "2024-04-17",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-07",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-12",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Shen Lin",
        "investigatorTitle": "Clinical Professor",
        "investigatorAffiliation": "Peking University"
      },
      "leadSponsor": {
        "name": "Peking University",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "This is a single-arm, open, early-stage clinical study. The main purpose of this study is to explore the maximum tolerated dose (MTD), the optimal phase II recommended dose, safety, initial anti-tumor activity, cytopharmacokinetics, immunogenicity, biomarkers and other characteristics of drug therapy in patients with advanced malignant solid tumors. Eligible subjects were transfused with UTAA06 injection after pretreatment, and their blood was collected before and after infusion for evaluation of cytopharmacokinetics, safety, immunogenicity and biomarkers. In this study, tumor evaluation was mainly performed using RECISTv1.1. In addition to the baseline period, the therapeutic efficacy was evaluated at the frequency of Q3m during 4w, 2m, 3m, and 6-24m after cell infusion. Tumor evaluation was performed until disease progression (PD), new anti-tumor therapy, death, intolerable toxicity, investigator's decision, or patient's voluntary withdrawal. Whichever comes first.",
      "detailedDescription": "This is a single-arm, open, early-stage clinical study. The main purpose of this study is to explore the maximum tolerated dose (MTD), the optimal phase II recommended dose, safety, initial anti-tumor activity, cytopharmacokinetics, immunogenicity, biomarkers and other characteristics of drug therapy in patients with advanced malignant solid tumors. Eligible subjects were transfused with UTAA06 injection after pretreatment, and their blood was collected before and after infusion for evaluation of cytopharmacokinetics, safety, immunogenicity and biomarkers. This research mainly adopts RECISTv1.1 tumor assessment, in addition to the baseline period, treatment period after the cell infusion, 2 m, 3 m, 4 w during 6 to 24 m in the frequency of Q3m curative effect evaluation of tumor assessment until disease progression (PD, Other than spurious progression), new anti-tumor therapy, death, intolerable toxicity, investigator decision, or patient voluntary withdrawal, whichever occurs first.\n\nIn this study phase, the recommended dose is 1×10\\^8\\~1×10\\^9CAR+gdT (including 1×10\\^8CAR+gdT, 3×10\\^8CAR+gdT, 5×10\\^8CAR+gdT, 8×10\\^8CAR+gdT, 1×10\\^9CAR+gdT), or as determined by the investigator and/or partner unit. Other doses can be added. Each subject in the same dose group can receive the infusion of the next subject after 14 days of observation, and the last subject in each dose group can be observed for 28 days after infusion, and the researcher will determine whether the treatment can be incremented into the next dose group based on safety detection indicators. A total of 15 to 24 patients with advanced malignant solid tumors were enrolled.\n\nB7-H3 is a pan-tumor antigen that is overexpressed on a variety of solid tumors. This study is a B7-H3 targeted therapy, and it is planned to conduct a pan-tumor study without targeting specific tumor species, and does not consider classification and dose allocation according to tumor species."
    },
    "conditionsModule": {
      "conditions": [
        "Conditions or Focus of Study: B7-H3 Positive Relapsed/Advanced Malignant Solid Tumor"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "interventionModelDescription": "UTAA06 injection",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 10,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Targeted B7-H3 chimeric antigen receptor gdT cell injection",
          "type": "EXPERIMENTAL",
          "description": "UTAA06 injection The subjects who sign the informed consent forms and been screened by inclusion/exclusion criteria,will be assigned into 1×10\\^8CAR+gdT、3×10\\^8CAR+gdT、5×10\\^8CAR+gdT、8×10\\^8CAR+gdT、1×10\\^9CAR+gdT groups inder of sequence.And the subjects will be administered once.",
          "interventionNames": [
            "Biological: UTAA06 injection for treatment of advanced malignant solid tumors"
          ]
        }
      ],
      "interventions": [
        {
          "type": "BIOLOGICAL",
          "name": "UTAA06 injection for treatment of advanced malignant solid tumors",
          "description": "The subjects who sign the informed consent forms and been screened by inclusion/exclusion criteria,will be assigned into 1×10\\^8CAR+gdT、3×10\\^8CAR+gdT、5×10\\^8CAR+gdT、8×10\\^8CAR+gdT、1×10\\^9CAR+gdT groups inder of sequence.And the subjects will be administered once.",
          "armGroupLabels": [
            "Targeted B7-H3 chimeric antigen receptor gdT cell injection"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "MTD",
          "description": "Maximum tolerated dose",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the preliminary antitumor activity of UTAA06 injection in patients with advanced malignant solid tumors",
          "description": "Overall response rate (ORR) at 3 months (based primarily on solid tumor response criteria RECISTv1.1).",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the number of participants with treatment-related adverse events of UTAA06 injection in patients with advanced malignant solidtumors.",
          "description": "Number of participants with treatment-related adverse events as assessed by CTCAE V5.0",
          "timeFrame": "about 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "To evaluate the efficacy, depth and persistence of UTAA06 injection in the treatment of patients with advanced malignant solid tumors.",
          "description": "Overall survival (OS)",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the efficacy, depth and persistence of UTAA06 injection in the treatment of patients with advanced malignant solid tumors.",
          "description": "duration of response (DOR)",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the efficacy, depth and persistence of UTAA06 injection in the treatment of patients with advanced malignant solid tumors.",
          "description": "progression-free survival (PFS)",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the efficacy, depth and persistence of UTAA06 injection in the treatment of patients with advanced malignant solid tumors.",
          "description": "disease control rate (DCR)",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the pharmacokinetic (PK) characteristics of UTAA06 injection in patients with advanced malignant solid tumors.",
          "description": "The maximum concentration of UTAA06 cells in peripheral blood after administration (Cmax)",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the pharmacokinetic (PK) characteristics of UTAA06 injection in patients with advanced malignant solid tumors.",
          "description": "the time to reach the maximum concentration (Tmax)",
          "timeFrame": "about 2 years"
        },
        {
          "measure": "To evaluate the immunogenicity of UTAA06 injection in patients with advanced malignant solid tumors.",
          "description": "The positive rate of human anti-CAR antibody at each time point.",
          "timeFrame": "about 2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* (1) Age ≥18 years old (including the threshold value), gender is not limited;\n* (2) Expected survival time ≥3 months;\n* (3) ECOG score 0\\~2 points;\n* (4) Subjects who meet the clinical diagnostic criteria and are clearly diagnosed as malignant solid tumor by pathology and failed by conventional treatment;\n* (5) immunohistochemistry (IHC) staining of tumor tissue samples showed that B7-H3 on tumor cell membrane surface was 1+ or above; while immunohistochemistry (IHC) staining of tumor cell membrane was ≥50%;\n* (6) The presence of at least one measurable lesion according to RECIST version 1.1;\n* (7) Blood cell analysis (no transfusion treatment within 3 days) : Hemoglobin (Hb) ≥80g/L; Absolute neutrophil count ≥1.5 x 10\\^9/L; Platelet count (PLT) ≥75×10\\^9/L;\n* (8) Kidney, liver, heart and lung function meet the following requirements: Creatinine clearance ≥60 ml/min or serum creatinine ≤ 1.5× upper limit of normal (ULN); Alanine transaminase (ALT) and Aspartate aminotransferase (AST) ≤1.5 x ULN, Total bilirubin (TBL) ≤1.5×ULN (If the elevation of ALT and AST can be reasonably attributed to the presence of metastatic lesions in the liver, AST and ALT can be increased to 5×ULN, TBL can be increased to 3×ULN; Serum albumin ≥3.0g/dL; No clinically significant Electrocardiogram (ECG) results with left ventricular ejection fraction ≥ 50%; Blood oxygen saturation \\> 95% in the non-oxygenated state;\n* (9) The patient himself/herself and/or his/her guardian and/or impartial witnesses can understand the test and have signed the informed consent.\n\nExclusion Criteria:\n\n* (1) Patients with continuous use of immunosuppressants within 1 month before infusion of UTAA06 injection;\n* (2) cerebrovascular accident or convulsive attack occurred within 6 months before signing the informed consent;\n* (3) Hepatitis B surface antigen (HBsAg) positive or hepatitis B core antibody (HBcAb) positive, and hepatitis B virus (HBV) DNA titer detected by peripheral blood is not within the normal reference value range; Hepatitis C virus (HCV) antibody positive and peripheral blood hepatitis C virus (HCV) RNA positive; Human immunodeficiency virus (HIV) antibody positive; EBV DNA test positive; cytomegalovirus (CMV) DNA test positive; Syphilis positive;\n* (4) Serious heart disease: including but not limited to unstable angina, myocardial infarction (within 6 months prior to screening), congestive heart failure (NYHA classification ≥III), and severe arrhythmia;\n* (5) Other unstable systemic diseases as determined by the researcher;\n* (6) had other uncured malignant tumors within the past 5 years or at the same time, except for in situ cervical cancer, skin basal cell carcinoma and other in situ cancers;\n* (7) Chronic progressive nervous system disease;\n* (8) Patients who have not yet recovered from the acute toxic effects of prior treatment (hematological or organ toxicity \\> Grade 2 caused by prior treatment, except those related to the studied disease and medical history);\n* (9) Previous or current graft-versus-host disease (GVHD);\n* (10) There is an active or uncontrolled infection that requires systemic treatment (except for mild genitourinary and upper respiratory tract infections);\n* (11) Female subjects who are capable of becoming pregnant and plan to become pregnant within 2 years after the cell infusion; Or a male subject whose partner plans to become pregnant within 2 years of the cell infusion;\n* (12) Participating in clinical studies of other innovative drugs within 1 month before screening;\n* (13) Evidence of central nervous system invasion during subject screening;\n* (14) For patients with liver metastases, the researchers judged that the tumor load of liver metastases was too large to be eligible for inclusion in this clinical trial.\n* (15) Situations considered unsuitable for inclusion by other researchers.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "PersonGen Anke Cellular Therapeutice Co.,Ltd",
          "city": "Hefei",
          "state": "Anhui",
          "zip": "230088",
          "country": "China",
          "geoPoint": {
            "lat": 31.86389,
            "lon": 117.28083
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    }
  },
  "hasResults": false
}