{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06188871",
      "orgStudyIdInfo": {
        "id": "STUDY00008670"
      },
      "organization": {
        "fullName": "University of Rochester",
        "class": "OTHER"
      },
      "briefTitle": "Early-onset Dupilumab Effects in CRSwNP",
      "officialTitle": "Early Changes in Type 2 Inflammatory Cytokines, Respiratory Oscillometry, and Sinonasal Microbiome With Dupilumab Treatment for Chronic Rhinosinusitis With Nasal Polyps"
    },
    "statusModule": {
      "statusVerifiedDate": "2024-05",
      "overallStatus": "WITHDRAWN",
      "whyStopped": "Study is no longer interventional. A new observational protocol was created.",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2024-06-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-06-01",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-06-01",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2023-12-18",
      "studyFirstSubmitQcDate": "2023-12-18",
      "studyFirstPostDateStruct": {
        "date": "2024-01-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2024-05-07",
      "lastUpdatePostDateStruct": {
        "date": "2024-05-09",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Li-Xing Man",
        "investigatorTitle": "Associate Professor",
        "investigatorAffiliation": "University of Rochester"
      },
      "leadSponsor": {
        "name": "University of Rochester",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false,
      "isUsExport": true
    },
    "descriptionModule": {
      "briefSummary": "While it is known that Dupilumab has profound effects in patients with CRSwNP, these are often seen months later after treatment initiation; however, in practice, patients often endorse feeling significantly better within days of their first injection. No studies have investigated the molecular basis for such an acute change. This study proposes that specific cytokine changes in phenotype in addition to microbiome and oscillometry effects play a synergistic role in producing this effect.",
      "detailedDescription": "This is a single center, prospective, controlled pilot study investigating the acute-onset changes across multiple parameters from immunology to microbiome and pulmonary physiology in patients with CRSwNP after receiving initial doses of dupilumab therapy. In total, eligible participants will be enrolled in the study for a total of 3 weeks, during which they will receive two injections of 300 mg of dupilumab. There will be a total of 8 study visits with the 1st visit being a 1-month pre-intervention baseline allowing each patient to serve as independent controls. The next seven visits will be at the following time points: Day of the 1st injection, 24-hrs after the first injection, 48 hrs after the first injection, one week after the first injection, two weeks after the first injection prior to receiving the second injection, 24hrs after receiving the 2nd injection and the 3-week timepoint (1 week after the second injection). At each visit, patients will be screened for side effects and nasal endoscopy will be performed as well as collection of nasal secretions via sinus packings that are placed in both nares for five minutes. The packings will subsequently be removed and per the collection protocol will undergo centrifugation, aliquoting and storage in a -80 freezer for future cytokine analysis via ELISA assays for various cytokine markers of type 2 inflammation, neutrophil activity, and mucin type. At specific visits, additional measures will be collected including Staph Aureus swabs for qPCR and cell culture, SNOT-22 surveys and smell testing, and oscillometry."
    },
    "conditionsModule": {
      "conditions": [
        "Chronic Rhinosinusitis With Nasal Polyps"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE4"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "BASIC_SCIENCE",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 0,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Dupilumab",
          "type": "EXPERIMENTAL",
          "description": "Two injections of 300mg dupilumab, subcutaneous 14 days apart",
          "interventionNames": [
            "Drug: Dupilumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Dupilumab",
          "description": "Two injections of 300mg dupilumab, subcutaneous 14 days apart",
          "armGroupLabels": [
            "Dupilumab"
          ],
          "otherNames": [
            "Dupixent"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Mean change in concentration of IgE (IU/mL)",
          "description": "Determined by output from ELISA assays using antibody against IgE measured as mean change from baseline (IU/mL). Analysis will be performed as mean change from baseline.",
          "timeFrame": "3 weeks post baseline"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Mean change in concentration of type II inflammatory markers contributing to sinonasal inflammation (ng/mL)",
          "description": "Determined by output from ELISA assays using antibody against downstream markers of the IL-4/IL-13 cascade, as well as antibodies against markers of neutrophil activity and mucin types that may be altered with dupilumab treatment. Reported as mean change from baseline (pg/ml or ng/ml)",
          "timeFrame": "3 weeks post baseline"
        },
        {
          "measure": "Mean change in concentration of markers of neutrophil activity contributing to sinonasal inflammation (ng/mL)",
          "description": "Determined by output from ELISA assays using antibody against downstream markers of the IL-4/IL-13 cascade, as well as antibodies against markers of neutrophil activity and mucin types that may be altered with dupilumab treatment. Reported as mean change from baseline (pg/ml or ng/ml)",
          "timeFrame": "3 weeks post baseline"
        },
        {
          "measure": "Mean change in concentration of markers of mucin type contributing to sinonasal inflammation (ng/mL)",
          "description": "Determined by output from ELISA assays using antibody against downstream markers of the IL-4/IL-13 cascade, as well as antibodies against markers of neutrophil activity and mucin types that may be altered with dupilumab treatment. Reported as mean change from baseline (pg/ml or ng/ml)",
          "timeFrame": "3 weeks post baseline"
        },
        {
          "measure": "Mean change in active Staph Aureus collected via nasal swabs",
          "description": "Determined objectively by mean change in log output from qPCR assays as changes in rCFU/cm2",
          "timeFrame": "3 weeks"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Mean change in SNOT-22 score",
          "description": "Determined by patient reported results on SNOT-22 surveys at each visit.",
          "timeFrame": "3 weeks"
        },
        {
          "measure": "Mean change in UPSIT score",
          "description": "Determined by smell testing conducted 1 week after 1st injection and at the final visit (1 week after the 2nd injection).",
          "timeFrame": "3 weeks"
        },
        {
          "measure": "Mean change in oscillometry data R5-R20 (frequency-dependent resistance heterogeneity between 5 and 20 Hz)",
          "description": "Data from oscillometry software will be used to demonstrate change in median values for the above variables at the four specified visits when oscillometry data is collected. Related samples Wilcoxon signed-rank tests will be used to analyze median differences in oscillometry.",
          "timeFrame": "3 weeks"
        },
        {
          "measure": "Mean change in oscillometry X5 (reactance at 5 Hz)",
          "description": "Data from oscillometry software will be used to demonstrate change in median values for the above variables at the four specified visits when oscillometry data is collected. Related samples Wilcoxon signed-rank tests will be used to analyze median differences in oscillometry.",
          "timeFrame": "3 weeks"
        },
        {
          "measure": "Mean change in oscillometry AX (area under the reactance curve)",
          "description": "Data from oscillometry software will be used to demonstrate change in median values for the above variables at the four specified visits when oscillometry data is collected. Related samples Wilcoxon signed-rank tests will be used to analyze median differences in oscillometry.",
          "timeFrame": "3 weeks"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Patients age 18+\n* who in normal clinical practice would be a candidate for dupilumab.\n* with a diagnosis of CRSwNP including\n* at least 2 of the following symptoms on screening:\n\n  * nasal blockade/obstruction/congestion or nasal discharge;\n  * facial pain/pressure;\n  * reduction or loss of smell\n\nExclusion Criteria:\n\n* \\> 80 years of age\n* prior history of immunotherapy use (including prior participation in dupilumab or other clinical trials)\n* Treatment with systemic corticosteroids, monoclonal antibodies, immunosuppressive treatments or anti-IgE therapy during the past two months prior to trial participation.\n* CRS without polyps or another non-nasal polyposis condition\n* Patients with conditions/concomitant diseases making them ineligible for evaluation of the primary efficacy endpoint such as: acute sinusitis/nasal infection or upper respiratory infection at day of screening or in the two weeks prior to screening, Churg-Strauss syndrome, Young's syndrome, Kartagener's syndrome or dyskinetic ciliary syndromes, concomitant cystic fibrosis, CT scan suggestive of allergic fungal rhinosinusitis\n* Patients with comorbid asthma if they had a recent asthma exacerbation requiring systemic (oral and/or parenteral) steroid treatment or hospitalization for \\>24h for treatment of asthma, within 3 months prior to screening or are on a dose of greater than 1000 ug fluticasone or an equivalent inhaled corticosteroid.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "80 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Li-Xing Man, MSc, MD, MPA",
          "affiliation": "University of Rochester",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "University of Rochester Department of Otolaryngology Head and Neck Surgery",
          "city": "Rochester",
          "state": "New York",
          "zip": "14642",
          "country": "United States",
          "geoPoint": {
            "lat": 43.15478,
            "lon": -77.61556
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "31543428",
          "type": "BACKGROUND",
          "citation": "Bachert C, Han JK, Desrosiers M, Hellings PW, Amin N, Lee SE, Mullol J, Greos LS, Bosso JV, Laidlaw TM, Cervin AU, Maspero JF, Hopkins C, Olze H, Canonica GW, Paggiaro P, Cho SH, Fokkens WJ, Fujieda S, Zhang M, Lu X, Fan C, Draikiwicz S, Kamat SA, Khan A, Pirozzi G, Patel N, Graham NMH, Ruddy M, Staudinger H, Weinreich D, Stahl N, Yancopoulos GD, Mannent LP. Efficacy and safety of dupilumab in patients with severe chronic rhinosinusitis with nasal polyps (LIBERTY NP SINUS-24 and LIBERTY NP SINUS-52): results from two multicentre, randomised, double-blind, placebo-controlled, parallel-group phase 3 trials. Lancet. 2019 Nov 2;394(10209):1638-1650. doi: 10.1016/S0140-6736(19)31881-1. Epub 2019 Sep 19."
        },
        {
          "pmid": "35259535",
          "type": "BACKGROUND",
          "citation": "Canonica GW, Bourdin A, Peters AT, Desrosiers M, Bachert C, Weidinger S, Simpson EL, Daizadeh N, Chen Z, Kamat S, Khan AH, Chao J, Graham NMH, Laws E, Rossi AB, Ardeleanu M, Mannent LP, Amin N, Ortiz B, Deniz Y, Djandji M, Rowe PJ. Dupilumab Demonstrates Rapid Onset of Response Across Three Type 2 Inflammatory Diseases. J Allergy Clin Immunol Pract. 2022 Jun;10(6):1515-1526. doi: 10.1016/j.jaip.2022.02.026. Epub 2022 Mar 6."
        },
        {
          "pmid": "33724109",
          "type": "BACKGROUND",
          "citation": "Fokkens W, Van Der Lans R, Reitsma S. Dupilumab for the treatment of chronic rhinosinusitis with nasal polyposis. Expert Opin Biol Ther. 2021 May;21(5):575-585. doi: 10.1080/14712598.2021.1901881. Epub 2021 Apr 1."
        },
        {
          "pmid": "30488542",
          "type": "BACKGROUND",
          "citation": "Jonstam K, Swanson BN, Mannent LP, Cardell LO, Tian N, Wang Y, Zhang D, Fan C, Holtappels G, Hamilton JD, Grabher A, Graham NMH, Pirozzi G, Bachert C. Dupilumab reduces local type 2 pro-inflammatory biomarkers in chronic rhinosinusitis with nasal polyposis. Allergy. 2019 Apr;74(4):743-752. doi: 10.1111/all.13685. Epub 2019 Jan 21."
        },
        {
          "pmid": "36553635",
          "type": "BACKGROUND",
          "citation": "Mimmi S, Lombardo N, Maisano D, Piazzetta G, Pelaia C, Pelaia G, Greco M, Foti D, Dattilo V, Iaccino E. Spotlight on a Short-Time Treatment with the IL-4/IL-13 Receptor Blocker in Patients with CRSwNP: microRNAs Modulations and Preliminary Clinical Evidence. Genes (Basel). 2022 Dec 15;13(12):2366. doi: 10.3390/genes13122366."
        },
        {
          "type": "BACKGROUND",
          "citation": "Beck L, Boguniewicz M, Hata T, Fuxench ZC, Simpson E, De Benedetto A, et al. Effect of Dupilumab on the Host-Microbe Interface in Atopic Dermatitis. Journal of Allergy and Clinical Immunology. 2022;149:AB150. https://doi.org/10.1016/j.jaci.2021.12.503"
        },
        {
          "pmid": "14551791",
          "type": "BACKGROUND",
          "citation": "Watelet JB, Gevaert P, Holtappels G, Van Cauwenberge P, Bachert C. Collection of nasal secretions for immunological analysis. Eur Arch Otorhinolaryngol. 2004 May;261(5):242-6. doi: 10.1007/s00405-003-0691-y. Epub 2003 Oct 9."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "Resources will be shard via Open Science Framework",
      "infoTypes": [
        "STUDY_PROTOCOL",
        "SAP",
        "ICF",
        "ANALYTIC_CODE"
      ],
      "timeFrame": "Six months after publication of the study data",
      "accessCriteria": "Resources will be shard via Open Science Framework. Access will be open"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C582203",
          "term": "dupilumab"
        }
      ]
    }
  },
  "hasResults": false
}