{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06558526",
      "orgStudyIdInfo": {
        "id": "PI23/00820"
      },
      "organization": {
        "fullName": "Fundación Pública Andaluza para la Investigación de Málaga en Biomedicina y Salud",
        "class": "OTHER"
      },
      "briefTitle": "Pectin Intervention Study and Long-term Follow-up in Lipid Transfer Proteins Allergic Patients",
      "officialTitle": "Analysis of the Clinical Efficacy and Immunomodulatory Effect of Pectin in LTP Allergic Patients Through a Placebo-controlled Intervention Study and Long-term Follow-up",
      "acronym": "PI23/00820"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-06",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-01-13",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-11-30",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-11-30",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-08-14",
      "studyFirstSubmitQcDate": "2024-08-14",
      "studyFirstPostDateStruct": {
        "date": "2024-08-16",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-06-11",
      "lastUpdatePostDateStruct": {
        "date": "2025-06-15",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Fundación Pública Andaluza para la Investigación de Málaga en Biomedicina y Salud",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "Pectins are dietary fibers that have shown a health effect on patients with food allergy, as they are capable of modifying the composition of gastrointestinal microbiota, and producing an immunomodulatory effect. Preliminary results by the investigators show that the intervention for 2 months with pectins produces an increase in tolerance to peach, and changes in the microbiota compared to the group of patients treated with placebo. In this project, the investigators aim to study these clinical effects and the involved mechanisms. Moreover, the long-term effect (clinical reactivity to nsLTP and immunomodulatory effect) of the dietary intervention will be prospectively evaluated 6 months after the intervention.",
      "detailedDescription": "Patients of 3 different Allergy Units with clinical history of allergic reactions with peach and with/without reactions with peanut due to sensitization to nsLTP will be informed about the intervention study and potential risks. After obtention of written informed consent, screening phase evaluation will be performed (skin prick tests (SPT), obtention of blood and feces samples and double-blind placebo-controlled food challenges (DBPCFC) with peach and peanut). Participants who meet the eligibility requirements will be randomized in a ratio 1:1 to pectin (apple pectin 10 mg + maltodextrin 5 mg; once daily) or placebo (maltodextrin 5 mg; once daily). The dietary intervention will last 6 months and a follow-up visit in month 3 will be performed. After completing the dietary intervention all participants will be clinically assessed (SPT and DBPCFC) and new blood and feces samples will be collected. Finally, patients who receive the active will be clinically evaluated with DBPCFC to peach and peanut after 6 months of completing the dietary intervention. Also, new blood and feces samples will be obtained.\n\nThe main objective is to analyze the clinical efficacy of a pectin dietary supplement administered once a day for 6 months as a treatment for nsLTP allergy in a randomized double-blind placebo-controlled multicenter intervention study. In addition, the investigators will study changes in clinical reactivity to nsLTP and the immunomodulatory effect (immunological humoral and cellular, metabolomics and microbiota profiles). Furthermore, long-term effects of the dietary intervention will be analyzed in participants from the active group (pectin) 6 months after completing the intervention."
    },
    "conditionsModule": {
      "conditions": [
        "Food Allergy"
      ],
      "keywords": [
        "nsLTP allergy",
        "Dietary intervention",
        "Pectin",
        "Microbiome",
        "Immunomodulation",
        "Food allergy treatment"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "TRIPLE",
          "maskingDescription": "Treatment will be blinded to the participants and research team.",
          "whoMasked": [
            "PARTICIPANT",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 62,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Pectin intervention group",
          "type": "EXPERIMENTAL",
          "description": "This group will orally take 10 g of apple pectin (DE 57%) + 5 g of maltodextrin once a day during 6 months.",
          "interventionNames": [
            "Dietary Supplement: Apple pectin (DE 57%)"
          ]
        },
        {
          "label": "Placebo group",
          "type": "PLACEBO_COMPARATOR",
          "description": "This group will orally take 5 g of maltodextrin once a day during 6 months.",
          "interventionNames": [
            "Dietary Supplement: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Apple pectin (DE 57%)",
          "description": "Dietary intervention with apple pectin. Participants will orally take the supplement once a day, after dissolving it in 100 ml of water, for 6 months.",
          "armGroupLabels": [
            "Pectin intervention group"
          ],
          "otherNames": [
            "Herbapekt"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Dietary intervention with maltodextrin. Participants will orally take the placebo (maltodextrin) once a day, after dissolving it in 100ml of water, for 6 months.",
          "armGroupLabels": [
            "Placebo group"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Clinical efficacy of a six-month dietary intervention with pectins in patients with food allergy to peach and peanut due to sensitization to nsLTP.",
          "description": "Clinical efficacy will be defined as an increase in oral tolerance to peach and/or peanut determined through the DBPCFCs performed pre- and post- dietary intervention, compared to the Placebo.",
          "timeFrame": "15 months"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Correlation between the induced changes in oral tolerance to peach and/or peanut and the reactivity in skin prick test (SPT).",
          "description": "Changes in oral tolerance to peach and/or peanut (see Primary outcome). Reactivity in SPT to Pru p 3 and peanut will be defined by the size of the papule area (mm2) measured pre- and post- dietary intervention.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Changes in Pru p 3 and Ara h 9 (nsLTP of peach and peanut, respectively) specific immunoglobulin production (IgE and IgG4) induced by the pectin dietary intervention.",
          "description": "Results will be expresses as kUA/L.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Changes in Pru p 3 and Ara h 9-specific basophil activation induced by the pectin dietary intervention",
          "description": "Results will be presented as the percentage of activated basophils (CD63+CD203c+CCR3+) and basophil allergen threshold sensitivity (CD-Sens).",
          "timeFrame": "15 months"
        },
        {
          "measure": "Maturational changes in Pru p 3 and Ara h 9-specific dendritics cells induced by the pectin dietary intervention.",
          "description": "Results will be expressed as maturation index (MI).",
          "timeFrame": "15 months"
        },
        {
          "measure": "Pru p 3 and Ara h 9-specific proliferative response of different lymphocytes cell subpopulations after the pectin dietary intervention.",
          "description": "The specific proliferation responses of different lymphocytes subpopulations will be measured: Th1, Th2, Th9, and Plasma-cells/IgE+, T regulatory cells (Treg), Treg/IL10+ and B regulatory cells/ IL10+. The results will be expressed as fold change of proliferation index (PI).",
          "timeFrame": "15 months"
        },
        {
          "measure": "Changes on gastrointestinal microbiota induced by the pectin dietary intervention.",
          "description": "Analysis of bacteria composition: relative abundance (%) and alpha-, beta diversity as Jensen Shannon divergence (JSD) (PChao1 vs PChao2).",
          "timeFrame": "15 months"
        },
        {
          "measure": "Changes on feces metabolome induced by the pectin dietary intervention.",
          "description": "Metabolomic profile from feces samples will be analyzed using a combination of untargeted mass spectrometry techniques: liquid chromatography-mass spectrometry (LC-ESI-QTOF-MS) and capillary electrophoresis-mass spectrometry (CE-TOF-MS). Results will be expressed as μg/g.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Changes on serum metabolome induced by the pectin dietary intervention.",
          "description": "Metabolomic profile from serum samples will be analyzed by a combination of liquid chromatography-mass spectrometry (LC-MS) and gas chromatography coupled to mass spectrometry (GC-MS). Results will be expressed as μg/mL.",
          "timeFrame": "15 months"
        },
        {
          "measure": "Pectin dietary intervention long-term clinical efficacy.",
          "description": "Peach and peanut oral tolerance after 6 months of completing the dietary intervention with the active (pectin) will be determine through DBPCFCs.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Pectin dietary intervention long-term effect on the immunological profile.",
          "description": "Determination and analysis of Pru p 3 and Ara h 9-specific IgE and IgG4 production, basophil activation, dendritic cell maturation and proliferative response of different lymphocytes cell subpopulations, after 6 months of completing the dietary intervention with the active (pectin). Each determination will be performed and measured as same as for the related previous outcomes mentioned.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Pectin dietary intervention long-term effect on the gastrointestinal microbiota.",
          "description": "Analysis of gastrointestinal microbiota composition after 6 months of completing the dietary intervention with the active (pectin). Relative abundance (%) and alpha-, beta diversity as Jensen Shannon divergence (JSD) (PChao1 vs PChao2).",
          "timeFrame": "12 months"
        },
        {
          "measure": "Pectin dietary intervention long-term effect on feces metabolome.",
          "description": "Analysis by a combination of mass spectrometry techniques after 6 months of completing the dietary intervention with the active (pectin). Results will be expressed as μg/g.",
          "timeFrame": "12 months"
        },
        {
          "measure": "Pectin dietary intervention long-term effect on serum metabolome.",
          "description": "Analysis by a combination of mass spectrometry techniques after 6 months of completing the dietary intervention with the active (pectin). Results will be expressed as μg/mL.",
          "timeFrame": "12 months"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Adults with a clear clinical history of food allergy after eating peach (oral allergy syndrome and/or systemic symptoms) and with or without clinical history of food allergy with peanut.\n* Sensitization to Pru p 3 by positive skin prick test (SPT wheal area \\>7 mm2) and specific IgE (sIgE \\>0.35 kUA/L)\n* Positive DBPCFC with peach juice.\n* If clinical history of food allergy with peanut, sensitization must be confirmed by positive SPT to peanut and sIgE \\>0.35 kUA/L to Ara h 9 and clinical reactivity through a positive DBPCFC with peanut.\n* Signed informed consent.\n\nExclusion Criteria:\n\n* Food allergy to corn.\n* Food allergy to peanut due to sensitization to storage proteins.\n* Previous/active treatment with sublingual immunotherapy to Pru p 3.\n* Pregnancy/lactation.\n* Active infections.\n* Inflammatory, autoimmune, and/or oncological diseases.\n* Severe immunodeficiency.\n* Metabolic syndrome.\n* Increased liver parameters and/or any liver disease.\n* Alcohol disorder.\n* Mental illness.\n* Mast cell activation syndrome.\n* Severe atopic dermatitis.\n* FEV1 \\< 70%\n* Treatment with immunomodulators in the last five years.\n* Vitamin supplements, probiotics, prebiotics, antibiotics, metformin, statins, proton pump inhibitors, or corticosteroids in the last three months.\n* Any clinical condition contraindicating performance of DBPCFC.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "maximumAge": "60 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Natalia Pérez Sánchez, MD, PhD",
          "role": "CONTACT",
          "phone": "+34 951290224",
          "email": "nataliai.perez.sspa@juntadeandalucia.es"
        }
      ],
      "overallOfficials": [
        {
          "name": "Natalia Pérez Sánchez, MD, PhD",
          "affiliation": "Allergy Clinical Unit, Hospital Regional Universitario de Málaga, Málaga, Spain",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Hospital Regional Universitario de Málaga",
          "status": "RECRUITING",
          "city": "Málaga",
          "state": "Málaga",
          "zip": "29009",
          "country": "Spain",
          "contacts": [
            {
              "name": "Natalia Pérez, Dr.",
              "role": "CONTACT",
              "phone": "+34951290224",
              "email": "nataliai.perez.sspa@juntadeandalucia.es"
            }
          ],
          "geoPoint": {
            "lat": 36.72016,
            "lon": -4.42034
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "14564363",
          "type": "BACKGROUND",
          "citation": "Fernandez-Rivas M, Gonzalez-Mancebo E, Rodriguez-Perez R, Benito C, Sanchez-Monge R, Salcedo G, Alonso MD, Rosado A, Tejedor MA, Vila C, Casas ML. Clinically relevant peach allergy is related to peach lipid transfer protein, Pru p 3, in the Spanish population. J Allergy Clin Immunol. 2003 Oct;112(4):789-95. doi: 10.1016/S0091."
        },
        {
          "pmid": "34025983",
          "type": "BACKGROUND",
          "citation": "Skypala IJ, Asero R, Barber D, Cecchi L, Diaz Perales A, Hoffmann-Sommergruber K, Pastorello EA, Swoboda I, Bartra J, Ebo DG, Faber MA, Fernandez-Rivas M, Gomez F, Konstantinopoulos AP, Luengo O, van Ree R, Scala E, Till SJ; European Academy of Allergy; Clinical Immunology (EAACI) Task Force: Non-specific Lipid Transfer Protein Allergy Across Europe. Non-specific lipid-transfer proteins: Allergen structure and function, cross-reactivity, sensitization, and epidemiology. Clin Transl Allergy. 2021 May 18;11(3):e12010. doi: 10.1002/clt2.12010. eCollection 2021 May."
        },
        {
          "pmid": "23201093",
          "type": "BACKGROUND",
          "citation": "Noval Rivas M, Burton OT, Wise P, Zhang YQ, Hobson SA, Garcia Lloret M, Chehoud C, Kuczynski J, DeSantis T, Warrington J, Hyde ER, Petrosino JF, Gerber GK, Bry L, Oettgen HC, Mazmanian SK, Chatila TA. A microbiota signature associated with experimental food allergy promotes allergic sensitization and anaphylaxis. J Allergy Clin Immunol. 2013 Jan;131(1):201-12. doi: 10.1016/j.jaci.2012.10.026. Epub 2012 Nov 30."
        },
        {
          "pmid": "31812181",
          "type": "BACKGROUND",
          "citation": "Bunyavanich S, Berin MC. Food allergy and the microbiome: Current understandings and future directions. J Allergy Clin Immunol. 2019 Dec;144(6):1468-1477. doi: 10.1016/j.jaci.2019.10.019."
        },
        {
          "pmid": "31276034",
          "type": "BACKGROUND",
          "citation": "Zhu Z, Zhu B, Hu C, Liu Y, Wang X, Zhang J, Wang F, Zhu M. Short-chain fatty acids as a target for prevention against food allergy by regulatory T cells. JGH Open. 2019 Jan 8;3(3):190-195. doi: 10.1002/jgh3.12130. eCollection 2019 Jun."
        },
        {
          "pmid": "27332875",
          "type": "BACKGROUND",
          "citation": "Tan J, McKenzie C, Vuillermin PJ, Goverse G, Vinuesa CG, Mebius RE, Macia L, Mackay CR. Dietary Fiber and Bacterial SCFA Enhance Oral Tolerance and Protect against Food Allergy through Diverse Cellular Pathways. Cell Rep. 2016 Jun 21;15(12):2809-24. doi: 10.1016/j.celrep.2016.05.047."
        },
        {
          "pmid": "35010137",
          "type": "BACKGROUND",
          "citation": "Steigerwald H, Blanco-Perez F, Albrecht M, Bender C, Wangorsch A, Endress HU, Bunzel M, Mayorga C, Torres MJ, Scheurer S, Vieths S. Does the Food Ingredient Pectin Provide a Risk for Patients Allergic to Non-Specific Lipid-Transfer Proteins? Foods. 2021 Dec 21;11(1):13. doi: 10.3390/foods11010013."
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "YES",
      "description": "The present study will adhere to FAIR (Findable, Accessible, Interoperable, and Reusable data) data principles. We will make all data available as appropriate, including a detailed description of protocols and analysis pipelines, to ensure that results can be reproduced, and to facilitate further analysis and development of this work by other groups. We will make the data preserved accessible, and used in accordance with scientific norms of fair attribution and use.",
      "timeFrame": "Data will be released upon publication and preserved for a minimum of 10 years.",
      "accessCriteria": "Free access."
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}