{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01760837",
      "orgStudyIdInfo": {
        "id": "0140-12-WOMC"
      },
      "organization": {
        "fullName": "Wolfson Medical Center",
        "class": "OTHER_GOV"
      },
      "briefTitle": "Oral Immunotherapy With Baked Milk Products for Patients Allergic to Cow's Milk - A Multicenter Study",
      "officialTitle": "Oral Immunotherapy With Baked Milk Products for Patients Allergic to Cow's Milk - A Multicenter Study"
    },
    "statusModule": {
      "statusVerifiedDate": "2012-11",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2013-02"
      },
      "primaryCompletionDateStruct": {
        "date": "2014-02",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2015-11",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2013-01-01",
      "studyFirstSubmitQcDate": "2013-01-03",
      "studyFirstPostDateStruct": {
        "date": "2013-01-04",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2015-12-10",
      "lastUpdatePostDateStruct": {
        "date": "2015-12-11",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Wolfson Medical Center",
        "class": "OTHER_GOV"
      }
    },
    "oversightModule": {
      "oversightHasDmc": false
    },
    "descriptionModule": {
      "briefSummary": "Based on the current knowledge, the investigators hypothesized that most children with milk allergy in Israel would be able to ingest baked milk products daily, thus benefiting from improved nutrition and dietary variety and protect them from accidental exposure to milk-containing products.\n\nObjective: The aim of our study is to examine the outcome of cow's milk allergic patients who incorporated baked milk products into their diets. In order to recruit a large population, a multicenter study across many hospital related allergy clinics in Israel will be conducted.\n\nMethods\n\nParticipants The study protocol is essentially as described previously (12). Subjects will be recruited from the relevant allergy clinics involved in this project. The study will be approved by the local Institutional Review Board, and informed consent will be obtained.\n\nEligible subjects will be aged 1 to 18 years, had positive skin prick test (SPT) responses or detectable serum milk-specific IgE, and had a history of an allergic reaction to milk within 6 months before study entry or milk-specific IgE levels or SPT responses greater than 95% of predicted value for clinical reactivity (if \\<2 years old, a level \\>5 kUA/L; if \\>2 years old, a level \\>15 kUA/L; SPT mean wheal diameter, \\>8 mm.\n\nExclusion criteria include a negative SPT response and an undetectable milk-specific IgE level; a history of anaphylaxis requiring intensive care unit hospitalization; unstable asthma or a history of intubation related to asthma; previously diagnosed milk-induced eosinophilic gastroenteropathy; a recent reaction (within 6 months) to a baked milk product; or pregnancy.\n\nDesign\n\nActive group - Based on the results of the initial baked milk oral challenge, subjects will be categorized as baked milk reactive or baked milk tolerant (group I and II, respectively). Group I subjects will be instructed to completely avoid all forms of milk but will be offered a repeat challenge 6 or more months from the initial challenge. Group II subjects will be instructed to incorporate baked milk products daily into their diets and after 6 or more months will be offered challenges to baked cheese products (pizza). Similarly, after 6 or more months, baked cheese-tolerant children will be offered challenges to unheated milk.\n\nThe two groups will be followed at least 2 years and the outcome as well as other parameters (accidental exposure, use of medication, quality of life, appearance of related symptoms, ect) will be compared between the 2 groups.\n\nBaked milk - Each muffin (or the equivalent piece of cake) contains \\~ 1.3 g of milk protein. The muffins/cake will be prepared according to instructed recipe and will be baked at 180 degree C for 30 minutes. Baked milk-tolerant subjects will be instructed to ingest 1 to 3 servings per day of store-bought baked milk products with milk listed as a minor ingredient (third or less) or home-baked products with an equivalent amount of milk protein.\n\nBaked cheese - Cheese pizza (Maadanot), will be baked at 2200 C for 13 minutes or longer. Baked cheese-tolerant subjects will be instructed to eat any brand of well-cooked cheese pizza 4 to 7 times weekly and limited to 1 daily serving.\n\nUnheated milk - Challenges will be performed with skim milk totaling 240 mL (or other product containing 8-10 g of unheated milk protein, such as yogurt).\n\nFollow-up allergy evaluations - Blood and serum samples will be collected for the measurement of IgE and IgG4 antibodies to milk, casein, and b-lactoglobulin by using UniCAP (Phadia, Uppsala, Sweden) as well as for T cell analyses. (This part is optional upon agreement of the parents).\n\nUn-blinded food challenges will be performed under a physician's supervision in the clinical research unit. Muffin and pizza will be administered in 4 equal portions over 1 hour. Unheated milk will be administered in gradually increasing doses. Subjects will be monitored throughout and for 2 to 4 hours after completion of the challenge. Challenges will be discontinued at the first objective sign of a reaction or due to convincing persistent subjective symptoms, and appropriate treatment will be initiated immediately."
    },
    "conditionsModule": {
      "conditions": [
        "Can Milk Allergic Patients Tolerate Baked Milk Products"
      ],
      "keywords": [
        "cow's milk allergy",
        "baked milk",
        "tolerance",
        "infants and children"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 75,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "baked milk products, cow's milk allergy",
          "type": "OTHER",
          "description": "to offer baked milk products to cow's milk allergic patients and to follow them for tolerance and if this intervention may have any impact on the natural history of milk allergy",
          "interventionNames": [
            "Other: Baked milk products to cow's milk allergic patients"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Baked milk products to cow's milk allergic patients",
          "armGroupLabels": [
            "baked milk products, cow's milk allergy"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "patients who will tolerated cow's milk",
          "timeFrame": "two years following the first baked milk challenge"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* eligible subjects will be aged 1 to 18 years,\n* had positive skin prick test (SPT) responses or detectable serum milk-specific IgE, and\n* had a history of an allergic reaction to milk within 6 months before study entry or milk-specific IgE levels or SPT responses greater than 95% of predicted value for clinical reactivity (if \\<2 years old, a level \\>5 kUA/L;\n* if \\>2 years old, a level \\>15 kUA/L; SPT mean wheal diameter, \\>8 mm.\n\nExclusion Criteria:\n\n* include a negative SPT response and an undetectable milk-specific IgE level;\n* a history of anaphylaxis requiring intensive care unit hospitalization;\n* unstable asthma or a history of intubation related to asthma;\n* previously diagnosed milk-induced eosinophilic gastroenteropathy;\n* a recent reaction (within 6 months) to a baked milk product; or\n* pregnancy.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "1 Year",
      "maximumAge": "18 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Ilan Dalal",
          "city": "Holon",
          "country": "Israel",
          "geoPoint": {
            "lat": 32.01034,
            "lon": 34.77918
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D016269",
          "term": "Milk Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}