{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT03835767",
      "orgStudyIdInfo": {
        "id": "190053"
      },
      "secondaryIdInfos": [
        {
          "id": "19-I-0053"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Food-Specific and Component IgE Threshold Levels That Predict Food Allergy in People With Elevated Total Serum IgE Levels and Atopic Dermatitis",
      "officialTitle": "Prospective Study to Identify Food-Specific and Component IgE Threshold Levels That Predict Food Allergy in Patients With Elevated Total Serum IgE Levels and Atopic Dermatitis"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-08-11",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2019-04-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2027-12-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2027-12-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2019-02-08",
      "studyFirstSubmitQcDate": "2019-02-08",
      "studyFirstPostDateStruct": {
        "date": "2019-02-11",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-08-22",
      "lastUpdatePostDateStruct": {
        "date": "2025-08-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      },
      "collaborators": [
        {
          "name": "National Institutes of Health Clinical Center (CC)",
          "class": "NIH"
        }
      ]
    },
    "oversightModule": {
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "Background:\n\nAtopic dermatitis (AD), also called eczema, makes skin dry, red, and itchy. People with AD are more likely to get a food allergy than people without AD. But some food allergy tests are not always accurate in people with AD. Researchers want to study if people are truly allergic to milk and/or peanuts.\n\nObjectives:\n\nTo improve the ways doctors test for food allergy in people with AD.\n\nEligibility:\n\nPeople ages 3-21 who have had AD; have a high total IgE level (an allergic antibody); might have a milk and/or peanut allergy; and are currently enrolled in another NIH study\n\nDesign:\n\nParticipants will be screened under another protocol.\n\nParticipants will have a physical exam, blood tests, and medical history.\n\nParticipants will breathe into a plastic device that measures lung strength.\n\nParticipants may get a small plastic tube inserted in their arm.\n\nParticipants who have not had an allergic reaction to food in the past 3 years will do 1 or more oral food challenge (OFCs) depending on their allergies.\n\nThey will eat a little bit of the food they might be allergic to.\n\nThey will be watched for a reaction. If they have one, they will know for sure they are allergic.\n\nThey may keep eating bigger portions of the food until they either have a reaction or finish all the food.\n\nIn some OFCs, participants will get a placebo food.\n\nOFCs will last a few hours or 2 days. Participants will repeat all tests at each OFC.\n\nParticipation can last up to 12 months.\n\n...",
      "detailedDescription": "Allergy skin prick tests and measurement of food-specific immunoglobulin E (IgE) levels are common but not robust means to diagnose food allergy, so patients may be placed on overly restrictive food elimination diets as a result of false-positive results. Such restrictions can lead to poor weight gain, malnutrition, and negative impact on quality of life. More than half of patients who are sensitized (ie, have a positive IgE test) to a particular food do not react to it during an oral food challenge, the gold standard for diagnosing food allergy. Development of food allergy does not always correlate to food-specific IgE levels. The care of these patients would be dramatically improved if decision points for food-specific or component IgEs could be identified that predict when an immediate hypersensitivity is present. This is especially an issue among patients with atopic dermatitis (AD), the most common chronic, relapsing inflammatory disorder of the skin affecting children. Patients with AD are more likely to develop other allergic conditions, including food allergy and sensitization. AD patients are also likely to have high levels of total serum IgE.\n\nIn this study, participants aged 3-21 years (n = 175) with elevated total serum IgE levels and a history of AD will undergo open feedings and/or double-blind, placebo-controlled food challenges (DBPCFCs). Open feedings will be 1- or 2-step, depending on how often the participant regularly consumes the food at home. There are two DBPCFCs to milk: milk powder or placebo baked into a muffin, and straight milk powder or placebo mixed with a vehicle. The DBPCFC for peanut will be done with peanut flour or placebo mixed with a vehicle. Blood will be collected during the study for measurement of total and component IgEs as well as potential biomarkers of food sensitization vs. immediate hypersensitivity and reaction severity. From these data, we hope to identify diagnostic IgE threshold levels that will inform when oral food challenges are warranted in patients with elevated total serum IgE levels and AD, which is critically needed in the allergy field to facilitate the care of these patients."
    },
    "conditionsModule": {
      "conditions": [
        "Milk and/or Peanut Allergy"
      ],
      "keywords": [
        "Oral Food Challenge",
        "Atopic Dermatitis",
        "Milk",
        "Peanut",
        "Food Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "DIAGNOSTIC",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 200,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Milk DBPCFC",
          "type": "EXPERIMENTAL",
          "description": "There are two double blind placebo controlled food challenges. The first challenge is to baked milk. The following participants will undergo this DBPCFC: - All participants who eat baked milk less than once per month. - Participants who never eat baked milk or straight milk. On the first day of this challenge, participants will be randomized to either milk Baked milk or rice milk. Dry milk powder or corn starch. or placebo, and then will be challenged with the other food on the next day.",
          "interventionNames": [
            "Other: Dry Milk Powder and Corn Starch (placebo for Milk powder)",
            "Other: Baked milk and Rice milk (placebo for Baked milk)"
          ]
        },
        {
          "label": "One-Step Open Feeding",
          "type": "EXPERIMENTAL",
          "description": "Participants who are consuming baked milk, straight milk, and/or peanut products at least once per week will do a one-step oral food challenge.",
          "interventionNames": [
            "Other: Peanut powder and Oat flour",
            "Other: Peanut flour and Oat flour (placebo for peanut flour)",
            "Other: Dry Milk Powder and Corn Starch (placebo for Milk powder)",
            "Other: Baked milk and Rice milk (placebo for Baked milk)"
          ]
        },
        {
          "label": "Peanut DBPCFC",
          "type": "EXPERIMENTAL",
          "description": "The DBPCFC for peanut allergy will be done with either peanut flour or a placebo (oat flour). The following participants will undergo this DBPCFC: - All participants who eat peanut less than once per month - Participants who never eat peanut On the first day of this challenge, participants will be randomized to either peanut or placebo, and then will be challenged with the other food on the next day.",
          "interventionNames": [
            "Other: Peanut powder and Oat flour",
            "Other: Peanut flour and Oat flour (placebo for peanut flour)"
          ]
        },
        {
          "label": "Two-Step Open Feeding",
          "type": "EXPERIMENTAL",
          "description": "Participants who consume baked milk, straight milk, and/or peanut products less than once per week but at least once per month will do a two step open oral food challenge.",
          "interventionNames": [
            "Other: Peanut powder and Oat flour",
            "Other: Peanut flour and Oat flour (placebo for peanut flour)",
            "Other: Dry Milk Powder and Corn Starch (placebo for Milk powder)",
            "Other: Baked milk and Rice milk (placebo for Baked milk)"
          ]
        }
      ],
      "interventions": [
        {
          "type": "OTHER",
          "name": "Peanut powder and Oat flour",
          "description": "Peanut powder with 46% protein content is manufactured by PB2. Oat flour is manufactured by GF Harvest.",
          "armGroupLabels": [
            "One-Step Open Feeding",
            "Peanut DBPCFC",
            "Two-Step Open Feeding"
          ]
        },
        {
          "type": "OTHER",
          "name": "Peanut flour and Oat flour (placebo for peanut flour)",
          "description": "Peanut flour (12% light roast) with 50% protein content is manufactured by Byrd Mill. Oat flour is manufactured by GF Harvest.",
          "armGroupLabels": [
            "One-Step Open Feeding",
            "Peanut DBPCFC",
            "Two-Step Open Feeding"
          ]
        },
        {
          "type": "OTHER",
          "name": "Dry Milk Powder and Corn Starch (placebo for Milk powder)",
          "description": "Dry milk powder with 36% protein content is manufactured by Giant Food. Corn starch is Argo brand.",
          "armGroupLabels": [
            "Milk DBPCFC",
            "One-Step Open Feeding",
            "Two-Step Open Feeding"
          ]
        },
        {
          "type": "OTHER",
          "name": "Baked milk and Rice milk (placebo for Baked milk)",
          "description": "Baked milk will be in the form of a muffin provided by the NIH CC Nutrition Department. Rice milk is manufactured by Rice Dream brand.",
          "armGroupLabels": [
            "Milk DBPCFC",
            "One-Step Open Feeding",
            "Two-Step Open Feeding"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Allergy to milk and peanut status; allowing for estimation of IgE thresholds that determine a subgroup with at least 50% chance of tolerance in patients with elevated total serum IgE levels and history of AD.",
          "description": "To estimate ROC curves for food specific and component IgE threshold levels in patients with elevated total serum IgE and a history of AD, to determine a subgroup with at least a 50% likelihood of tolerance to peanut and/or milk, via use of oral food challenges, and to estimate other diagnostic metrics (sensitivity and specificity) associated with this 50% risk threshold.",
          "timeFrame": "Oral Food Challenge Visits"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Basophil and mast cell reactivity and other exploratory markers.",
          "description": "To investigate the correlation between food-specific and/or component IgE values and other potential diagnostic tests for food allergy, including in vitro basophil and/or mast cell activation tests.",
          "timeFrame": "Oral Food Challenge Visitsv"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "* INCLUSION CRITERIA:\n\nIndividuals must meet all of the following criteria to be eligible for study participation:\n\n1. Aged 3-21 years.\n2. Currently enrolled on study 15-I-0162, \"Natural History and Genetics of Food Allergy and Related Conditions.\"\n3. Has a total serum IgE level \\>= 900 kU/L at time of screening.\n4. Has a history of AD based on self-report or physician assessment.\n5. Willing to undergo an oral food challenge to both placebo and test food.\n6. Willing to allow storage of blood samples for future use in medical research.\n7. Willing to allow genetic testing to be conducted on blood samples.\n8. Has a primary care physician or other physician who will manage all health conditions related or unrelated to the study objectives.\n9. Be willing to discontinue omalizumab or dupilumab within 6 months of a food challenge,and antihistamines and oral steroids prior to a food challenge, as these drugs might interfere with the oral food challenge procedure. Use of topical steroids will be allowed\n10. Able to provide informed consent.\n\nEXCLUSION CRITIERIA:\n\nIndividuals meeting any of the following criteria will be excluded from study participation:\n\n1. Pregnant.\n2. Known genetic disorder that causes an elevation in total IgE level or one that could affect the severity of an anaphylactic response.\n3. Known cardiac disease.\n4. Current use of a beta-blocker.\n5. Active eosinophilic gastrointestinal (GI) disorder including eosinophilic esophagitis, currently symptomatic, unless they are currently on treatment and have had a negative esophageal biopsy via endoscopy within at least the past 18 months, and/or unless the study food is already in the participants diets.\n6. Any chronic medical condition requiring long-term use of oral steroids.\n7. Current or recent (within previous 6 months) use of omalizumab or dupilumab.\n8. Any condition that, in the opinion of the investigator, contraindicates participation in this study.\n\nCo-enrollment guidelines: Co-enrollment in other trials is restricted, other than enrollment on observational studies. Consideration for co-enrollment in trials evaluating the use of a licensed medication will require the approval of the principal investigator. Study staff should be notified of co-enrollment on any other protocol as it may require the approval of the principal investigator.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "3 Years",
      "maximumAge": "21 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ellen Zektser, R.N.",
          "role": "CONTACT",
          "phone": "(301) 761-7565",
          "email": "ellen.zektser@nih.gov"
        },
        {
          "name": "Pamela A Guerrerio, M.D.",
          "role": "CONTACT",
          "phone": "(301) 402-9782",
          "email": "pamela.guerrerio@nih.gov"
        }
      ],
      "overallOfficials": [
        {
          "name": "Pamela A Guerrerio, M.D.",
          "affiliation": "National Institute of Allergy and Infectious Diseases (NIAID)",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "National Institutes of Health Clinical Center",
          "status": "RECRUITING",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "contacts": [
            {
              "name": "For more information at the NIH Clinical Center contact Office of Patient Recruitment (OPR)",
              "role": "CONTACT",
              "phone": "800-411-1222",
              "phoneExt": "TTY8664111010",
              "email": "prpl@cc.nih.gov"
            }
          ],
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "21030035",
          "type": "BACKGROUND",
          "citation": "Fleischer DM, Bock SA, Spears GC, Wilson CG, Miyazawa NK, Gleason MC, Gyorkos EA, Murphy JR, Atkins D, Leung DY. Oral food challenges in children with a diagnosis of food allergy. J Pediatr. 2011 Apr;158(4):578-583.e1. doi: 10.1016/j.jpeds.2010.09.027. Epub 2010 Oct 28."
        },
        {
          "pmid": "23195525",
          "type": "BACKGROUND",
          "citation": "Sampson HA, Gerth van Wijk R, Bindslev-Jensen C, Sicherer S, Teuber SS, Burks AW, Dubois AE, Beyer K, Eigenmann PA, Spergel JM, Werfel T, Chinchilli VM. Standardizing double-blind, placebo-controlled oral food challenges: American Academy of Allergy, Asthma & Immunology-European Academy of Allergy and Clinical Immunology PRACTALL consensus report. J Allergy Clin Immunol. 2012 Dec;130(6):1260-74. doi: 10.1016/j.jaci.2012.10.017. No abstract available."
        },
        {
          "pmid": "25577618",
          "type": "BACKGROUND",
          "citation": "Franxman TJ, Howe L, Teich E, Greenhawt MJ. Oral food challenge and food allergy quality of life in caregivers of children with food allergy. J Allergy Clin Immunol Pract. 2015 Jan-Feb;3(1):50-6. doi: 10.1016/j.jaip.2014.06.016. Epub 2014 Aug 29."
        }
      ],
      "seeAlsoLinks": [
        {
          "label": "NIH Clinical Center Detailed Web Page",
          "url": "https://clinicalstudies.info.nih.gov/cgi/detail.cgi?A_2019-I-0053.html"
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D003876",
          "term": "Dermatitis, Atopic"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D012873",
          "term": "Skin Diseases, Genetic"
        },
        {
          "id": "D030342",
          "term": "Genetic Diseases, Inborn"
        },
        {
          "id": "D009358",
          "term": "Congenital, Hereditary, and Neonatal Diseases and Abnormalities"
        },
        {
          "id": "D003872",
          "term": "Dermatitis"
        },
        {
          "id": "D012871",
          "term": "Skin Diseases"
        },
        {
          "id": "D017437",
          "term": "Skin and Connective Tissue Diseases"
        },
        {
          "id": "D017443",
          "term": "Skin Diseases, Eczematous"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D013213",
          "term": "Starch"
        }
      ],
      "ancestors": [
        {
          "id": "D005936",
          "term": "Glucans"
        },
        {
          "id": "D001704",
          "term": "Biopolymers"
        },
        {
          "id": "D011108",
          "term": "Polymers"
        },
        {
          "id": "D046911",
          "term": "Macromolecular Substances"
        },
        {
          "id": "D004040",
          "term": "Dietary Carbohydrates"
        },
        {
          "id": "D002241",
          "term": "Carbohydrates"
        },
        {
          "id": "D011134",
          "term": "Polysaccharides"
        }
      ]
    }
  },
  "hasResults": false
}