{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT05250856",
      "orgStudyIdInfo": {
        "id": "CNP-201-5.002"
      },
      "organization": {
        "fullName": "COUR Pharmaceutical Development Company, Inc.",
        "class": "INDUSTRY"
      },
      "briefTitle": "CNP-201 in Subjects With Peanut Allergy",
      "officialTitle": "A Phase 1b/2a Study to Evaluate the Safety, Tolerability, and Pharmacodynamics of CNP-201 in Subjects Ages 16-55 With Peanut Allergy"
    },
    "statusModule": {
      "statusVerifiedDate": "2023-12",
      "overallStatus": "TERMINATED",
      "whyStopped": "Lagging Enrollment and Administrative Reasons",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2022-03-14",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2023-12-12",
        "type": "ACTUAL"
      },
      "completionDateStruct": {
        "date": "2023-12-12",
        "type": "ACTUAL"
      },
      "studyFirstSubmitDate": "2022-02-11",
      "studyFirstSubmitQcDate": "2022-02-11",
      "studyFirstPostDateStruct": {
        "date": "2022-02-22",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2023-12-14",
      "lastUpdatePostDateStruct": {
        "date": "2023-12-20",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "COUR Pharmaceutical Development Company, Inc.",
        "class": "INDUSTRY"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": true,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "This study is a Phase 1b/2a clinical trial to assess the safety, tolerability, and pharmacodynamics of multiple ascending doses (Escalation Phase) of CNP-201 with the goal of identifying a safe and tolerable dose level to be evaluated further in a larger number of subjects (Expansion Phase).",
      "detailedDescription": "The Escalation Phase will consist of multiple cohorts (4 subjects per cohort) to identify a safe and tolerable dose(s). The Expansion Phase will consist of up to 40 additional subjects who will receive either a Placebo or CNP-201 at a safe and tolerable dose as determined from the Escalation Phase. One or more dose levels may be explored in the Expansion Phase.\n\nSubjects who meet all inclusion and no exclusion criteria at screening will be enrolled into the study.\n\nIn the Escalation Phase, each cohort of four (4) subjects will receive CNP-201 by intravenous (IV) infusion on Days #1 and #8. Subjects in the Expansion Phase will be randomized in a 1:1 ratio to receive either a safe and tolerable dose level of CNP-201 identified in the Escalation Phase or Placebo (0.9% Sodium Chloride for injection).\n\nSubjects will remain in the clinic on Days #1 and #8 from the time of admission (prior to administration of CNP-201 or Placebo) through the final procedure conducted 4-hours post-dose that same day unless an infusion reaction, anaphylaxis, or other adverse event requires an extended duration of monitoring. Subjects will be discharged if safety parameters are acceptable to the investigator. Seven (7) days after the second administration of CNP-201 or Placebo, subjects must return to the clinic for collection of safety labs, PD measurements, and assessment of AEs and medication changes.\n\nSubjects will continue to be followed for safety, and tolerability during a 52-day Post-Dosing period.\n\nOn Day 60, subjects will return to the clinic for collection of immune safety labs, PD measurements and to undergo Day 1 a Double-Blind, Placebo-Controlled Food Challenge (DBPCFC) consisting of peanut and placebo (oat) challenges. On Day 61, subjects will return to the clinic to undergo Day 2 of the DBPCFC and final assessment of AEs and medication changes.\n\nThe total duration of the study for an individual subject is approximately 67 days: 7 days for Screening; 8 days for CNP-201 or Placebo dosing; and 52 days post-dosing evaluation."
    },
    "conditionsModule": {
      "conditions": [
        "Peanut Allergy"
      ],
      "keywords": [
        "Allergy",
        "Food Allergy"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "SEQUENTIAL",
        "interventionModelDescription": "The study was designed with multiple ascending doses of CNP-201 in a Dose Escalation Phase, with the goal of identifying a safe and tolerable dose level to be evaluated further in a larger number of subjects in a Dose Expansion Phase. However, the study was terminated for administrative reasons and lagging enrollment within the Dose Escalation Phase.",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 15,
        "type": "ACTUAL"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "CNP-201 1 mg",
          "type": "EXPERIMENTAL",
          "description": "intravenous infusion on Day 1 and Day 8: 1 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "CNP-201 2 mg",
          "type": "EXPERIMENTAL",
          "description": "intravenous infusion on Day 1 and Day 8: 2 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "CNP-201 4 mg",
          "type": "EXPERIMENTAL",
          "description": "intravenous infusion on Day 1 and Day 8: 4 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "CNP-201 8 mg",
          "type": "EXPERIMENTAL",
          "description": "intravenous infusion on Day 1 and Day 8: 8 mg CNP-201",
          "interventionNames": [
            "Drug: CNP-201"
          ]
        },
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "200 ml intravenous infusion on Day 1 and Day 8: CNP-201 Placebo",
          "interventionNames": [
            "Drug: CNP-201",
            "Drug: Placebo"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "CNP-201",
          "description": "CNP-201 is comprised of purified peanut extract (PPE) drug substance dispersed within a negatively charged polymer matrix of poly (lactic-co-glycolic acid) (PLGA) particles at a target concentration of \\~5 μg of PPE per mg of PLGA.",
          "armGroupLabels": [
            "CNP-201 1 mg",
            "CNP-201 2 mg",
            "CNP-201 4 mg",
            "CNP-201 8 mg",
            "Placebo"
          ]
        },
        {
          "type": "DRUG",
          "name": "Placebo",
          "description": "Placebo, (0.9% Sodium Chloride for IV infusion)",
          "armGroupLabels": [
            "Placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Frequency of Adverse Events (AEs) and Serious Adverse Events (SAEs)",
          "description": "Frequency tables will be presented by treatment group for all AEs and SAEs by System Organ Class (SOC) and Preferred Term (PT). Frequency tables will also be produced by treatment group for AEs leading to discontinuation from TP and study, by severity, and by causality. No formal statistical testing will be done.",
          "timeFrame": "through Study Completion, an average of 67 Days"
        },
        {
          "measure": "Serum Cytokines (TNF-α, IL-2, IL-6, IL-8, IL-1β, MCP-1, MIP-1β, MIP-1α, IFN-γ, and IL-12p70)",
          "description": "Summary statistics will be presented for the change from baseline values for Serum Cytokines (TNF-α, IL-2, IL-6, IL-8, IL-1β, MCP-1, MIP-1β, MIP-1α, IFN-γ, and IL-12p70)",
          "timeFrame": "Baseline (Day 1 pre-dose) through Day 60, an average of 52 Days"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Change in the ratio of peanut specific IgE to IgG",
          "description": "The mean change in the ratio of peanut specific IgE to IgG as measured by ImmunoCap assay from Baseline (Screening) to Visit 5 within CNP-201 and Placebo treatment groups will be analyzed",
          "timeFrame": "Baseline (Day 1 pre-dose) through Day 60, an average of 52 Days"
        },
        {
          "measure": "Change in peanut specific IgE between CNP-201 and Placebo",
          "description": "The mean change of peanut specific IgE to IgG as measured by ImmunoCap assay from Baseline (Screening) to Visit 5 within CNP-201 and Placebo treatment groups will be analyzed",
          "timeFrame": "Baseline (Day 1 pre-dose) through Day 60, an average of 52 Days"
        },
        {
          "measure": "Difference in percentage of subjects who pass a DBPCFC",
          "description": "Difference in percentage of subjects who pass a DBPCFC (do not reach an eliciting dose at or before the 2000 mg dose level, 4043 mg cumulative) between placebo and CNP-201 at Day 60 and at Day 180",
          "timeFrame": "At Day 60"
        },
        {
          "measure": "Change in the proportion of peanut specific Th2a+ T cells",
          "description": "Change in the proportion of peanut specific Th2a+ T cells (peanut specific Th2a+ cells / total peanut specific T cells) following ex vivo stimulation of PBMCs between placebo and CNP-201 at baseline and at Day 15",
          "timeFrame": "Baseline (Day 1 pre-dose) through Day 15, an average of 15 Days"
        },
        {
          "measure": "Change in the effective concentration at 50% of maximal basophil activation (EC50)",
          "description": "Change in the effective concentration at 50% of maximal basophil activation (EC50) as measured by a Basophil Activation Test (CD203c+/CD63+/- basophil activation) between placebo and CNP-201 at baseline and at Day 60 and at Day 180",
          "timeFrame": "Baseline (Day 1 pre-dose), at Day 15, and at Day 60"
        },
        {
          "measure": "Change in the proportion of peanut specific T regulatory cells (peanut specific T regulatory cells / peanut specific CD4+ effector memory cells)",
          "description": "Change in the proportion of peanut specific T regulatory cells (peanut specific T regulatory cells / peanut specific CD4+ effector memory cells) following ex vivo stimulation of PBMCs between placebo and CNP 201 at baseline and at Day 15",
          "timeFrame": "Baseline (Day 1 pre-dose) and at Day 15"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n1. Men and non-pregnant women, ages 16 to 55 years inclusive.\n2. Subjects with physician-diagnosed peanut allergy or documented history of peanut allergy. Note: If subject does not have documented history in their medical record but is reasonably suspected of having peanut allergy and is deemed to otherwise be a good candidate for this trial, the screen testing (peanut specific IgE, SPT, etc.) may be used to establish the peanut allergy and the PI may subsequently document the peanut allergy to fulfill this inclusion criterion.\n3. Subjects with weight ≥ 31.25 kg at Screening. Subjects who fall outside of this range may be included at the discretion of the investigator.\n4. Subjects with a documented history of non-severe anaphylaxis (Grade ≤ 3) to peanuts, including mild wheezing or dyspnea without hypoxia.\n5. Subjects with peanut specific IgE \\> 5 kU/L as measured by ImmunoCAP at Screening. Subjects who have previously been on OIT for peanut allergy and who do not have peanut specific IgE ≥ 5 kU/L as measured by ImmunoCAP at Screening may be included at the discretion of the investigator, OR Subjects with a positive skin prick test (SPT) to peanut with a change in wheal diameter ≥ 3 mm as compared to a negative control (50% glycerin) at Screening. Subjects who have previously been on OIT for peanut allergy and who do not have a positive skin prick test (SPT) to peanut with a change in wheal diameter ≥ 3 mm at Screening may be included at the discretion of the investigator.\n6. Subjects who are self-reported to be on a peanut free diet with no suspected peanut exposure, including any peanut food challenge, for at least 14 days prior to Screening and agreement to continue restriction to peanut exposure during the study.\n7. Female subjects and male subjects and their female spouse/partners who are willing to practice a highly effective method of contraception that may include, but is not limited to, abstinence, sex only with persons of the same sex, monogamous relationship with vasectomized partner, vasectomy, hysterectomy, bilateral tubal ligation, licensed hormonal methods, intrauterine device (IUD), or use of spermicide combined with a barrier method (e.g., condom, diaphragm) starting at Screening and continuing to Day 60.\n8. Female subjects who agree to not breastfeed starting at initial Screening and continuing to Day 60.\n9. Female subjects who agree to not donate ova starting at initial Screening and continuing to Day 60.\n10. Subjects who are willing and able to provide Institutional Review Board (IRB) approved written informed consent.\n11. Subjects who are willing to perform and comply with all study procedures.\n12. Male subjects who agree to not donate sperm starting at Screening and continuing to Day 60.\n\nExclusion Criteria:\n\n1. Subjects with history of severe anaphylaxis to peanuts defined as neurological compromise or requiring intubation.\n2. Subjects with peanut specific IgE ≥ 100 kU/L as measured by ImmunoCAP at Screening.\n3. Subjects who have received administration of vaccinations in the following timeframe:\n\n   * Any live vaccine (other than intranasal Influenza) within 28 days prior to Screening.\n   * Any subunit vaccine within 14 days prior to Screening.\n4. Any COVID-19 vaccine within 14 days prior to Screening. Subjects who have received the first dose of any COVID-19 vaccine may not screen for the study until 14 days following their last dose of the vaccine if applicable.\n5. Any planned vaccination prior to Day 15.\n6. Subjects in build-up phase of immunotherapy for aeroallergens or venom. Individuals tolerating maintenance aeroallergen or venom immunotherapy at Screening can be enrolled.\n7. Subjects with relative contraindication or inability to use epinephrine auto-injector.\n8. Subjects who have used the following drug(s) within 2 months prior to Screening: Th2 cytokine inhibitors, thromboxane A2 synthesis inhibitors, thromboxane A2 receptor antagonists, β-blockers, angiotensin-converting enzyme inhibitors, and/or angiotensin-receptor blockers unless, in the investigator's opinion, the underlying condition being treated by the drug is well controlled and the drug dose and frequency is not expected to interfere with the mechanism of action of CNP-201 as determined in consultation with the sponsor.\n9. Subjects who have used biologics and/or immune modulators (including but not limited to anti-TNFα antibody and anti-IgE monoclonal antibody) within three months prior to Screening.\n10. Subjects with a history of allergic reactions such as anaphylactic shock, angioedema with airway constriction, or hypotension caused by food other than peanut and/or medical products.\n11. Subjects with positive test results for hepatitis B surface antigen (HBsAg), hepatitis C virus (HCV) antibody, or human immunodeficiency virus (HIV) antigen/ antibody as determined at Screening.\n12. Subjects who are immunocompromised, including those receiving immunosuppressive doses of corticosteroids (more than 20 mg of prednisone given daily or on alternate days for 2 weeks or more within 6 months prior to Screening, any dose of corticosteroids within 30 days of Screening, or high dose inhaled corticosteroids \\[\\> 960 μg/day of beclomethasone dipropionate or equivalent\\]) or other immunosuppressive agents.\n13. Subjects with a history of unstable angina pectoris, cardiac disease or dysrhythmias, severe chronic lung disease, or any other chronic medical condition that which in the opinion of the investigator, would pose a significant health threat in the event of anaphylaxis/treatment of anaphylaxis.\n14. Subjects with active eosinophilic esophagitis (EoE) or other eosinophilic gastrointestinal disease.\n15. Subjects with clinically significant abnormality on electrocardiogram (ECG) at Screening that, in the investigator's opinion, makes the subject unsuitable for study participation.\n16. Subjects with active malignancy, or history of malignancy or chemotherapy within the past 5 years other than history of localized or surgical removal of focal skin cancer, or cervical cancer in situ treated successfully in the past by local treatment (including but not limited to cryotherapy or laser therapy) or by hysterectomy.\n17. Subjects with a mental condition such as schizophrenia, bipolar disorder, major depressive disorder, generalized anxiety disorder, panic disorder/attacks, or subjects who have received drug(s) for the treatment of dementia.\n18. Subjects with severe or poorly controlled (resistant to appropriate medical intervention) atopic disease including atopic dermatitis, generalized eczema, allergic rhinitis and/or urticaria.\n19. Subjects with tryptase values outside of the normal reference range.\n20. Subjects with severe or uncontrolled/difficult to control asthma/wheezing, defined by at least one of the following criteria:\n\n    * Global Initiative for Asthma (GINA) 2020: Personalized management to control symptoms and minimize future risk requiring treatment Steps 4 or 5 (Appendix 3) OR;\n    * Forced expiratory volume in 1 second (FEV1) \\< 80% of predicted, or ratio of FEV1 to forced vital capacity (FEV1/FVC) \\< 75% of predicted, with or without controller medications (only those able to reliable perform spirometry. If unable to do spirometry, PEF of \\> 80% is acceptable OR;\n    * One overnight admission to a hospital in the past year for asthma OR;\n    * Emergency room visit for asthma within 6 months prior to Screening OR;\n    * History of two or more systemic corticosteroid courses within 6 months of Screening or one course of systemic corticosteroids within 3 months of Screening to treat asthma/wheezing OR;\n    * Prior intubation/mechanical ventilation for asthma/wheezing.\n21. Subjects who have received an investigational therapy within 28 days or 5 half-lives, whichever is longer, prior to Screening.\n22. Subjects with any condition which, in the investigator's opinion, makes the subject unsuitable for study participation: Past or current medical problems, history of other chronic diseases requiring therapy, findings from physical assessment, or abnormalities in clinical laboratory testing that are not listed above, which in the opinion of the investigator, may pose additional risks from participation in the study, may interfere with the participant's ability to comply with study requirements, or that may impact the quality or interpretation of the data obtained from the study.\n23. Subjects with a known sensitivity to any components of CNP-201 (PLGA, sucrose, mannitol, or sodium citrate).",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "16 Years",
      "maximumAge": "55 Years",
      "stdAges": [
        "CHILD",
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "overallOfficials": [
        {
          "name": "Jerry Staser",
          "affiliation": "COUR Pharmaceuticals",
          "role": "STUDY_DIRECTOR"
        }
      ],
      "locations": [
        {
          "facility": "AllerVie Clinical Research",
          "city": "Birmingham",
          "state": "Alabama",
          "zip": "35209",
          "country": "United States",
          "geoPoint": {
            "lat": 33.52066,
            "lon": -86.80249
          }
        },
        {
          "facility": "Long Beach Clinical Trials, LLC",
          "city": "Long Beach",
          "state": "California",
          "zip": "90806",
          "country": "United States",
          "geoPoint": {
            "lat": 33.76696,
            "lon": -118.18923
          }
        },
        {
          "facility": "Southern California Research",
          "city": "Mission Viejo",
          "state": "California",
          "zip": "92691",
          "country": "United States",
          "geoPoint": {
            "lat": 33.60002,
            "lon": -117.672
          }
        },
        {
          "facility": "Allergy & Asthma Medicaal Group and Research Center",
          "city": "San Diego",
          "state": "California",
          "zip": "60062",
          "country": "United States",
          "geoPoint": {
            "lat": 32.71571,
            "lon": -117.16472
          }
        },
        {
          "facility": "Rush University Medical Center",
          "city": "Chicago",
          "state": "Illinois",
          "zip": "60612",
          "country": "United States",
          "geoPoint": {
            "lat": 41.85003,
            "lon": -87.65005
          }
        },
        {
          "facility": "Sneeze, Wheeze and Itch Associates, LLC",
          "city": "Normal",
          "state": "Illinois",
          "zip": "61761",
          "country": "United States",
          "geoPoint": {
            "lat": 40.5142,
            "lon": -88.99063
          }
        },
        {
          "facility": "Meridian Clinical Research. LLC",
          "city": "Overland Park",
          "state": "Kansas",
          "zip": "66210",
          "country": "United States",
          "geoPoint": {
            "lat": 38.98223,
            "lon": -94.67079
          }
        },
        {
          "facility": "Institute for Asthma & Allergy",
          "city": "Chevy Chase",
          "state": "Maryland",
          "zip": "20815",
          "country": "United States",
          "geoPoint": {
            "lat": 39.00287,
            "lon": -77.07115
          }
        },
        {
          "facility": "Aventiv Research, Inc",
          "city": "Columbus",
          "state": "Ohio",
          "zip": "43213",
          "country": "United States",
          "geoPoint": {
            "lat": 39.96118,
            "lon": -82.99879
          }
        },
        {
          "facility": "Vital Prospects Clinica Research Institute",
          "city": "Tulsa",
          "state": "Oklahoma",
          "zip": "74136",
          "country": "United States",
          "geoPoint": {
            "lat": 36.15398,
            "lon": -95.99277
          }
        },
        {
          "facility": "National Allergy and Asthma Research, LLC",
          "city": "North Charleston",
          "state": "South Carolina",
          "zip": "29420",
          "country": "United States",
          "geoPoint": {
            "lat": 32.85462,
            "lon": -79.97481
          }
        },
        {
          "facility": "Allergy Partners of North Texas Research",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75230",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        },
        {
          "facility": "Pharmaceutical Research & Consulting, Inc",
          "city": "Dallas",
          "state": "Texas",
          "zip": "75231",
          "country": "United States",
          "geoPoint": {
            "lat": 32.78306,
            "lon": -96.80667
          }
        },
        {
          "facility": "Western Sky Medical Research",
          "city": "El Paso",
          "state": "Texas",
          "zip": "79903",
          "country": "United States",
          "geoPoint": {
            "lat": 31.75872,
            "lon": -106.48693
          }
        },
        {
          "facility": "Tranquil Clinical and Research Consulting Services",
          "city": "Houston",
          "state": "Texas",
          "zip": "77598",
          "country": "United States",
          "geoPoint": {
            "lat": 29.76328,
            "lon": -95.36327
          }
        },
        {
          "facility": "Clinical Research Partners",
          "city": "Richmond",
          "state": "Virginia",
          "zip": "23226",
          "country": "United States",
          "geoPoint": {
            "lat": 37.55376,
            "lon": -77.46026
          }
        },
        {
          "facility": "Seattle Allergy & Asthma Research Institute",
          "city": "Seattle",
          "state": "Washington",
          "zip": "98115",
          "country": "United States",
          "geoPoint": {
            "lat": 47.60621,
            "lon": -122.33207
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D021183",
          "term": "Peanut Hypersensitivity"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D005512",
          "term": "Food Hypersensitivity"
        }
      ],
      "ancestors": [
        {
          "id": "D000074924",
          "term": "Nut and Peanut Hypersensitivity"
        },
        {
          "id": "D006969",
          "term": "Hypersensitivity, Immediate"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    }
  },
  "hasResults": false
}