{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT04624828",
      "orgStudyIdInfo": {
        "id": "2683"
      },
      "organization": {
        "fullName": "Istituto Clinico Humanitas",
        "class": "OTHER"
      },
      "briefTitle": "Immune Response Evaluation in Oligorecurrent and Oligoprogressive Prostate Cancer Patients Treated With SBRT",
      "officialTitle": "Pilot Study of Immune Response Evaluation in Oligorecurrent and Oligoprogressive Prostate Cancer Patients Treated With Metastases-directed Stereotactic Body Radiation Therapy (SBRT) With and Without Concomitant Androgen Deprivation Therapy",
      "acronym": "IOSCAR"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-04",
      "overallStatus": "ACTIVE_NOT_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2020-10-19",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2026-07",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2026-07",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2020-11-02",
      "studyFirstSubmitQcDate": "2020-11-05",
      "studyFirstPostDateStruct": {
        "date": "2020-11-12",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-04-22",
      "lastUpdatePostDateStruct": {
        "date": "2025-04-24",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Istituto Clinico Humanitas",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Ipsen",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": false,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false,
      "isUsExport": false
    },
    "descriptionModule": {
      "briefSummary": "At the moment there is a lack of data in the setting of oligometastatic PC in particular regarding the interaction between ablative SBRT, ADT and patient's immune system response.\n\nThe hypothesis underlying this project consists in the idea that the patient's immunological context, RT and ADT may interact in the context of metastatic PC. Indeed the immune landscape of patients may interfere with the efficacy of SBRT and on the other side RT may modulate the immune response by driving immunotolerance.\n\nScope of the study will be to investigate the immune modulation after SBRT in:\n\n* patients with diagnosis of oligorecurrence during a treatment-free interval\n* patients with oligoprogression or oligopersistance during hormonal therapy",
      "detailedDescription": "Prostate cancer (PC) represents the second most common cancer in men worldwide, managed with surgery or radiotherapy (RT) in case of localized disease.\n\nAdvanced PC can metastasize and often presents as an oligometastatic state, defined as an intermediate state between localized and widespread diffused disease. Oligometastatic PC is characterized by the presence of a limited number of metastases, commonly 1 to 5 lesions. Recently, the ESTRO-EORTC collaboration characterized the oligometastatic disease and provided a classification into oligorecurrence, and oligoprogression, considering whether oligometastatic disease is diagnosed during a treatment-free interval or during active systemic therapy.\n\nMost common sites of metastases from PC are bones and lymph nodes. Different studies have been already published for oligometastatic PC patients. Singh et al. reported that a number of metastases limited to 5, developed during follow-up after curative treatment of primary tumor, is significantly associated to a better 5-year survival rate (73% vs 43% of patients with more than 5 metastases).\n\nIn case of limited number of metastases, stereotactic body radiation therapy (SBRT) seems to be effective but its role in the management of metastatic PC is still debated, due to the paucity of prospective and randomized trials.\n\nWe reported the outcome of 92 oligometastatic PC patients treated with SBRT, reaching 1 and 3 years control of treated lesions in 90.9% (95%CI 81.8 - 95.6) and 85.5% (95%CI 74.4 - 92.0), and a median overall survival of 91.6 months.\n\nOst et al. conducted a randomized trial comparing surveillance versus metastases directed therapy in a sample of 62 hormone naïve metastatic PC patients. With a median follow-up time of 3 years, the median ADT-free survival was 13 months for surveillance group versus 21 for the treatment group. In terms of PFS, the median time until progression was 6 months for the surveillance group, as compared with 10 months for the MDT group (p = 0.03).\n\nMain benefits from SBRT in oligometastatic setting are potentially the increasing time of freedom from systemic therapy in naïve patients the delay of the intensification of systemic therapy in patients already under treatment. Moreover another relevant advantage from SBRT is the ability to modulate the tumor immune microenvironment as showed by preliminary studies. In particular, SBRT has been shown to induce immune responses in treated patients with potentially improved tumor control.\n\nRT is able to elicit a potent anti-tumour immune response, driven by the activation of T cells infiltrating the tumor and the increase of antigen-presenting cell cross-presentation, and on the other hand, also seems to enhance immunosuppression in cancer, mainly mediated by the recruitment and activation of anti-inflammatory and pro-tumorigenic myeloid cell subsets. The immune landscape of patients may interfere with the efficacy of radiation therapy and, on the other side, SBRT may modulate the immune response by driving immuno-tolerance.\n\nThe impact of RT may vary depending on tumor type and time of delivery. In addition the immune modulation determined by RT may depend on the dose per fraction. On this regard ablative dose of fractionated radiations were shown to elicit an anti-tumorigenic response mediated by T cell activation in a model of breast cancer, that was not observed at conventional doses. So far, no relevant studies have been published regarding the role of SBRT in the immune modulation of metastatic PC patients. Neither the combination of SBRT and androgen deprivation has been explored prospectively in terms of immune response. This however is an area of interest, considering that preclinical studies showed that hormonal therapy seems to increase the numbers of circulating naive T cells shortly after beginning of ADT, and decrease numbers of circulating CD4+ Treg. At the same time infiltrating myeloid subsets have been reported to facilitate resistance to ADT in mouse models of PC.\n\nAt the moment there is a lack of data in the setting of oligometastatic PC in particular regarding the interaction between ablative SBRT, ADT and patient's immune system response.\n\nThe hypothesis underlying this project consists in the idea that the patient's immunological context, RT and ADT may interact in the context of metastatic PC. Indeed the immune landscape of patients may interfere with the efficacy of SBRT and on the other side RT may modulate the immune response by driving immunotolerance.\n\nScope of the study will be to investigate the immune modulation after SBRT in:\n\n* patients with diagnosis of oligorecurrence during a treatment-free interval\n* patients with oligoprogression or oligopersistance during hormonal therapy"
    },
    "conditionsModule": {
      "conditions": [
        "Oligorecurrent and Oligoprogressive Prostate Cancer Patients"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "NA",
        "interventionModel": "SINGLE_GROUP",
        "primaryPurpose": "OTHER",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 40,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Stereotactic body radiation treatment (SBRT)",
          "type": "EXPERIMENTAL",
          "description": "RT treatment Schedule as for clinical practice: Stereotactic body radiation treatment (SBRT) will be delivered with image guidance (image-guided radiation therapy or IGRT) and in the form of volumetric modulated arc therapy (VMAT).\n\nRT treatment Schedule: SBRT will be delivered in 1 to 6 fractions on bone or lymph node metastases. The dose and fractionation schedule will depend on the size and location of the lesion and the surrounding normal tissue constraints.",
          "interventionNames": [
            "Procedure: Radiotherapy",
            "Drug: androgen deprivation therapy (ADT)",
            "Biological: immune evaluation"
          ]
        }
      ],
      "interventions": [
        {
          "type": "PROCEDURE",
          "name": "Radiotherapy",
          "description": "RT treatment Schedule as for clinical practice: Stereotactic body radiation treatment (SBRT) will be delivered with image guidance (image-guided radiation therapy or IGRT) and in the form of volumetric modulated arc therapy (VMAT).\n\nRT treatment Schedule: SBRT will be delivered in 1 to 6 fractions on bone or lymph node metastases. The dose and fractionation schedule will depend on the size and location of the lesion and the surrounding normal tissue constraints.",
          "armGroupLabels": [
            "Stereotactic body radiation treatment (SBRT)"
          ]
        },
        {
          "type": "DRUG",
          "name": "androgen deprivation therapy (ADT)",
          "description": "ADT as for clinical practice:\n\n* for oligorecurrent patients, ADT will be started at time of polimetastatic progression after SBRT;\n* for oligoprogressive patients, ADT will be continued during SBRT and untill polimetastatic progression",
          "armGroupLabels": [
            "Stereotactic body radiation treatment (SBRT)"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "immune evaluation",
          "description": "We will use the flow cytometer FACSymphony, to analyse multiple immune populations from a limited sample of blood. We will monitor the dynamics of most innate (monocytic and granulocytic cells, Natural killer cells) and adaptive (T cells, B cells) immune subsets in the peripheral blood of PC patients before and after RT. We will deeply characterize CD4+ and CD8+ T cell subpopulations circulating in the patients enrolled in the study. In this attempt our panel will include markers of T cell differentiation and activation, including CD25, CD39, PD-1, CTL4, KLRG1, TIM3. We will analyse neutrophils subpopulations and investigate the functional profile of granulocytes in enrolled patients. Markers such as CD66b, CD24, CD16, MHC-II, LOX1, CD36 and CD62L will be included in our analysis. In conclusion our experimental strategy will result in a comprehensive profiling of the immune landscape in PC patients at single cell level.",
          "armGroupLabels": [
            "Stereotactic body radiation treatment (SBRT)"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "immune evaluation",
          "description": "Analysis of the immunitary background performed before SBRT and evaluation of immune modulation after RT treatment. Our panels will include markers of T cell differentiation and activation, including CD25, CD39, PD-1, CTL4, KLRG1, TIM3, TIGIT. In addition we will investigate the phenotype and functional state of myeloid subsets in enrolled patients, comprising neutrophils, monocytes and dendritic cells. To this end, markers such as CD66b, CD24, CD16, MHC-II, LOX1, CD36 and CD62L will be included in our analysis.",
          "timeFrame": "from the baseline (before SBRT) to 7 days after the end of radiotherapy treatment"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression free survival",
          "description": "Evaluation of Progression free survival (PFS)",
          "timeFrame": "2 years"
        },
        {
          "measure": "Prostate cancer specific survival (PCSS)",
          "description": "Evaluation of Prostate cancer specific survival (PCSS)",
          "timeFrame": "2 years"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Age ≥ 18years\n* Written informed consent according to ICH/GCP regulations before registration and prior to any trial specific procedures\n* Adenocarcinoma of the prostate treated with radical prostatectomy or radical RT\n* Diagnosis of 1 to 3 metachronous metastases to bone or lymph nodes or oligoprogression / oligopersistance during ADT of a maximum of 3 metastases in bone or lymph nodes\n* ECOG performance status of 0 - 1\n* Informed consent.\n\nExclusion Criteria:\n\n* Visceral metastases\n* Evidence of spinal cord compression (radiological or clinical)\n* Concurrent malignancy\n* Inability to undergo RT\n* History of inflammatory colitis or other active severe comorbidities\n* Any other serious underlying medical, psychiatric, psychological, familial or geographical condition, which in the judgment of the investigator may interfere with the planned staging, treatment and follow-up, affect patient compliance or place the patient at high risk from treatment-related complications\n* Life expectancy \\<6 months",
      "healthyVolunteers": false,
      "sex": "MALE",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "Humanitas Research Hospital",
          "city": "Rozzano",
          "state": "Milano",
          "zip": "20089",
          "country": "Italy",
          "geoPoint": {
            "lat": 45.38193,
            "lon": 9.1559
          }
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-19"
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D011878",
          "term": "Radiotherapy"
        },
        {
          "id": "D000726",
          "term": "Androgen Antagonists"
        }
      ],
      "ancestors": [
        {
          "id": "D013812",
          "term": "Therapeutics"
        },
        {
          "id": "D006727",
          "term": "Hormone Antagonists"
        },
        {
          "id": "D006730",
          "term": "Hormones, Hormone Substitutes, and Hormone Antagonists"
        },
        {
          "id": "D045505",
          "term": "Physiological Effects of Drugs"
        },
        {
          "id": "D020228",
          "term": "Pharmacologic Actions"
        },
        {
          "id": "D020164",
          "term": "Chemical Actions and Uses"
        }
      ]
    }
  },
  "hasResults": false
}