{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT07307053",
      "orgStudyIdInfo": {
        "id": "PLATFORM2"
      },
      "organization": {
        "fullName": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
        "class": "OTHER"
      },
      "briefTitle": "Rare Tumor Focused Platform Study of Innovative Therapies and Technologies (PLATFORM2)",
      "officialTitle": "An Open-Label, Single-Arm, Phase I/II Platform Trial of Innovative Therapies and Technologies Primarily in Rare Tumors in China (PLATFORM2) in Patients With Advanced Solid Tumors"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-12",
      "overallStatus": "NOT_YET_RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2026-01-01",
        "type": "ESTIMATED"
      },
      "primaryCompletionDateStruct": {
        "date": "2029-01-31",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2031-01-31",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2025-12-12",
      "studyFirstSubmitQcDate": "2025-12-13",
      "studyFirstPostDateStruct": {
        "date": "2025-12-29",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-13",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-29",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "The goal of this Phase I/II observational and interventional platform study is to evaluate the safety and efficacy of multiple types of innovative anti-tumor drugs and new technologies in patients with rare solid tumors. The study utilizes multi-dimensional precision screening (including WES, RNAseq, mIHC, and quantitative proteomics) to match patients with specific sub-protocols.\n\nKey questions it aims to answer:\n\nAssess the safety of innovative therapies in rare tumor populations. Evaluate the objective response rate (ORR) and other efficacy metrics. Explore biomarkers related to therapeutic efficacy. Participants: Patients with metastatic or advanced rare solid tumors who have failed standard therapy or have no standard treatment options.",
      "detailedDescription": "This is an open-label, non-randomized, multi-arm, single-center Phase I/II platform study (PLATFORM2). Based on the definition of rare tumors in China (incidence \\< 2.5/100,000 or specific list), eligible patients will undergo multi-omics screening. Based on the molecular profiling results (gene variations or protein expression), patients will be assigned to corresponding treatment arms (Sub-studies). Therapies include small molecules, protein drugs, Cell and Gene Therapy (CGT) products, and therapeutic vaccines. The study employs a Clopper-Pearson Two-Stage Minimax design for each arm."
    },
    "conditionsModule": {
      "conditions": [
        "Rare Malignant Neoplasm",
        "Advanced Solid Tumors",
        "Metastatic Solid Tumors"
      ],
      "keywords": [
        "Rare Tumors",
        "Platform Trial",
        "Precision Medicine",
        "Immunotherapy",
        "Targeted Therapy",
        "Cell and gene therapy",
        "Tumor vaccine",
        "Protein drug",
        "Oncolytic virus"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE1",
        "PHASE2"
      ],
      "designInfo": {
        "allocation": "NON_RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 600,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "BL-B01D1 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive BL-B01D1 injection according to the protocol-specified dose and schedule until disease progression, unacceptable toxicity, or withdrawal. Safety, efficacy, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Drug: BL-B01D1"
          ]
        },
        {
          "label": "VSV Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants in this arm will receive VSV monotherapy administered according to the protocol-specified dose and schedule. Treatment will continue until radiographic disease progression, unacceptable toxicity, withdrawal of consent, or investigator decision. Tumor response, safety, and exploratory biomarker endpoints will be assessed throughout the study.",
          "interventionNames": [
            "Drug: VSV injection"
          ]
        },
        {
          "label": "CVL006 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants in this arm will receive CVL006 monotherapy administered according to the protocol-specified dose and schedule. Treatment will continue until radiographic disease progression, unacceptable toxicity, withdrawal of consent, or investigator decision. Tumor response, safety, and exploratory biomarker endpoints will be assessed throughout the study.",
          "interventionNames": [
            "Drug: CVL006"
          ]
        },
        {
          "label": "IDOV-SAFE Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants in this arm will receive IDOV-SAFE monotherapy administered according to the protocol-specified dose and schedule. Treatment will continue until radiographic disease progression, unacceptable toxicity, withdrawal of consent, or investigator decision. Tumor response, safety, and exploratory biomarker endpoints will be assessed throughout the study.",
          "interventionNames": [
            "Biological: IDOV-SAFE"
          ]
        },
        {
          "label": "YL-201 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants in this arm will receive YL-201 administered according to the protocol-specified dose and schedule. Treatment will continue until radiographic disease progression, unacceptable toxicity, withdrawal of consent, or investigator decision. Tumor response, safety, and exploratory biomarker endpoints will be assessed throughout the study.",
          "interventionNames": [
            "Drug: YL-201"
          ]
        },
        {
          "label": "KXV01 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive a single intravenous infusion of KXV01 injection according to the protocol-specified dose level until disease progression, unacceptable toxicity, or withdrawal. Safety, efficacy, pharmacokinetic, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Biological: KXV01 TCR Lentinvivo Injection"
          ]
        },
        {
          "label": "MT027 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive MT027 cell injection via intrapleural injection according to the protocol-specified dose and schedule until the investigator determines no further benefit, unacceptable toxicity, withdrawal of consent, disease progression, death, or loss to follow-up. Safety, tolerability, pharmacokinetics, and preliminary efficacy will be evaluated throughout the study.",
          "interventionNames": [
            "Biological: MT027"
          ]
        },
        {
          "label": "QH101 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive QH101 cell injection via intrathecal infusion or Ommaya reservoir according to the protocol-specified dose and schedule until disease progression, unacceptable toxicity, or withdrawal. Safety, efficacy, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Biological: QH101"
          ]
        },
        {
          "label": "Meta10-TIL Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive a single intravenous infusion of Meta10-TIL, following non-myeloablative lymphodepletion pretreatment, and subsequent IL-2 administration. Treatment continues until disease progression, unacceptable toxicity, or withdrawal. Safety, efficacy, pharmacokinetic, and pharmacodynamic analyses will be conducted throughout the study.",
          "interventionNames": [
            "Biological: Meta10-TIL"
          ]
        },
        {
          "label": "TAEST1901 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive a single or fractionated intravenous infusion of TAEST1901 cells according to their assigned dose level, followed by subcutaneous administration of low-dose IL-2. The study primarily evaluates safety, tolerability, pharmacokinetics, pharmacodynamics, and preliminary efficacy.",
          "interventionNames": [
            "Biological: TAEST1901"
          ]
        },
        {
          "label": "TC-N201 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive TC-N201 injection, a genetically engineered TCR-T cell product targeting NY-ESO-1 and secreting anti-PD-1 single-chain antibody, according to the protocol-specified dose and schedule. Treatment is administered following lymphodepletion chemotherapy and accompanied by interleukin-2 (IL-2) support. Safety, efficacy, pharmacokinetics, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Biological: TC-N201"
          ]
        },
        {
          "label": "NK510 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive NK510 injection, a base-edited allogeneic natural killer (NK) cell product with TIGIT knockout, according to the protocol-specified dose and schedule. The study includes both single-dose and multiple-dose phases. Safety, efficacy, pharmacokinetics, immunogenicity, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Biological: NK510"
          ]
        },
        {
          "label": "CE120 Intratumoral Injection Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive CE120 intratumoral injection according to the protocol-specified dose and schedule (every 2 weeks for a total of 4 doses) until disease progression, unacceptable toxicity, or withdrawal. Safety, tolerability, pharmacokinetics, pharmacodynamics, and preliminary efficacy will be evaluated throughout the study.",
          "interventionNames": [
            "Drug: CE120"
          ]
        },
        {
          "label": "GV20-0251 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive GV20-0251 injection according to the protocol-specified dose and schedule until disease progression, unacceptable toxicity, or withdrawal. Safety, efficacy, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Drug: GV20-0251"
          ]
        },
        {
          "label": "YSCH-01 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants receive YSCH-01 injection according to the protocol-specified dose and schedule until disease progression, unacceptable toxicity, or withdrawal. Safety, efficacy, and biomarker analyses will be conducted throughout the study.",
          "interventionNames": [
            "Drug: YSCH-01"
          ]
        },
        {
          "label": "LYC001 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive LYC001 according to the protocol-defined dose and schedule and will continue treatment until disease progression, unacceptable toxicity, or withdrawal. Safety assessments, efficacy evaluations, pharmacokinetic analyses, and biomarker studies will be conducted throughout the study.",
          "interventionNames": [
            "Drug: LYC001"
          ]
        },
        {
          "label": "BMD006 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive BMD006 according to the protocol-defined dose and schedule and will continue treatment until disease progression, unacceptable toxicity, or withdrawal. Safety assessments and efficacy evaluations will be conducted throughout the study.",
          "interventionNames": [
            "Drug: BMD006"
          ]
        },
        {
          "label": "CREPT-618 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive CREPT-618 according to the protocol-defined dose and schedule and will continue treatment until disease progression, unacceptable toxicity, or withdrawal. Safety assessments, efficacy evaluations and biomarker studies will be conducted throughout the study.",
          "interventionNames": [
            "Drug: CREPT-618"
          ]
        },
        {
          "label": "PRG2505 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive PRG2505 according to the protocol-defined dose and schedule and will continue treatment until disease progression, unacceptable toxicity, or withdrawal. Safety assessments, efficacy evaluations , and biomarker studies will be conducted throughout the study.",
          "interventionNames": [
            "Biological: PRG2505"
          ]
        },
        {
          "label": "IBI363 Arm",
          "type": "EXPERIMENTAL",
          "description": "Participants will receive IBI363 according to the protocol-defined dose and schedule and will continue treatment until disease progression, unacceptable toxicity, or withdrawal. Safety assessments, efficacy evaluations , and biomarker studies will be conducted throughout the study.",
          "interventionNames": [
            "Drug: IBI363"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "BL-B01D1",
          "description": "BL-B01D1 is a first-in-class novel ADC consisting of an EGFRxHER3 bispecific antibody linked to a novel TOP-I inhibitor payload via a cleavable linker.",
          "armGroupLabels": [
            "BL-B01D1 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "VSV injection",
          "description": "VSV injection uses a genetically engineered vesicular stomatitis virus (designated OVV-00) with enhanced safety and oncolytic activity as a vector platform, leveraging tumor cells as \"biological factories\" to express and produce multiple different universal tumor antigens and various bispecific or multispecific antibodies.",
          "armGroupLabels": [
            "VSV Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "CVL006",
          "description": "CVL006, a novel bispecific antibody, by fusing an anti-PD-L1 VHH domain with a humanized IgG1 anti-VEGF monoclonal antibody",
          "armGroupLabels": [
            "CVL006 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "IDOV-SAFE",
          "description": "IDOV-SAFETM is third-generation poxvirus oncolytic virus product. The most common treatment-related adverse events of the first-generation virus were fever (63.0%, including 3.7% grade 3) and abdominal pain (51.9%, including 7.4% grade 3). No grade 4 TRAEs occurred, and there were no treatment-related drug discontinuations or deaths, demonstrating good safety.",
          "armGroupLabels": [
            "IDOV-SAFE Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "KXV01 TCR Lentinvivo Injection",
          "description": "KXV01 is a first-in-class, novel, individualized TCR-T cell therapy generated in vivo. It consists of a structurally modified, third-generation, self-inactivating lentiviral vector carrying patient-specific tumor-targeting TCR sequences.",
          "armGroupLabels": [
            "KXV01 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "MT027",
          "description": "MT027 is an allogeneic universal chimeric antigen receptor T-cell (UCAR-T) injection targeting B7-H3. It consists of genetically engineered T cells that specifically recognize and kill cancer cells expressing B7-H3 antigen.",
          "armGroupLabels": [
            "MT027 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "QH101",
          "description": "QH101 is an allogeneic TCR-enhanced Vδ2 T cell therapy product. It enhances the recognition of BTN proteins by introducing a specific binding element on the cell surface, utilizing the inherent killing ability of Vδ2 T cells to improve the efficiency of tumor cell killing. Simultaneously, QH101 does not express co-stimulatory signaling domains or CD3ζ domains, avoiding exhaustion caused by over-activation and effectively enhancing the persistence of cells in vivo.",
          "armGroupLabels": [
            "QH101 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "Meta10-TIL",
          "description": "Meta10-TIL is a metabolically enhanced tumor-infiltrating lymphocyte product genetically modified to autonomously secrete IL-10, enhancing T-cell proliferation, persistence, and anti-tumor activity.",
          "armGroupLabels": [
            "Meta10-TIL Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "TAEST1901",
          "description": "TAEST1901 is a TCR-T cell therapy targeting the HLA-A\\*02:01/AFP antigen complex. It involves transducing patient-derived autologous T cells with a lentiviral vector encoding a high-affinity TCR gene.",
          "armGroupLabels": [
            "TAEST1901 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "TC-N201",
          "description": "TC-N201 is a genetically engineered TCR-T cell product that recognizes the HLA-A2-restricted NY-ESO-1 tumor antigen and secretes an anti-PD-1 single-chain variable fragment (scFv). It is designed to enhance antitumor immunity by combining TCR-mediated tumor cell killing with local blockade of the PD-1/PD-L1 immune checkpoint pathway within the tumor microenvironment.",
          "armGroupLabels": [
            "TC-N201 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "NK510",
          "description": "NK510 is a first-in-class, base-edited allogeneic natural killer (NK) cell product derived from healthy donor PBMCs. It utilizes RNP-based base editing technology to knock out the TIGIT gene, an inhibitory receptor that binds to CD155 on tumor cells. By eliminating TIGIT-mediated suppression, NK510 enhances intrinsic NK cell antitumor activity and demonstrates improved efficacy against CD155-expressing solid tumors.",
          "armGroupLabels": [
            "NK510 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "CE120",
          "description": "CE120 is an innovative tumor immunotherapy that utilizes platelet membranes to cloak nanoparticles loaded with the immune activator R848, enabling tumor-targeted delivery via the natural adhesion of platelets to tumor cells. Upon intratumoral injection, CE120 activates local and systemic antitumor immune responses, including the induction of immune memory, to inhibit tumor growth, prevent recurrence, and clear tumors.",
          "armGroupLabels": [
            "CE120 Intratumoral Injection Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "GV20-0251",
          "description": "GV20-0251 is a monoclonal antibody targeting the highly conserved immunomodulatory protein IGSF8; it blocks the interaction between IGSF8 and its receptors on NK and DC cells, thereby conferring a mechanistic advantage in reversing immune resistance.",
          "armGroupLabels": [
            "GV20-0251 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "LYC001",
          "description": "LYC001 is a PEG2000-DSPE-stabilized high-affinity IL-2 complex that maintains IL-2 in a uniform bound state, preventing the release of free IL-2 after dilution in body fluids.",
          "armGroupLabels": [
            "LYC001 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "YSCH-01",
          "description": "YSCH-01 is a replication-dual-regulated human adenovirus type 5 vector engineered to selectively replicate in tumor cells and deliver an optimized recombinant pseudo-interferon gene (L-IFN), enabling high-level intratumoral L-IFN expression and secretion; through simultaneous oncolytic viral replication and potent immune stimulation, YSCH-01 achieves a dual antitumor mechanism that directly kills cancer cells while activating robust antitumor immune responses with minimal toxicity to normal tissues.",
          "armGroupLabels": [
            "YSCH-01 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "BMD006",
          "description": "BMD006 is an inhaled mRNA tumor-associated antigen dry powder vaccine targeting lung cancer and solid tumors with lung metastasis, classified as an off-the-shelf anti-tumor product.",
          "armGroupLabels": [
            "BMD006 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "CREPT-618",
          "description": "CREPT-618 Injection is an investigational nucleic acid-based therapeutic drug developed by Heya (Beijing) Pharmaceutical Technology Co., Ltd. It represents a cutting-edge approach in pharmaceutical technology, falling under the category of small nucleic acid drugs, which are considered a \"third generation\" of therapeutics following small molecules and antibodies.",
          "armGroupLabels": [
            "CREPT-618 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "BIOLOGICAL",
          "name": "PRG2505",
          "description": "PRG2505 (developmental code: V001 Injection) is an investigational in vivo chimeric antigen receptor T-cell (CAR-T) therapy developed by Pregene Biotech. It represents a novel approach that aims to generate CAR-T cells directly inside the patient's body, bypassing the complex and time-consuming traditional ex vivomanufacturing process.",
          "armGroupLabels": [
            "PRG2505 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "IBI363",
          "description": "IBI363 is a novel therapeutic drug independently developed by Innovent Biologics (Suzhou) Co., Ltd. Its active ingredient is a PD-1/IL-2 bispecific fusion protein, which simultaneously possesses dual functions: blocking the PD-1/PD-L1 pathway and activating the IL-2 pathway",
          "armGroupLabels": [
            "IBI363 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        },
        {
          "type": "DRUG",
          "name": "YL-201",
          "description": "YL-201 is an investigational antibody-drug conjugate (ADC) developed by MediLink Therapeutics that targets B7-H3 (CD276), an immune checkpoint protein overexpressed on various solid tumor cells.",
          "armGroupLabels": [
            "YL-201 Arm"
          ],
          "otherNames": [
            "No other name"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Objective Response Rate (ORR)",
          "description": "Assessed by BICR and Investigator per RECIST 1.1.",
          "timeFrame": "Up to approximately 2 years."
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression-Free Survival (PFS)",
          "description": "Assessed by BICR and Investigator.",
          "timeFrame": "Up to approximately 2 years."
        },
        {
          "measure": "Duration of Response (DoR)",
          "description": "The time from the first documented objective response (Complete Response \\[CR\\] or Partial Response \\[PR\\]) to the first documented disease progression (PD) or death from any cause, whichever occurs first.",
          "timeFrame": "Up to approximately 2 years."
        },
        {
          "measure": "Disease Control Rate (DCR)",
          "description": "The percentage of patients who achieve Complete Response (CR), Partial Response (PR), or Stable Disease (SD) as their best overall response.",
          "timeFrame": "Up to approximately 2 years."
        },
        {
          "measure": "Overall Survival (OS)",
          "description": "The time from a specified starting point (usually randomization or first dose) to death from any cause.",
          "timeFrame": "Up to 1 year post-treatment."
        },
        {
          "measure": "Incidence of Adverse Events (AEs) and Serious Adverse Events (SAEs)",
          "description": "Assessment of safety according to NCI CTCAE v5.0. Including Treatment-Emergent Adverse Events (TEAE) and Treatment-Related Adverse Events (TRAE).",
          "timeFrame": "From enrollment up to 30 days after last dose."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria\n\n1. Subjects must meet all of the following inclusion criteria:\n2. Male or female subjects aged ≥16 years at the time of signing the informed consent form.\n3. Histologically or cytologically confirmed malignancy.\n4. ECOG performance status of 0-2 and an expected survival of more than 12 weeks.\n5. Presence of measurable or evaluable disease for efficacy assessment, as determined by the investigator according to the individualized criteria defined in each sub-protocol.\n6. Provision of fresh tumor biopsy tissue is recommended, obtained within 12 weeks prior to the first administration of study treatment, consisting of three core needle biopsy specimens. The biopsy tissue must not have been exposed to any antitumor therapy, systemic anti-infective treatment, or vaccination after collection. Peripheral blood samples are also recommended for molecular profiling and enrollment screening.\n7. Provision of archival formalin-fixed paraffin-embedded (FFPE) tumor tissue from the primary lesion or a metastatic lesion (excluding bone metastases and lesions previously treated with radiotherapy) obtained within the past 2 years is recommended. The required material includes 15-20 unstained slides (4-6 μm thickness), of which 5 slides should be adhesive-coated and baked. If the above requirements cannot be met, enrollment eligibility may be determined at the investigator's discretion.\n8. If pleural or peritoneal effusion is present, samples must be collected for pathological cytological examination, and provision of at least 50 mL of effusion fluid is recommended, if available.\n9. If a primary tumor biopsy specimen has been provided, and a metastatic lesion is amenable to biopsy (as judged by the investigator), tissue from the metastatic lesion should be collected for pathological examination, and fresh tissue specimens are recommended.\n10. Upon disease progression, if conditions permit (as judged by the investigator), collection of fresh tumor tissue from the same biopsy site at enrollment and/or from previously sampled metastatic lesions is recommended.\n11. Toxicities from prior therapies must have resolved to ≤ Grade 1 or returned to baseline, according to NCI-CTCAE version 5.0, except for alopecia.\n12. A negative pregnancy test is required for women of childbearing potential. Women not of childbearing potential are defined as those who are postmenopausal for at least 1 year, or who have undergone surgical sterilization or hysterectomy.\n13. All enrolled subjects, regardless of sex, must agree to use effective contraception throughout the treatment period and for 8 weeks after the last dose of study treatment.\n14. Subjects must voluntarily participate, provide written informed consent, comply with the study treatment and visit schedule, and be able to cooperate with safety and efficacy assessments.\n\nExclusion Criteria\n\nSubjects meeting any of the following exclusion criteria will not be eligible for participation in this study:\n\n1. Prior treatment with any antitumor novel drug or technology of the same class as that investigated in the relevant sub-protocol of this study.\n2. Known hypersensitivity or allergy to any active component or excipient of the investigational antitumor novel drug or technology.\n3. Presence of any type of interstitial lung disease or a history of radiation pneumonitis.\n4. Failure to meet the inclusion or exclusion criteria specified in the applicable sub-protocol.\n5. Major surgery performed within 4 weeks prior to the first administration of study treatment, or surgical wounds that have not fully healed.\n6. History of hypersensitivity reactions to drugs whose chemical structures are similar to the active or inactive components of the investigational antitumor novel drug or technology, or to agents of the same class.\n7. Active infection requiring systemic therapy (e.g., antibiotics), or the presence of any of the following conditions:\n\n   * Positive human immunodeficiency virus (HIV) test or a known history of acquired immunodeficiency syndrome (AIDS);\n   * Hepatitis B virus (HBV) or hepatitis C virus (HCV) infection, defined as HBsAg positivity with HBV DNA levels above the upper limit of normal (ULN), or HCV antibody positivity;\n   * Active tuberculosis, defined as a history of exposure or a positive tuberculosis test accompanied by clinical symptoms and/or radiographic findings.\n8. Evidence of severe or uncontrolled systemic disease, as determined by the investigator, including but not limited to severe psychiatric or neurological disorders (such as epilepsy or dementia), unstable or uncompensated respiratory, cardiovascular, hepatic, or renal disease, or uncontrolled hypertension (defined as blood pressure remaining at or above CTCAE Grade 3 despite medical treatment).\n9. Myocardial infarction, coronary artery bypass grafting, peripheral artery bypass grafting, or cerebrovascular accident occurring within 3 months prior to enrollment.\n10. History of any organ transplantation, including allogeneic hematopoietic stem cell transplantation, except for transplants not requiring immunosuppressive therapy (e.g., corneal transplantation or hair transplantation).\n11. Presence of cardiovascular disease or conditions including any of the following:\n\n    * Congestive heart failure requiring treatment, or New York Heart Association (NYHA) Class III or IV heart failure;\n    * Ventricular arrhythmias requiring antiarrhythmic therapy, or uncontrolled or unstable arrhythmias;\n    * Severe conduction abnormalities, such as second- or third-degree atrioventricular block;\n    * Angina pectoris requiring treatment;\n    * Prolonged QT interval on 12-lead electrocardiogram, defined as QTc ≥450 ms for males or ≥470 ms for females;\n    * History of congenital long QT syndrome, congenital short QT syndrome, torsades de pointes, or pre-excitation syndrome;\n    * Left ventricular ejection fraction (LVEF) \\<50%, as determined by echocardiography or MUGA scan;\n    * Myocardial infarction diagnosed within the past 6 months.\n12. Inadequate bone marrow reserve or organ function, as evidenced by any of the following laboratory findings:\n\n    * Absolute neutrophil count \\<1.0 × 10⁹/L;\n    * Platelet count \\<80 × 10⁹/L (patients dependent on platelet transfusion are excluded);\n    * Hemoglobin \\<90 g/L;\n    * In the absence of liver metastases, alanine aminotransferase (ALT) or aspartate aminotransferase (AST) \\>2.5 × ULN; in the presence of liver metastases, ALT or AST \\>5 × ULN (as determined by the investigator per sub-protocol);\n    * In the absence of liver metastases, total bilirubin \\>1.5 × ULN; in patients with Gilbert's syndrome (unconjugated hyperbilirubinemia) or liver metastases, total bilirubin \\>3 × ULN (as determined by the investigator per sub-protocol);\n    * Serum creatinine \\>1.5 × ULN with concomitant creatinine clearance \\<50 mL/min (measured or calculated using the Cockcroft-Gault formula); creatinine clearance assessment is required only when serum creatinine exceeds 1.5 × ULN;\n    * Coagulation abnormalities, defined as INR, PT, or APTT \\>1.5 × ULN in patients not receiving anticoagulant therapy; eligibility of patients receiving anticoagulants will be determined by the investigator;\n    * Elevated creatine kinase (CK) or CK-MB above the normal range (as determined by the investigator per sub-protocol).\n13. Pregnant or breastfeeding women.\n14. Any other condition that, in the opinion of the investigator, may pose a potential risk or render the subject unsuitable for participation in this study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Ning Li, MD",
          "role": "CONTACT",
          "phone": "86-010-87788713",
          "email": "lining@cicams.ac.cn"
        }
      ],
      "overallOfficials": [
        {
          "name": "Ning Li, MD",
          "affiliation": "Cancer Hospital of CICAMS",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ]
    },
    "ipdSharingStatementModule": {
      "ipdSharing": "NO"
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-17"
    }
  },
  "hasResults": false
}