{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT06346197",
      "orgStudyIdInfo": {
        "id": "ET23-185"
      },
      "organization": {
        "fullName": "Centre Leon Berard",
        "class": "OTHER"
      },
      "briefTitle": "Combination of Immune Checkpoint in Locally Advanced or Metastatic MSI/dMMR Esogastric Adenocarcinomas",
      "officialTitle": "A Multicenter, Randomised, Comparative, Open-label Phase III Aiming to Compare the Survival of Patients With Locally Advanced or Metastatic MSI/dMMR Esogastric Adenocarcinomas Treated by a Combination of Immune Checkpoint Inhibitors (Botensilimab + Balstilimab) Versus the Standard of Care (FOLFOX/XELOX + Nivolumab)",
      "acronym": "CIME"
    },
    "statusModule": {
      "statusVerifiedDate": "2025-12",
      "overallStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2025-12-08",
        "type": "ACTUAL"
      },
      "primaryCompletionDateStruct": {
        "date": "2028-05-15",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2028-05-15",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2024-03-08",
      "studyFirstSubmitQcDate": "2024-03-28",
      "studyFirstPostDateStruct": {
        "date": "2024-04-03",
        "type": "ACTUAL"
      },
      "lastUpdateSubmitDate": "2025-12-19",
      "lastUpdatePostDateStruct": {
        "date": "2025-12-26",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "SPONSOR"
      },
      "leadSponsor": {
        "name": "Centre Leon Berard",
        "class": "OTHER"
      },
      "collaborators": [
        {
          "name": "Agenus Inc.",
          "class": "INDUSTRY"
        }
      ]
    },
    "oversightModule": {
      "oversightHasDmc": true,
      "isFdaRegulatedDrug": false,
      "isFdaRegulatedDevice": false
    },
    "descriptionModule": {
      "briefSummary": "CIME is a multicenter, randomised, comparative, open-label phase III study aiming to compare the survival of patients suffering from MSI-H/dMMR locally advanced or metastatic oeasogastric adenocarcinoma treated by a bi-immunotherapy (experimental arm) versus standard current treatment (FOLFOX/XELOX + nivolumab : standard arm)."
    },
    "conditionsModule": {
      "conditions": [
        "Gastric Cancer",
        "MSI-H",
        "Metastatic Cancer",
        "Advanced Cancer"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE3"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "TREATMENT",
        "maskingInfo": {
          "masking": "NONE"
        }
      },
      "enrollmentInfo": {
        "count": 132,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Experimental arm",
          "type": "EXPERIMENTAL",
          "description": "Patients treated with Botensilimab + Balstilimab",
          "interventionNames": [
            "Drug: Balstilimab",
            "Drug: Botensilimab"
          ]
        },
        {
          "label": "Standard arm",
          "type": "ACTIVE_COMPARATOR",
          "description": "o FOLFOX\\*, IV, Q2W + Nivolumab 240mg, IV, Q2. \\*FOLFOX = oxaliplatin 85 mg/m2 , leucovorin 400 mg/m2 , and fluorouracil 400 mg/m2 administered IV on Day 1 of each treatment cycle, and fluorouracil 1200 mg/m2 IV continuous infusion over 24 hours daily or per local standard on Days 1 and 2 of each treatment cycle, every 2 weeks. Premedication is not usually required in the first cycle. For subsequent cycles, adequate premedication may be administrated per local standard.\n\nOR\n\n* XELOX\\*, IV, Q3W + Nivolumab (360 mg, IV, Q3W). XELOX = Oxaliplatin 130mg/m² IV on Day 1 of each treatment cycle + capecitabine 1000mg/m² orally twice daily on Days 1 to 14 of each treatment cycle, every 3 weeks\n* Treatment is recommended until disease progression, unacceptable toxicity, or up to 24 months in patients without disease progression.",
          "interventionNames": [
            "Drug: Folfox Protocol",
            "Drug: XELOX",
            "Drug: Nivolumab"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DRUG",
          "name": "Balstilimab",
          "description": "Balstilimab: 240mg, IV, Q2W, until disease progression, unacceptable toxicity, patient or investigator decision or up to 2 years.",
          "armGroupLabels": [
            "Experimental arm"
          ]
        },
        {
          "type": "DRUG",
          "name": "Botensilimab",
          "description": "Botensilimab: 75mg, IV for up to 4 doses, Q6W until disease progression, unacceptable toxicity, patient or investigator decision or up to 2 years.",
          "armGroupLabels": [
            "Experimental arm"
          ]
        },
        {
          "type": "DRUG",
          "name": "Folfox Protocol",
          "description": "oxaliplatin 85 mg/m2 , leucovorin 400 mg/m2 , and fluorouracil 400 mg/m2 administered IV on Day 1 of each treatment cycle, and fluorouracil 1200 mg/m2 IV continuous infusion over 24 hours daily or per local standard on Days 1 and 2 of each treatment cycle, every 2 weeks.Treatment is recommended until disease progression, unacceptable toxicity, or up to 24 months in patients without disease progression.",
          "armGroupLabels": [
            "Standard arm"
          ]
        },
        {
          "type": "DRUG",
          "name": "XELOX",
          "description": "Oxaliplatin 130mg/m² IV on Day 1 of each treatment cycle + capecitabine 1000mg/m² orally twice daily on Days 1 to 14 of each treatment cycle, every 3 weeks. Treatment is recommended until disease progression, unacceptable toxicity, or up to 24 months in patients without disease progression.",
          "armGroupLabels": [
            "Standard arm"
          ]
        },
        {
          "type": "DRUG",
          "name": "Nivolumab",
          "description": "240mg, IV, Q2. Treatment is recommended until disease progression, unacceptable toxicity, or up to 24 months in patients without disease progression.",
          "armGroupLabels": [
            "Standard arm"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Survival of patients",
          "description": "Comparison of survival of patients under Botensilimab + Balstilimab versus the standard of care FOLFOX/XELOX + nivolumab",
          "timeFrame": "at least 2 years"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Progression free survival",
          "timeFrame": "At least 2 years"
        },
        {
          "measure": "Objective response rate",
          "timeFrame": "After 16 weeks of treatment"
        },
        {
          "measure": "Duration of response",
          "timeFrame": "At least 2 years"
        },
        {
          "measure": "Adverse Event description as assessed by CTCAE V5.0",
          "timeFrame": "from the date of first intake of study drug until 90 days after study drug discontinuation or at time of initiation of a new anti-cancer treatment"
        },
        {
          "measure": "EORTC QLQ C30",
          "timeFrame": "At screening, at Cycle1 Day1 pre dose and every 8 weeks until Week 24 and then every 12 weeks until disease progression (assessed at least 24 months follow up)"
        }
      ],
      "otherOutcomes": [
        {
          "measure": "Gene expression and genomic profile description",
          "description": "RNA Sequencing",
          "timeFrame": "At Cycle 1 Day1, at Cycle4 Day1, at visit 30 days after the last dose (each cycle is 14 or 21 days)"
        },
        {
          "measure": "Gene expression and genomic profile description",
          "description": "Whole Exome Sequencing",
          "timeFrame": "At Cycle 1 Day1, at Cycle4 Day1, at visit 30 days after the last dose (each cycle is 14 or 21 days)"
        },
        {
          "measure": "Number of tumor samples with modification of tumor microenvironment under study treatments",
          "description": "Multi-immunofluorescence to assess the expression of immune and tumor cells markers such as PDL1, TIGIT, LAG3 on tumor samples collected before and during the treatment",
          "timeFrame": "Cycle 1 Day pre-dose (before the first treatment administration), Cycle 4 Day 1 (i.e. 42 days after 1st dose), in case of disease progression (assessed up to 24 months after randomisation)"
        },
        {
          "measure": "Value of Tumor mutational Burden (Mutation/ Megabase) on tumor and blood (circulating tumor DNA) during treatment",
          "timeFrame": "Cycle 1 Day pre-dose (before the first treatment administration), Cycle 4 Day 1 (i.e. 42 days after 1st dose), in case of disease progression (assessed up to 24 months after randomisation)"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* Male or female patient ≥18 years of age at time of informed consent form signature.\n* Patient with MSI-H/dMMR, HER2 negativeadvanced or metastatic gastric, gastro-oesophageal junction or oesophageal adenocarcinoma whose tumours express PD-L1 with a combined positive score (CPS) ≥ 5.\n* Patient to be treated with a first line therapy for locally advanced/metastatic disease.\n* No prior treatment with chemotherapy for locally advanced/metastatic disease.\n\n  o Note - adjuvant or neoadjuvant chemotherapy is allowed providing that 6 months have relapsed between completion of adjuvant chemotherapy and recurrence.\n* Measurable disease (outside any previous irradiated field within the past 6 months) defined as at least one unidimensional lesion that can be accurately measured as ≥ 10 mm with CT scan according to RECIST V1.1 (Appendix 01).\n\n  * Note: Lesions intended to be biopsied should not be defined as target lesions.\n  * Note: previously irradiated lesions can be selected as target lesion only if recurrence/PD is documented after RT.\n* Patient with PS ECOG 0 or 1 (Appendix 02).\n* Adequate hematologic and end-organ function, defined by the following laboratory test results:\n\nAbsolute neutrophil count ≥ 1.5 109/L (without growth factor support within 14 d) Platelets ≥ 100 109/L (without transfusion for platelets within 7 d) Hemoglobin ≥ 9 g/dL (without transfusion within 7 d) Creatinine clearance according to CKD-EPI ≥ 30 mL/min/1.73 m2 Serum total bilirubin ≤ 1.5 x ULN (except for patients with Gilbert disease for whom a total serum bilirubin ≤ 3 x ULN is acceptable) ASAT and ALAT ≤ 3 x ULN (or up to 5 x ULN in case of liver metastasis or hepatic infiltration)\n\n* Availability of a representative formalin-fixed paraffin-embedded (FFPE) sample of the primary or metastatic tumor tissue (resection or biopsy) with an associated pathology report must be available. This tumor sample must meet the following quality/quantity control criteria: ≥30 % of tumor cells and a tumor surface area ≥ 5mm2 or biopsiable disease (see next inclusion criteria).\n* Tumor lesion visible by medical imaging and accessible to repeatable percutaneous or endoscopic sampling that permits core needle biopsy without unacceptable risk of a significant procedural complications, and suitable for retrieval of a minimum of 4 cores with a needle minimum diameter :16-gauge.\n\n  * Note 1: Fine needle aspirates, bone biopsies do not satisfy the requirement for tumor tissue.\n  * Note 2: Tumor lesions used for biopsy should not be lesions used as RECIST 1.1 target lesions unless there are no other lesions suitable for biopsy. If a RECIST target lesion is used for biopsy, the lesion must be ≥ 2 cm in longest diameter.\n* Women of childbearing potential (WOCBP) must have a negative serum pregnancy test at the Screening Visit (within 72 hours of first dose of study drugs) and must agree to use highly effective contraceptive measures starting with the Screening Visit through\n\n  * 9 months after the end of the treatment with oxaliplatin\n  * 6 months after the end of the treatment with fluorouracil\n  * 5 months after the end of the treatment with nivolumab or botensilimab or Balstilimab\n  * 6 months for capecitabine\n\n    * Highly effective contraception is defined in Appendix 03.\n\nNote Non-childbearing potential is defined as:\n\n1. ≥ 50 years of age and has not had menses for greater than 1 year.\n2. Amenorrheic for ≥ 2 years without a hysterectomy and bilateral oophorectomy and a follicle-stimulating hormone value in the postmenopausal range upon pre-study (screening) evaluation.\n3. Status is post-hysterectomy, bilateral oophorectomy, or tubal ligation.\n\n   * Male patients with a female partner(s) of childbearing potential must agree to use highly effective contraceptive measures throughout the study starting with the screening visit through 6 months after the end of the treatment with oxaliplatine or 3 months after the last dose for other study treatments is received. Males with pregnant partners must agree to use a condom; no additional method of contraception is required for the pregnant partner.\n   * Patient should understand, sign, and date the written voluntary informed consent form prior to any protocol-specific procedures performed and should be able and willing to comply with study visits and procedures as per protocol.\n   * Patients must be covered by a medical insurance.\n\nExclusion Criteria:\n\n* Oesogastric cancer eligible to treatment with curative intent\n* Patients previously treated by anti-PD-1, anti-PD-L1, or anti-CTLA-4 or any other immunotherapy\n* Patients with surgery or radiotherapy within less than 4 weeks before C1D1\n* Patients with persistent AE Grade \\>1 related to previous anti-cancer treatment, except alopecia (all grades), laboratory value according to criteria I7.\n* Patients with: hypokalemia, hypomagnesemia, hypocalcemia less than normal\n* Patients with known prolongation QT/QTc interval i.e. QT/QTc interval longer than 450 msec for men and longer than 470 msec for women according to the inclusion ECG.\n* Symptomatic, untreated, or actively progressing central nervous system (CNS) metastases.\n\nNote: Asymptomatic patients with treated CNS lesions are eligible, provided that all of the following criteria are met:\n\n* Measurable disease, per RECIST v1.1, must be present outside the CNS.\n* The patient has no history of intracranial hemorrhage or spinal cord hemorrhage.\n* Metastases are limited to the cerebellum or the supratentorial region (i.e., no metastases to the midbrain, pons, medulla, or spinal cord).\n* There is no evidence of interim progression between completion of CNS-directed therapy and initiation of study treatment.\n* The patient has not undergone stereotactic radiotherapy within 7 days prior to initiation of study treatment, whole-brain radiotherapy within 14 days prior to initiation of study treatment, neurosurgical resection within 21 days prior to initiation of study treatment.\n* The patient has no ongoing requirement for corticosteroids as therapy for CNS disease. Anticonvulsant therapy at a stable dose is permitted. A minimal wash-out period of 10days for corticosteroids is required.\n\n  * Patients with other malignancy unless this malignancy is not expected to interfere with the evaluation of study endpoints (basal or squamous cell carcinoma of the skin, in-situ carcinoma of the cervix, localized prostate cancer), or with no evidence of disease for ≥ 2 years.\n  * Known allergy or hypersensitivity to any of the study drugs or any of the study drug excipients.\n  * of ILD or non-infectious pneumonitis requiring glucocorticoids.\n  * History of allogeneic organ transplant.\n  * Psychiatric or substance abuse disorders that would interfere with cooperation with the requirements of the study.\n  * Patient with peripheral sensory neuropathy with functional impairment.\n  * Patients with clinically significant active heart disease or myocardial infarction within 6 months, history of uncontrolled or symptomatic cardiac disease.\n  * Patient with recent (within 7d before C1D1) or concomitant treatment with brivudine.\n  * Patient with complete absence of dihydropyrimidine dehydrogenase (DPD) activity (blood uracil level ≥ 150 ng/mL) or partial deficit in DPD (i.e. blood uracil level between ≥ 16 ng/ml and \\< 150 ng/mL)\n  * Patients with a condition requiring systemic treatment with either corticosteroids (\\> 10 mg daily prednisone equivalent) within 14 days or another immunosuppressive medication within 30 days of the first dose of study treatment. Inhaled or topical steroids, and adrenal replacement steroid doses (≤ 10 mg daily prednisone equivalent) are permitted in the absence of active autoimmune disease.\n  * Patient with Live vaccines injection within 4 weeks before C1D1. Examples of live vaccines include, but are not limited to, the following: measles, mumps, rubella, chicken pox, yellow fever and BCG. Seasonal influenza vaccines for injection are generally killed virus vaccines and are allowed; however intranasal influenza vaccines (e.g. Flu-Mist®) are live attenuated vaccines, and are not allowed.\n  * Active autoimmune disease or history of autoimmune disease that required systemic treatment within 2 years of the start of study treatment (i.e., with use of disease-modifying agents or immunosuppressive drugs).\n  * History or current evidence of any condition, co-morbidity, therapy, any active infections, or laboratory abnormality that might confound the results of the study, interfere with the patient's participation for the full duration of the study, or is not in the best interest of the patient to participate, in the opinion of the treating Investigator.\n  * Patients with documented:\n* Active hepatitis B (chronic or acute; defined as having a positive hepatitis B surface antigen \\[HBsAg\\] test at screening) unless their HBV is stably controlled on nucleoside analogs (eg entecavir or tenofovir) which will be continued for the duration of the study. Note: Patients with past hepatitis B virus (HBV) infection or resolved HBV infection (defined as the presence of hepatitis B core antibody \\[anti-HBc\\] and absence of HBsAg) are eligible. HBV DNA test must be performed in these patients prior to C1D1.\n* Active hepatitis C. Patients positive for hepatitis C virus (HCV) antibody are eligible only if PCR is negative for HCV RNA, or\n* HIV infection\n\n  * Prior organ or bone marrow transplant.\n  * Pregnant or lactating women.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "18 Years",
      "stdAges": [
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Christelle DE LA FOUCHARDIERE, MD",
          "role": "CONTACT",
          "phone": "04 91 22 35 03",
          "email": "delafouchardierec@ipc.unicancer.fr"
        }
      ],
      "locations": [
        {
          "facility": "Centre Léon Bérard",
          "status": "RECRUITING",
          "city": "Lyon",
          "country": "France",
          "contacts": [
            {
              "name": "Clélia COUTZAC, MD",
              "role": "CONTACT",
              "email": "clelia.coutzac@lyon.unicancer.fr"
            }
          ],
          "geoPoint": {
            "lat": 45.74906,
            "lon": 4.84789
          }
        },
        {
          "facility": "Institut Paoli Calmettes",
          "status": "RECRUITING",
          "city": "Marseille",
          "country": "France",
          "contacts": [
            {
              "name": "Christelle DE LA FOUCHARDIERE, MD",
              "role": "CONTACT",
              "phone": "4 91 22 35 03",
              "phoneExt": "+33",
              "email": "DELAFOUCHARDIEREC@ipc.unicancer.fr"
            }
          ],
          "geoPoint": {
            "lat": 43.29695,
            "lon": 5.38107
          }
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-09"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D013274",
          "term": "Stomach Neoplasms"
        },
        {
          "id": "D009362",
          "term": "Neoplasm Metastasis"
        }
      ],
      "ancestors": [
        {
          "id": "D005770",
          "term": "Gastrointestinal Neoplasms"
        },
        {
          "id": "D004067",
          "term": "Digestive System Neoplasms"
        },
        {
          "id": "D009371",
          "term": "Neoplasms by Site"
        },
        {
          "id": "D009369",
          "term": "Neoplasms"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D013272",
          "term": "Stomach Diseases"
        },
        {
          "id": "D009385",
          "term": "Neoplastic Processes"
        },
        {
          "id": "D010335",
          "term": "Pathologic Processes"
        },
        {
          "id": "D013568",
          "term": "Pathological Conditions, Signs and Symptoms"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "C000720935",
          "term": "balstilimab"
        },
        {
          "id": "C410216",
          "term": "Folfox protocol"
        },
        {
          "id": "C519688",
          "term": "XELOX"
        },
        {
          "id": "D000077594",
          "term": "Nivolumab"
        }
      ],
      "ancestors": [
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}