{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT00084097",
      "orgStudyIdInfo": {
        "id": "040176"
      },
      "secondaryIdInfos": [
        {
          "id": "04-I-0176"
        }
      ],
      "organization": {
        "fullName": "National Institutes of Health Clinical Center (CC)",
        "class": "NIH"
      },
      "briefTitle": "Omalizumab to Treat Eosinophilic Gastroenteritis",
      "officialTitle": "Pilot Study of Omalizumab in Eosinophilic Gastroenteritis"
    },
    "statusModule": {
      "statusVerifiedDate": "2008-12-23",
      "overallStatus": "COMPLETED",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2004-06-02"
      },
      "completionDateStruct": {
        "date": "2007-02-05"
      },
      "studyFirstSubmitDate": "2004-06-05",
      "studyFirstSubmitQcDate": "2004-06-04",
      "studyFirstPostDateStruct": {
        "date": "2004-06-07",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2017-06-30",
      "lastUpdatePostDateStruct": {
        "date": "2017-07-02",
        "type": "ACTUAL"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "oldNameTitle": "Calman P. Prussin, M.D./National Institute of Allergy and Infectious Diseases",
        "oldOrganization": "National Institutes of Health"
      },
      "leadSponsor": {
        "name": "National Institute of Allergy and Infectious Diseases (NIAID)",
        "class": "NIH"
      }
    },
    "descriptionModule": {
      "briefSummary": "This study will evaluate the safety and usefulness of omalizumab (anti-IgE, Xolair) in reducing eosinophil counts and improving symptoms in patients with eosinophilic gastroenteritis (EG). EG is a disorder of unknown cause in which eosinophils, a type of white blood cell, are increased in the blood and gut tissue. Patients with EG have symptoms like stomach pain, bloating, and vomiting. About 50 percent of EG patients have food or environmental allergies, which may play a role in EG. Some patients with EG improve significantly on diets avoiding foods to which they are allergic. Immunoglobulin E (IgE) is an antibody that plays an important role in initiating allergic reactions. Omalizumab is a monoclonal antibody directed against IgE. The Food and Drug Administration approved omalizumab in 2003 for treating patients 12 years of age and older with allergic asthma.\n\nPatients between 12 and 76 years of age with eosinophilic gastroenteritis who have a blood eosinophil count of 500 or more and who have a food allergy or allergy to an inhaled allergen may be eligible for this study. Candidates are screened with a medical history, physical examination, and blood and urine tests.\n\nParticipants undergo the following procedures:\n\n* Leukapheresis. This procedure is done to collect quantities of white blood cells to study the effects of omalizumab on eosinophils and other immune substances. Blood flows from a needle placed in an arm vein through a catheter (plastic tube) into a machine that separates the blood into its components by centrifugation (spinning). Some of the white cells are removed and the rest of the blood (red cells, plasma and platelets) is returned to the body through a needle in the other arm.\n* Skin testing. Participants are tested for allergies to specific substances. A small amount of various allergens (substances that cause allergies) are placed on the subject's arm. The skin is pricked at the sites of the allergens and the skin reaction after several minutes is observed.\n* Upper and lower endoscopy. One or both of these procedures is done, depending on the part of the gastrointestinal tract that is involved, to examine the tract. If both procedures are done, they are performed at the same time. For the upper endoscopy, the subject's throat is sprayed with a numbing medicine and a long, flexible tube is passed through the esophagus, stomach and small intestine. For the lower endoscopy, the tube is passed through the rectum into t...",
      "detailedDescription": "Eosinophilic gastroenteritis (EG) is characterized by eosinophilic infiltration of the bowel wall, gastrointestinal symptoms, and in more than 50% of patients, peripheral eosinophilia. Approximately one half of EG patients have multiple food allergies and/or elevated immunoglobulin E (IgE), suggesting an allergic etiology. The purpose of this study is to evaluate the safety and efficacy of humanized monoclonal anti-IgE antibody, omalizumab (Xolair (Registered Trademark)), in eosinophilic gastroenteritis. Omalizumab is approved for use in asthma and is dosed subcutaneously based on serum total IgE level and body weight, with a maximum dose of 375 mg every 2 weeks. Subjects with EG, and either food hypersensitivity or environmental allergies will be admitted to the Clinical Center. All subjects will undergo a thorough clinical evaluation, including endoscopy. The primary endpoints will be the evaluation of safety of omalizumab and its efficacy in reducing peripheral blood absolute eosinophil count. In addition, the following secondary endpoints will be studied: symptom scores, study drug pharmacodynamics, and tissue eosinophilia. Blood cells and serum will be collected and evaluated in the laboratory to address issues related to the immunopathogenesis and treatment of EG. This study will provide a better understanding of inflammatory and allergy mediators in the pathogenesis of EG and may provide a potential therapy for EG. Following subcutaneous administration of the initial dose of omalizumab (maximum 375 mg), subjects will be followed as inpatients for a minimum of 24 hours to monitor for adverse effects. Subsequent doses will be administered biweekly for a total of 8 doses."
    },
    "conditionsModule": {
      "conditions": [
        "Gastroenteritis"
      ],
      "keywords": [
        "Allergy",
        "IgE",
        "Eosinophil",
        "Monoclonal Antibody",
        "Eosinophilic Gastroenteritis",
        "EG"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "PHASE2"
      ],
      "designInfo": {
        "primaryPurpose": "TREATMENT"
      },
      "enrollmentInfo": {
        "count": 30
      }
    },
    "armsInterventionsModule": {
      "interventions": [
        {
          "type": "DRUG",
          "name": "Omalizumab"
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "Evaluation of safety of omalizumab and its efficacy in reducing peripheral blood absolute eosinophil count pre- and post-omalizumab administration."
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "-INCLUSION CRITERIA:\n\n1. All Subjects must be at least 12 years of age and no older than 76 years of age.\n2. All subjects must meet the established diagnostic criteria for eosinophilic gastroenteritis: gastrointestinal symptoms, histologic evidence of gastrointestinal tissue infiltration by eosinophils with greater than or equal to 25 eosinophils per high powered field, no known etiology for the eosinophilia despite careful clinical evaluation.\n3. Eosinophilia greater than 500/mm3 at screening.\n4. Baseline values within the following laboratory ranges:\n\n   * White blood cell count greater than or equal to 3,300 cells/uL\n   * Absolute neutrophil count greater than or equal to 1,000 cells/uL\n   * Hemoglobin greater than or equal to 10 g/dL\n   * Platelet count greater than or equal to 100,000 platelets uL\n5. Evidence of atopy as defined by one of the following:\n\n   * Skin testing\n   * RAST testing\n   * Serum IgE greater than or equal to100\n6. Women of childbearing potential only: negative serum Beta-hCG.\n7. Agree to practice abstinence or effective contraception from initiation of the protocol and for 3 months following the last infusion of the study drug (effective contraception methods include abstinence, surgical sterilization of either partner, barrier methods such as diaphragm, condom, cap, or sponge, or hormonal contraception).\n8. Weight (Kg) x serum IgE (IU/mL) less than or equal to 63,000 (per dosing restrictions).\n9. Stable corticosteroid dose for one month prior to screening and willingness to continue on that dose for the first 16 weeks of the study.\n10. Subjects (guardians for younger patients) must be able to give informed consent (or assent as appropriate).\n\nEXCLUSION CRITERIA:\n\n1. Pregnant or nursing women.\n2. HIV positive or other known immunodeficiency.\n3. Use of any other investigational agent within 30 days of the study.\n4. Presence of FIP1-PDGF-R fusion gene.\n5. Any condition that, in the investigator's opinion, places the patient at undue risk by participating in the study.",
      "healthyVolunteers": false,
      "sex": "ALL",
      "minimumAge": "12 Years",
      "maximumAge": "76 Years",
      "stdAges": [
        "CHILD",
        "ADULT",
        "OLDER_ADULT"
      ]
    },
    "contactsLocationsModule": {
      "locations": [
        {
          "facility": "National Institutes of Health Clinical Center, 9000 Rockville Pike",
          "city": "Bethesda",
          "state": "Maryland",
          "zip": "20892",
          "country": "United States",
          "geoPoint": {
            "lat": 38.98067,
            "lon": -77.10026
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "8578348",
          "type": "BACKGROUND",
          "citation": "Lee M, Hodges WG, Huggins TL, Lee EL. Eosinophilic gastroenteritis. South Med J. 1996 Feb;89(2):189-94. doi: 10.1097/00007611-199602000-00006."
        },
        {
          "pmid": "10634296",
          "type": "BACKGROUND",
          "citation": "Kelly KJ. Eosinophilic gastroenteritis. J Pediatr Gastroenterol Nutr. 2000;30 Suppl:S28-35. doi: 10.1097/00005176-200001001-00005."
        },
        {
          "pmid": "8527050",
          "type": "BACKGROUND",
          "citation": "Park HS, Kim HS, Jang HJ. Eosinophilic gastroenteritis associated with food allergy and bronchial asthma. J Korean Med Sci. 1995 Jun;10(3):216-9. doi: 10.3346/jkms.1995.10.3.216."
        },
        {
          "pmid": "21527026",
          "type": "DERIVED",
          "citation": "Foster B, Foroughi S, Yin Y, Prussin C. Effect of anti-IgE therapy on food allergen specific T cell responses in eosinophil associated gastrointestinal disorders. Clin Mol Allergy. 2011 Apr 28;9(1):7. doi: 10.1186/1476-7961-9-7."
        },
        {
          "pmid": "20004787",
          "type": "DERIVED",
          "citation": "Prussin C, Lee J, Foster B. Eosinophilic gastrointestinal disease and peanut allergy are alternatively associated with IL-5+ and IL-5(-) T(H)2 responses. J Allergy Clin Immunol. 2009 Dec;124(6):1326-32.e6. doi: 10.1016/j.jaci.2009.09.048."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D005759",
          "term": "Gastroenteritis"
        },
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "C535952",
          "term": "Eosinophilic enteropathy"
        }
      ],
      "ancestors": [
        {
          "id": "D005767",
          "term": "Gastrointestinal Diseases"
        },
        {
          "id": "D004066",
          "term": "Digestive System Diseases"
        },
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D000069444",
          "term": "Omalizumab"
        }
      ],
      "ancestors": [
        {
          "id": "D000888",
          "term": "Antibodies, Anti-Idiotypic"
        },
        {
          "id": "D000906",
          "term": "Antibodies"
        },
        {
          "id": "D007136",
          "term": "Immunoglobulins"
        },
        {
          "id": "D007162",
          "term": "Immunoproteins"
        },
        {
          "id": "D001798",
          "term": "Blood Proteins"
        },
        {
          "id": "D011506",
          "term": "Proteins"
        },
        {
          "id": "D000602",
          "term": "Amino Acids, Peptides, and Proteins"
        },
        {
          "id": "D061067",
          "term": "Antibodies, Monoclonal, Humanized"
        },
        {
          "id": "D000911",
          "term": "Antibodies, Monoclonal"
        },
        {
          "id": "D012712",
          "term": "Serum Globulins"
        },
        {
          "id": "D005916",
          "term": "Globulins"
        }
      ]
    }
  },
  "hasResults": false
}