{
  "protocolSection": {
    "identificationModule": {
      "nctId": "NCT01542970",
      "orgStudyIdInfo": {
        "id": "FaLr-013"
      },
      "organization": {
        "fullName": "Ostergotland County Council, Sweden",
        "class": "OTHER"
      },
      "briefTitle": "Can Supplementation With Lactobacillus Reuteri and Omega-3 Fatty Acids During Pregnancy and Lactation Reduce the Risk of Allergic Disease in Infancy?",
      "officialTitle": "Combined Dietary Supplementation With Lactobacillus Reuteri and Omega-3 PUFA During Pregnancy and Postnatally in Relation to Development of IgE-associated Disease During Infancy",
      "acronym": "PROOM-3"
    },
    "statusModule": {
      "statusVerifiedDate": "2012-03",
      "overallStatus": "UNKNOWN",
      "lastKnownStatus": "RECRUITING",
      "expandedAccessInfo": {
        "hasExpandedAccess": false
      },
      "startDateStruct": {
        "date": "2012-02"
      },
      "primaryCompletionDateStruct": {
        "date": "2017-06",
        "type": "ESTIMATED"
      },
      "completionDateStruct": {
        "date": "2017-06",
        "type": "ESTIMATED"
      },
      "studyFirstSubmitDate": "2012-02-27",
      "studyFirstSubmitQcDate": "2012-03-01",
      "studyFirstPostDateStruct": {
        "date": "2012-03-02",
        "type": "ESTIMATED"
      },
      "lastUpdateSubmitDate": "2012-03-02",
      "lastUpdatePostDateStruct": {
        "date": "2012-03-05",
        "type": "ESTIMATED"
      }
    },
    "sponsorCollaboratorsModule": {
      "responsibleParty": {
        "type": "PRINCIPAL_INVESTIGATOR",
        "investigatorFullName": "Karel Duchén, MD",
        "investigatorTitle": "MD",
        "investigatorAffiliation": "Ostergotland County Council, Sweden"
      },
      "leadSponsor": {
        "name": "Ostergotland County Council, Sweden",
        "class": "OTHER"
      }
    },
    "oversightModule": {
      "oversightHasDmc": true
    },
    "descriptionModule": {
      "briefSummary": "The incidence of allergic disease has increased worldwide during the last decades. Initially, a lot of effort has been put in elucidating which of the known risk factors commonly associated to the development of allergic disease early in life was the cause of this increase. Studies showing a reduced incidence of allergic disease in the former socialist countries in comparison to countries with a \"Western lifestyle\" have shown that risk factors as allergen exposure, environmental pollution and tobacco exposure are also present in societies with a less affluent lifestyle. This suggests the disappearance of factor protecting against the development of allergic diseases in affluent environment.The development of allergic diseases begins during the first year of life with eczema, both non-IgE- and IgE-associated, and food allergy, progressing during childhood with the development of asthma bronchiale, also both non-IgE- and IgE-associated, and later development of allergic rhinoconjunctivitis, i.e. the atopic march. The immune system of the neonate is influenced by maternal immunity, both via the placenta and breast milk. Thus, the immunological interaction between the mother and her offspring is close during pregnancy and lactation. The association of cord blood IgE levels with maternal but not paternal atopic heredity, may depend on a possibly stronger placental Th2 shift in atopic mothers. Thus, factors influencing/protecting against the development of allergic disease early in life, would be important already during pregnancy, birth and early postnatal life. Two major hypotheses have been assessed during the last decade: Proper microbial stimulation, including the establishment of the gut flora in infancy and the relationship between low omega 3-polyunsaturated fatty acids in the western diet and the incidence of allergic disease.\n\nThis is a double blind randomized study. Families with at least one parent/sibling with clinical symptoms/history of allergic disease will be invited to participate in this study. Pregnant mothers will be included in the study at the 20th week of gestation. They will be randomized to 4 study groups, one will receive placebo capsules, the second will receive omega-3 PUFA supplementation and placebo regarding L. reuteri, the third will receive L. reuteri and placebo regarding omega-3 PUFA and the fourth group will receive both omega-3 PUFA and L. reuteri supplementation. Omega-3 supplementation will be given to mothers from pregnancy and lactation while L. reuteri will be given to the mothers during pregnancy and later to the children during the first year of life.The children will be clinically followed by an allergy nurse regularly. Questionnaires regarding data on environment, siblings, pets, breast feeding, smoking exposure, upper respiratory and other infections and clinical symptoms of allergic disease will be filled regularly. Skin prick tests (SPTs) will be performed in the children at 6 and 12 months with milk, egg, wheat, peanut and cat. At 24 months, timothy and birch allergen extracts will be added. A pediatrician will assess the children at 24 months of life and whenever it is needed during the study period. Dietary habits will be assessed during pregnancy (25th gestational week) and 6 months after child birth. Blood samples in the children will be taken from cord blood and at 6, 12 and 24 months of life. Maternal blood samples will be taken at 20th weeks of gestation and at child birth. Milk samples will be collected 1-4 days after partus and monthly during the first 4 months of lactation. Maternal gastrointestinal function will be addressed by validated diary cards. Saliva from the children and fecal samples from mother and child will also be collected according to the following protocol."
    },
    "conditionsModule": {
      "conditions": [
        "Allergy",
        "Gastrointestinal Function"
      ],
      "keywords": [
        "intervention",
        "lactobacillus reuteri",
        "omega-3 fatty acids",
        "pregnancy",
        "lactation",
        "allergic symptoms",
        "IgE associated disease",
        "gastrointestinal function"
      ]
    },
    "designModule": {
      "studyType": "INTERVENTIONAL",
      "phases": [
        "NA"
      ],
      "designInfo": {
        "allocation": "RANDOMIZED",
        "interventionModel": "PARALLEL",
        "primaryPurpose": "PREVENTION",
        "maskingInfo": {
          "masking": "QUADRUPLE",
          "whoMasked": [
            "PARTICIPANT",
            "CARE_PROVIDER",
            "INVESTIGATOR",
            "OUTCOMES_ASSESSOR"
          ]
        }
      },
      "enrollmentInfo": {
        "count": 496,
        "type": "ESTIMATED"
      }
    },
    "armsInterventionsModule": {
      "armGroups": [
        {
          "label": "Placebo",
          "type": "PLACEBO_COMPARATOR",
          "description": "Placebo for both L. reuteri and omega-3 fatty acids.",
          "interventionNames": [
            "Dietary Supplement: Placebo",
            "Dietary Supplement: Refined coconut and peanut oil without L. reuteri"
          ]
        },
        {
          "label": "L. reuteri and placebo",
          "type": "EXPERIMENTAL",
          "description": "Active Lactobacillus reuteri and placebo for omega-3 fatty acids",
          "interventionNames": [
            "Dietary Supplement: Placebo",
            "Dietary Supplement: L. reuteri"
          ]
        },
        {
          "label": "Omega-3 fatty acids and placebo",
          "type": "EXPERIMENTAL",
          "description": "Placebo for L. reuteri and active for omega-3 fatty acids",
          "interventionNames": [
            "Dietary Supplement: Omega-3 fatty acids",
            "Dietary Supplement: Refined coconut and peanut oil without L. reuteri"
          ]
        },
        {
          "label": "L. reuteri and omega-3 fatty acids",
          "type": "EXPERIMENTAL",
          "description": "Active L. reuteri and active omega-3 fatty acids",
          "interventionNames": [
            "Dietary Supplement: L. reuteri"
          ]
        }
      ],
      "interventions": [
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Placebo",
          "description": "Olive oil",
          "armGroupLabels": [
            "L. reuteri and placebo",
            "Placebo"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Omega-3 fatty acids",
          "description": "Omega-3 PUFA treatment comprises of maternal supplementation of 3 capsules of Pikasol® (1g capsules containing 640 mg ω-3 PUFA) 2 times daily during pregnancy and lactation.",
          "armGroupLabels": [
            "Omega-3 fatty acids and placebo"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "Refined coconut and peanut oil without L. reuteri",
          "description": "2x20 drops daily to the mother from gw 20 and from birth to the child during the first year of life",
          "armGroupLabels": [
            "Omega-3 fatty acids and placebo",
            "Placebo"
          ]
        },
        {
          "type": "DIETARY_SUPPLEMENT",
          "name": "L. reuteri",
          "description": "The L. reuteri supplementation comprises of L. reuteri suspension 109 colony forming units (CFU) in oil (refined coconut and peanut oil) (20 droplets x 2 daily) to the mothers during pregnancy and 108 CFU (5 droplets x 1) to the children during the first years of life",
          "armGroupLabels": [
            "L. reuteri and omega-3 fatty acids",
            "L. reuteri and placebo"
          ]
        }
      ]
    },
    "outcomesModule": {
      "primaryOutcomes": [
        {
          "measure": "IgE associated disease",
          "description": "A food reaction is defined as gastrointestinal symptoms, hives, aggravated eczema or wheezing following ingestion of a certain food with recovery after food elimination from the diet and reoccurrence of symptoms after ingestion of the particular food. Eczema is characterized as reoccurring, itching eczematous and lichenified or nummular dermatitis. Doctor diagnosed wheezing at least three times during the first two years is required for the diagnosis of asthma. If specific positive SPT or serum IgE antibodies is present, the food reaction, eczema in defined as IgE associated.",
          "timeFrame": "2 years of age"
        }
      ],
      "secondaryOutcomes": [
        {
          "measure": "Maternal gastrointestinal function",
          "description": "Maternal gastrointestinal function will be addressed by validated diary cards. The mothers will record every single stool, stool consistency, and corresponding defecatory symptoms (urgency, straining, and feeling of incomplete evacuation) for seven days at gestational week 25 and 35. Stool consistency will be defined by the Bristol Stool Form Scale. The mothers will also record every meal, and episodes (start and ending time) of abdominal pain and bloating.",
          "timeFrame": "20th gestational week to 6 months post partum"
        }
      ]
    },
    "eligibilityModule": {
      "eligibilityCriteria": "Inclusion Criteria:\n\n* pregnant women expecting a child with at least one parent or a sibling with clinical symptoms/history of allergic disease\n* breastfeeding for at least 3 months is mandatory for inclusion in the statistical assessment in the study\n\nExclusion Criteria:\n\n* mothers with fish allergy\n* twin pregnancy\n* mothers previously/currently using omega-3 PUFA or probiotic dietary supplementation\n* children born before gestational week 33 or seriously ill will be excluded from the study.",
      "healthyVolunteers": true,
      "sex": "FEMALE",
      "minimumAge": "18 Years",
      "maximumAge": "45 Years",
      "stdAges": [
        "ADULT"
      ]
    },
    "contactsLocationsModule": {
      "centralContacts": [
        {
          "name": "Karel M Duchén, MD, PhD",
          "role": "CONTACT",
          "phone": "+46-10-103 1355",
          "email": "Karel.Duchen.Munoz@lio.se"
        }
      ],
      "overallOfficials": [
        {
          "name": "Karel M Duchén, MD, PhD",
          "affiliation": "Ostergotland County Council, Sweden",
          "role": "PRINCIPAL_INVESTIGATOR"
        },
        {
          "name": "Maria C Jenmalm, PhD",
          "affiliation": "Linkoeping University",
          "role": "PRINCIPAL_INVESTIGATOR"
        }
      ],
      "locations": [
        {
          "facility": "Allergicentrum, Universitetssjukhuset",
          "status": "RECRUITING",
          "city": "Linköping",
          "zip": "58185",
          "country": "Sweden",
          "geoPoint": {
            "lat": 58.41086,
            "lon": 15.62157
          }
        }
      ]
    },
    "referencesModule": {
      "references": [
        {
          "pmid": "40747696",
          "type": "DERIVED",
          "citation": "Al-Kaabawi A, Landberg E, Marti M, Severin E, Tingo L, Duchen K, Jenmalm MC. Effects of maternal allergy and supplementation with omega-3 fatty acid and probiotic on human milk oligosaccharides. Pediatr Allergy Immunol. 2025 Aug;36(8):e70162. doi: 10.1111/pai.70162."
        },
        {
          "pmid": "37102392",
          "type": "DERIVED",
          "citation": "Ahlberg E, Marti M, Govindaraj D, Severin E, Duchen K, Jenmalm MC, Tingo L. Immune-related microRNAs in breast milk and their relation to regulatory T cells in breastfed children. Pediatr Allergy Immunol. 2023 Apr;34(4):e13952. doi: 10.1111/pai.13952."
        },
        {
          "pmid": "34193262",
          "type": "DERIVED",
          "citation": "Huoman J, Martinez-Enguita D, Olsson E, Ernerudh J, Nilsson L, Duchen K, Gustafsson M, Jenmalm MC. Combined prenatal Lactobacillus reuteri and omega-3 supplementation synergistically modulates DNA methylation in neonatal T helper cells. Clin Epigenetics. 2021 Jun 30;13(1):135. doi: 10.1186/s13148-021-01115-4."
        }
      ]
    }
  },
  "derivedSection": {
    "miscInfoModule": {
      "versionHolder": "2026-02-04"
    },
    "conditionBrowseModule": {
      "meshes": [
        {
          "id": "D006967",
          "term": "Hypersensitivity"
        },
        {
          "id": "D001942",
          "term": "Breast Feeding"
        }
      ],
      "ancestors": [
        {
          "id": "D007154",
          "term": "Immune System Diseases"
        },
        {
          "id": "D005247",
          "term": "Feeding Behavior"
        },
        {
          "id": "D001519",
          "term": "Behavior"
        }
      ]
    },
    "interventionBrowseModule": {
      "meshes": [
        {
          "id": "D015525",
          "term": "Fatty Acids, Omega-3"
        },
        {
          "id": "D000074241",
          "term": "Peanut Oil"
        }
      ],
      "ancestors": [
        {
          "id": "D004042",
          "term": "Dietary Fats, Unsaturated"
        },
        {
          "id": "D004041",
          "term": "Dietary Fats"
        },
        {
          "id": "D005223",
          "term": "Fats"
        },
        {
          "id": "D008055",
          "term": "Lipids"
        },
        {
          "id": "D005231",
          "term": "Fatty Acids, Unsaturated"
        },
        {
          "id": "D005227",
          "term": "Fatty Acids"
        },
        {
          "id": "D005395",
          "term": "Fish Oils"
        },
        {
          "id": "D009821",
          "term": "Oils"
        },
        {
          "id": "D005224",
          "term": "Fats, Unsaturated"
        },
        {
          "id": "D010938",
          "term": "Plant Oils"
        }
      ]
    }
  },
  "hasResults": false
}