[
  {
    "id": "NCT04995523",
    "name": "A Study of AZD2936 Anti-TIGIT/Anti-PD-1 Bispecific Antibody in Participants With Advanced or Metastatic NSCLC",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Non-Small-Cell Lung Carcinoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-11-21",
    "study_start": "2021-09-14",
    "study_end": "2028-03-16",
    "enrollment": 210,
    "primary_outcome": "Percentage of participants with adverse events (AEs) and immune mediated AEs (imAEs), serious AEs (SAEs), dose limiting toxicities (DLTs), vital signs, and abnormal laboratory parameters",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a first-time-in-human (FTIH), open-label, multicenter, multi-part, dose-escalation and dose-expansion study to evaluate the safety, pharmacokinetics (PK), pharmacodynamics, and efficacy of rilvegostomig (AZD2936) in adult participants with stage III unresectable or stage IV NSCLC. The study includes 4 parts: Part A (dose escalation) and Parts B-E (dose expansion)."
  },
  {
    "id": "NCT05607563",
    "name": "A Study of PM1009 (Anti-TIGIT/PVRIG) in Patients With Advanced Tumours",
    "target": "TIGIT",
    "sponsor": "Biotheus Inc.",
    "status": "UNKNOWN",
    "conditions": "Advanced Tumor",
    "phases": "PHASE1",
    "last_updated": "2023-02-07",
    "study_start": "2022-11-21",
    "study_end": "2023-12",
    "enrollment": 54,
    "primary_outcome": "Dose Limited Toxicity（DLT）",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-arm, open-label, Phase I study contains dose escalation stage and dose expansion stage.\n\nThe dose escalation stage will be following the accelerated titration design and the classic 3+3 design, with a planned enrollment of 10 to 24 patients with advanced tumors.\n\nThe dose expansion stage will be used safe and tolerable doses, with a planned enrollment of 30 patients with advanced tumors."
  },
  {
    "id": "NCT05390528",
    "name": "A Study Evaluating the Safety, Tolerability, Pharmacokinetic and Efficacy of HLX301(TIGIT×PDL1 Bispecific) in Locally Advanced/Metastatic Solid Tumors or Lymphoma",
    "target": "TIGIT",
    "sponsor": "Shanghai Henlius Biotech",
    "status": "UNKNOWN",
    "conditions": "Advanced Tumors, Lymphoma, Metastatic Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2023-08-07",
    "study_start": "2022-06-20",
    "study_end": "2024-12-30",
    "enrollment": 30,
    "primary_outcome": "Phase 1a: The incidence, nature, and severity of adverse events according to the National Cancer Institute Common Terminology Criteria for Adverse Events (NCI CTCAE) v5.0 in patients receiving the trial drug",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "A Phase 1/2 Study of HLX301, A Recombinant Humanized Anti-PDL1 and Anti-TIGIT Bispecific Antibody, in patients with locally advanced/metastatic solid tumors or lymphoma.Up to 150 patients will be included in this study. Up to 30 DLT evaluable patients will be enrolled in phase 1a (dose escalation), 40 per-protocol treated patients in phase 1b (dose expansion), and 80 per-protocol treated patients in phase 2. Phase 1a to evaluate safety, dose limiting toxicity (DLT), and the maximum tolerated dose (MTD) of HLX301 in patients with advanced or metastatic tumors who have failed or are intolerant to standard therapy, or for whom no standard therapy is available.Phase 1b to identify the recommended phase 2 dose (RP2D) of HLX301 in patients with advanced or metastatic NSCLC who have failed or are intolerant to standard therapy, or for whom no standard therapy is available.\n\nPhase 2 to evaluate the anti-tumor activity of HLX301 in patients with histologically or cytologically-confirmed non-small cell lung cancer (NSCLC), gastric/esophagogastric junction adenocarcinoma (GC/EGJ), head and neck squamous cell carcinoma (HNSCC), or urothelial carcinoma (UC) tumors that express PD-L1, after one or two prior systemic treatments and without standard therapy。"
  },
  {
    "id": "NCT03119428",
    "name": "A Study of OMP-313M32 in Subjects With Locally Advanced or Metastatic Solid Tumors",
    "target": "TIGIT",
    "sponsor": "OncoMed Pharmaceuticals, Inc.",
    "status": "TERMINATED",
    "conditions": "Locally Advanced Cancer, Metastatic Cancer",
    "phases": "PHASE1",
    "last_updated": "2020-08-10",
    "study_start": "2017-05-02",
    "study_end": "2019-05-15",
    "enrollment": 33,
    "primary_outcome": "Incidence of dose limiting toxicities (DLTs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, Phase 1a/b dose escalation study of OMP-31M32 administered as a single agent or in combination with nivolumab to evaluate the safety, tolerability pharmacokinetics, and pharmacodynamics in patients with locally advanced or metastatic solid tumors. This study consists of a screening period, a treatment period and a post-treatment follow-up period in which patients will be followed for survival for up to 2 years. Subjects will be enrolled in two stages in the Phase 1a (dose escalation and expansion) and one stage in the Phase 1b (dose escalation)."
  },
  {
    "id": "NCT04818619",
    "name": "TIGIT in Patients With Chronic Myeloid Leukemia",
    "target": "TIGIT",
    "sponsor": "Assiut University",
    "status": "UNKNOWN",
    "conditions": "Chronic Myeloid Leukemia",
    "phases": "N/A",
    "last_updated": "2021-03-25",
    "study_start": "2021-04",
    "study_end": "2022-12",
    "enrollment": 65,
    "primary_outcome": "TIGIT expression frequency on NK cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Chronic myeloid leukemia (CML) is also known as chronic myelogenous leukemia. It's a type of cancer that starts in certain blood-forming cells of the bone marrow.\n\nIn CML, a genetic change takes place in an early (immature) version of myeloid cells that make red blood cells, platelets, and most types of white blood cells (except lymphocytes). This change forms an abnormal gene called BCR-ABL, which turns the cell into a CML cell. The leukemia cells grow and divide, building up in the bone marrow and spilling over into the blood. In time, the cells can also settle in other parts of the body, including the spleen. CML is a fairly slow growing leukemia, but it can change into a fast-growing acute leukemia that's hard to treat.\n\nCML occurs mostly in adults, but very rarely it occurs in children, too. In general, their treatment is the same as for adults.\n\nChronic myeloid leukemia (CML) is characterized by the expression of the BCR/ABL1 fusion gene and the presence of the Philadelphia chromosome (Ph). The product of this fusion gene is a protein with deregulated tyrosine kinase activity, resulting in a malignant clonal disorder of the hematopoietic stem cells in the bone marrow (BM) and the accumulation of immature myeloid cells in peripheral blood (PB).\n\nThe use of tyrosine kinase inhibitors (TKIs) leads to a complete remission rate reaching 83%; however, mutation in the ABL kinase domain results in certain treatment failure. Furthermore, long-lasting side effects of treatment and the cost of TKIs remain a problem Therefore, the development of new TKI agents and combination therapies is urgently needed for CML patients .\n\nNatural killer (NK) cells serve an important role in eliminating malignant cells. The cytotoxic effects of NK cells were first identified against leukemia cells, and it is now hypothesized that they may have a critical role in leukemia therapy.\n\nThe cellular functions of NK cells are mediated by their cell surface receptors, which recognize ligands on cancer cells. The role of NK cells is specifically regulated by the activating or inhibitory killer cell immunoglobulin like receptors (KIRs) on their surface, which bind to the human leukocyte antigen (HLA) class I ligands present on the target cells.\n\nThere is an abundance of evidence that NK cells can exhibit potent antitumor activity against CML, However, disease-associated mechanisms often inhibit the proper functions of endogenous NK cells, leading to inadequate tumor control and risk for disease progression.\n\nAs it is well known, the function of NK cells is precisely regulated by inhibitory and activating receptors.\n\nRecently, T cell immunoreceptor with immunoglobulin and immunoreceptor tyrosine -based inhibitory motif (ITIM domain) (TIGIT) has been identified as a novel NK inhibitory receptor that can lead to NK cell exhaustion and dysfunction.\n\nTargeting TIGIT is believed to restore 4 key function :Restoration of NK function, Depletion of T reg, Increase antigen-specific CD8 memory response and Induction of new antigen-specific CD8 T cells.\n\nTIGIT was first identified as an inhibitory receptor expressed by activated CD4 Tcells , tregs and NK cells. However , direct evidence supporting a clinical role for TIGIT in AML."
  },
  {
    "id": "NCT04500678",
    "name": "Impact of Metformin on Immuno-virologic Parameters in HIV",
    "target": "TIGIT",
    "sponsor": "University of Hawaii",
    "status": "UNKNOWN",
    "conditions": "HIV/AIDS",
    "phases": "PHASE2, PHASE3",
    "last_updated": "2020-08-04",
    "study_start": "2019-02-01",
    "study_end": "2022-12-31",
    "enrollment": 38,
    "primary_outcome": "CD4 T cell PD1+TIGIT+",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Non-diabetic, aviremic HIV-infected individuals on antiretroviral therapy (ART) will be randomized to metformin therapy or to observation for 72 weeks. Primary objective is to assess change over 72 weeks in CD4 T cell negative checkpoint receptors (PD-1 and TIGIT). As secondary objectives the study will look at 72 week change in other immuno-virologic parameters (CD8 T cell negative checkpoint receptors, plasma indoleamine 2,3-dioxygenase (IDO) levels and CD4 T cell and monocyte intracellular HIV DNA and HIV RNA. The study will also explore the 72 week impact of metformin on change in carotid intima-media thickness (cIMT) as a surrogate marker of atherosclerosis, on neuropsychological (NP) performance, strength, and change in body composition."
  },
  {
    "id": "NCT07171307",
    "name": "Treg Effector Function and Th2/Treg Ratio in Allergic Conjunctivitis: Effect of Desensitization Therapy",
    "target": "TIGIT",
    "sponsor": "Instituto de Oftalmología Fundación Conde de Valenciana",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Conjunctivitis, Allergic",
    "phases": "N/A",
    "last_updated": "2025-09-15",
    "study_start": "2026-01-01",
    "study_end": "2026-09",
    "enrollment": 60,
    "primary_outcome": "To evaluate the effector function and the expression of TIGIT and PD-1 molecules on regulatory T cells, as well as the Th2/Treg, in patients with allergic conjunctivitis with and without allergen-specific immunotherapy, and in healthy control subjects.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Allergic conjunctivitis is a prevalent ocular condition affecting approximately 10-20% of the global population, with 40-60% of allergic individuals exhibiting ocular symptoms. It is characterized by redness, itching, burning, and tearing, which result from excessive activation of immune response cells. Severe forms can significantly impact vision and quality of life, particularly in children, adolescents, and young adults. The disease is mediated by hypersensitivity reactions: Th2 lymphocytes release cytokines (IL-4, IL-5, IL-13) that stimulate IgE production by B lymphocytes. IgE binds to mast cells and induces the release of pro-inflammatory mediators upon allergen recognition. Regulatory T cells (Tregs) play a critical role in maintaining immune homeostasis by suppressing the activation and proliferation of effector T cell subsets, including Th1, Th2, Th9, and Th17, via cell-surface molecules such as TIGIT, LAP-TGF-β, and PD-1. Additionally, Tregs produce IL-10, which suppresses IgE production and induces IgG4 secretion by B cells. Allergen-specific immunotherapy (desensitization) has been employed to reduce symptoms and prevent recurrence in allergic diseases.\n\nRationale:\n\nAllergic conjunctivitis is a public health concern that affects the quality of life of a substantial portion of the Mexican population. Immunological imbalances between effector T cells and Tregs have been reported. Understanding the balance of these subpopulations and the role of TIGIT and PD-1 molecules in Treg functional status is critical to elucidating disease mechanisms. Moreover, it is important to determine whether desensitization therapy induces changes in the Th2/Treg ratio and modulates TIGIT and PD-1 expression, which could serve as biomarkers of treatment response or therapeutic targets.\n\nHypothesis:\n\nThe effector function and expression of TIGIT and PD-1 on Tregs are decreased in patients with allergic conjunctivitis and are enhanced following desensitization therapy.\n\nObjectives:\n\nThe primary objective is to evaluate the effector function and expression of TIGIT and PD-1 on Tregs and the Th2/Treg ratio in patients with allergic conjunctivitis with and without desensitization therapy, compared to healthy controls. Secondary objectives include assessing correlations between immunological parameters and clinical severity of ocular symptoms and response to treatment.\n\nStudy Design and Methods:\n\nThis observational, cross-sectional, case-control study will include patients with allergic conjunctivitis, with or without desensitization therapy, and healthy control subjects. Peripheral blood and tear samples will be collected once at enrollment. Peripheral blood mononuclear cells will undergo immunophenotyping to quantify Treg and Th2 populations and assess TIGIT and PD-1 expression. Tregs will be isolated for functional assays. Cytokine concentrations associated with Th2 and Treg cells, as well as IgE and IgG4 levels, will be measured in serum and tears.\n\nStatistical Analysis:\n\nDescriptive statistics will summarize participant characteristics and study outcomes. The Shapiro-Wilk test will assess data distribution. Comparisons between two groups will use t-tests (parametric or non-parametric), and comparisons among more than two groups will use ANOVA (parametric or non-parametric). Correlation analyses will evaluate associations between immunological parameters and clinical outcomes. A p-value \\<0.05 will be considered statistically significant."
  },
  {
    "id": "NCT05483400",
    "name": "Open Label Phase 2 Basket Trial With Atezolizumab and Tiragolumab in Solid Tumors",
    "target": "TIGIT",
    "sponsor": "University Medical Center Groningen",
    "status": "RECRUITING",
    "conditions": "Head and Neck Neoplasms, MSI-H Cancer, Melanoma",
    "phases": "PHASE2",
    "last_updated": "2025-03-28",
    "study_start": "2023-10-18",
    "study_end": "2027-09",
    "enrollment": 97,
    "primary_outcome": "Pathologic response in cohort 1",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Rationale:\n\nTumor immunotherapy has demonstrated that therapies focused on enhancing T cell responses against cancer can result in a significant survival benefit in subjects with advanced stages of cancer. The most frequently used immunotherapy drugs bind to the Programmed death-ligand 1 (PD-L1) or programmed death protein 1 (PD-1). This binding interrupts the PD-L1/PD-1 pathway which inhibits an anti-tumor response of the immune system. Not all patients respond to anti-PD-1 or anti-PD-L1 treatment and therefore, combinations of immunotherapy drugs have been investigated and proven more effective than single-agent immunotherapy. These combinations, however, also increase the chance of immune toxicity. Possible strategies to overcome this problem are to develop less toxic combinations of immunotherapy drugs.\n\nThe T-cell immunoreceptor with immunoglobulin and ITIM domain (TIGIT) protein is also a target for immunotherapy. TIGIT is overexpressed in several malignancies including, melanoma, head and neck squamous cell carcinoma (HNSCC), and microsatellite instability high (MSI-H) colorectal cancer. The combination of the anti-TIGIT drug tiragolumab with the anti-PD-L1 drug atezolizumab increased the overall response rate by 15.1% compared to atezolizumab alone in a study with non-small cell lung cancer patients (NSCLC), without increasing toxicity.\n\nIn this trial, we will assess anti-tumor activity, safety, and tolerability of atezolizumab in combination with tiragolumab in subjects with cancer. We will also investigate proteins in the tumor to determine if we can predict which patients will respond to the atezolizumab and tiragolumab treatment. Patients will be included in one of four cohorts, namely: cohort 1, patients with localized HNSCC who will be treated with atezolizumab and tiragolumab followed by tumor resection, cohort 2, patients with metastatic MSI-H tumors, cohort 3, patients with irresectable or metastatic melanoma who progressed after PD-1 treatment, or cohort 4, with patients with a locally advanced or metastatic solid tumor for whom, based on available clinical data, treatment with anti-PD-L1 immunotherapy may be beneficial. Acquired data could lead to improved, more patient-tailored immune checkpoint inhibition.\n\nObjective:\n\nThe main objective of the trial is to determine the pathological response rate in cohort 1 and the radiological response rates in cohort 2, 3 and 4. The secondary objectives of the trial are the safety of atezolizumab and tiragolumab, the response rates measured by overall response rate, disease free survival rate, duration of response and the last secondary objective is to determine the correlation between the protein expression of different proteins involved in the immune response of cancer to immunotherapy and the different response rates as mentioned before.\n\nMain trial endpoints:\n\nPathologic response of the primary tumor in patients with HNSCC and objective response rate according to RECIST 1.1 and iRECIST in patients with advanced or metastatic MSI-H cancer, metastatic melanoma, and patients with a locally advanced or metastatic solid tumor whom, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 immunotherapy.\n\nSecondary trial endpoints:\n\nThe secondary endpoints are toxicity scored according to the common criteria for adverse events version 5.0, disease free survival in patients with HNSCC, overall response rate, progression free survival and duration of response in the patients in cohort 2, 3 and 4 as well as The correlation between the expression of the proteins TIGIT, PD-1, PD-L1 and CD8 on tumor tissue and pathologic and radiographic response rate.\n\nTrial design:\n\nOpen label phase 2 basket trial with atezolizumab and tiragolumab in patients with localized HNSCC who will undergo surgery, and advanced or metastatic MSI-H cancer, PD-1 resistant metastatic melanoma, and patients with a locally advanced or metastatic solid tumor who, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 and anti-TIGIT immunotherapy.\n\nTrial population:\n\nSubjects with localized HNSCC who will undergo surgery, and advanced or metastatic MSI-H cancer, PD-1 resistant metastatic melanoma, and patients with a locally advanced or metastatic solid tumor who, in the opinion of the investigator, based on available clinical data, may benefit from treatment with anti-PD-L1 and anti-TIGIT immunotherapy.\n\nInterventions:\n\nSubjects will receive atezolizumab and tiragolumab every 3-weeks until 1) resection as scheduled for HNSCC after 2 courses, 2) resectable disease for the MSI-H tumors, 3) progressive disease or side effects requiring treatment termination or 4) a maximum of 2 years. At baseline archival tissue or a tumor biopsy will be obtained and tissue will be collected once during the trial and when lesions are surgically resected. Blood samples will be collected during the trial to measure circulating tumor DNA. During the trial regular CT or MRI scans will be made to monitor the response to the treatment."
  },
  {
    "id": "NCT05394168",
    "name": "A Phase I Clinical Study of HLX53 in Advanced/Metastatic Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Shanghai Henlius Biotech",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced/Metastatic Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2024-03-28",
    "study_start": "2022-12-09",
    "study_end": "2025-03-04",
    "enrollment": 12,
    "primary_outcome": "Adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is an open-label phase I clinical study to evaluate the safety, tolerability , PK/PD and preliminary efficacy of HLX53 in patients with advanced/metastatic solid tumor. 11-30 subjects with advanced or metastatic solid tumors will be enrolled. The accelerated titration and traditional 3 + 3 dose escalation design will be implemented. Subjects will receive intravenous infusion of HLX53 at different doses according to the order of enrollment. There are 5 preset dose groups, namely 30mg/QW, 150mg/QW, 400mg/QW, 1000mg/Q3W and 2000mg/Q3W, administered by intravenous infusion. Observation period of DLT will last for 21 days after the first administration of HLX53. Maximum tolerated dose (MTD) definition: The highest dose level at which no more than 1 of 6 DLT-evaluable subjects developed DLT. At the MTD dose, at least 6 subjects were evaluable for DLT. When the MTD is determined, the MTD is usually used as the RP2D, or the RP2D is determined based on safety, PK/PD/ADA/NAb characteristics, and potential clinical efficacy."
  },
  {
    "id": "NCT04150965",
    "name": "Immuno-Oncology Drugs Elotuzumab, Anti-LAG-3 and Anti-TIGIT",
    "target": "TIGIT",
    "sponsor": "Multiple Myeloma Research Consortium",
    "status": "TERMINATED",
    "conditions": "Multiple Myeloma, Relapsed Refractory Multiple Myeloma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-02-12",
    "study_start": "2020-07-10",
    "study_end": "2024-08-30",
    "enrollment": 14,
    "primary_outcome": "Overall Response Rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will enroll 104 patients to one of three treatment arms. The study is open to patients relapsing with refractory Multiple Myeloma who have:\n\n* received 3 prior lines of therapy\n* exposed to each of these 3 drug classes:\n\n  * IMiD\n  * proteasome inhibitors, and\n  * anti-CD38 monoclonal antibody\n* relapsed and refractory are defined using the IMWG criteria:\n\n  * disease that is non-responsive while on salvage therapy or progresses within 60 days of last therapy in patients who have achieved minimal response or better at some point previously to then progressing in their disease course."
  },
  {
    "id": "NCT06250036",
    "name": "Zimberelimab Anti-PD1 +/- Domvanalimab in Resectable Mmrd Gastric Cancer",
    "target": "TIGIT",
    "sponsor": "Royal Marsden NHS Foundation Trust",
    "status": "RECRUITING",
    "conditions": "Locally Advanced Gastric Adenocarcinoma, MSI-H/dMMR Gastric Cancer, MSI-H/dMMR Gastroesophageal-junction Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-08-19",
    "study_start": "2025-02-20",
    "study_end": "2031-09-01",
    "enrollment": 50,
    "primary_outcome": "Efficacy of zimberelimab +/- domvanalimab in patients with resectable MMRd/MSI-H gastric/GOJ adenocarcinoma who proceed to surgery",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Primary objective The primary objective of the trial is to evaluate the efficacy of zimberelimab +/- domvanalimab as peri-operative treatment in resectable MMRd/MSI-H gastric/GOJ adenoca. A chemotherapy-sparing approach. The primary endpoint is pathological complete response rate at surgery, and to identify which is the most promising experimental arm (zimberelimab alone vs zimberelimab in combination with domvanalimab).\n\nSecondary objectives\n\n* To assess the safety and tolerability of zimberelimab+/- domvanalimab in this disease setting\n* To further assess the efficacy of zimberelimab+/- domvanalimab in terms of radiological response rate, R0 resection rate, progression free survival (PFS) and overall survival (OS)\n* To evaluate surgical outcomes following treatment with zimberelimab +/- domvanalimab\n\nTranslational analyses on tissue and blood biomarkers aimed at identifying those who derive the most benefit from this immunotherapy combination, and those who are non/poor responders."
  },
  {
    "id": "NCT05653284",
    "name": "A Study of AK130 in Patients With Advanced Malignant Tumors",
    "target": "TIGIT",
    "sponsor": "Akeso",
    "status": "COMPLETED",
    "conditions": "Advanced Malignant Tumors",
    "phases": "PHASE1",
    "last_updated": "2024-08-11",
    "study_start": "2023-02-09",
    "study_end": "2024-05-30",
    "enrollment": 19,
    "primary_outcome": "Incidence and severity of participants with adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "A Phase I open label, dose-escalation and expansion study to evaluate the safety, tolerability, pharmacokinetics and anti-tumor activity of AK130 (TIGIT/TGF-β bifunctional fusion protein) in patients with advanced malignant tumors."
  },
  {
    "id": "NCT05061628",
    "name": "The Recombinant Humanized Anti-TIGIT Monoclonal Antibody (JS006) Monotherapy and in Combination With Toripalimab in Patients With Advanced Tumor",
    "target": "TIGIT",
    "sponsor": "Shanghai Junshi Bioscience Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Advanced Tumors",
    "phases": "PHASE1",
    "last_updated": "2021-09-21",
    "study_start": "2021-04-21",
    "study_end": "2024-09-30",
    "enrollment": 176,
    "primary_outcome": "To evaluate the safety and tolerability of JS006 as Monotherapy and in combination with toripalimab in patients with advanced tumors",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, dose-escalation and dose-expansion phase I clinical study to evaluate the safety and tolerability of JS006 as Monotherapy and in combination with toripalimab in patients with advanced tumors who have failed standard therapies or who have no standard therapy. It is planned to enroll 69-176 patients into the study."
  },
  {
    "id": "NCT05019677",
    "name": "GP Chemotherapy in Combination With Tislelizumab and Ociperlimab as First-line Treatment in Advanced BTC",
    "target": "TIGIT",
    "sponsor": "Fudan University",
    "status": "WITHDRAWN",
    "conditions": "Intrahepatic Cholangiocarcinoma",
    "phases": "PHASE2",
    "last_updated": "2022-03-22",
    "study_start": "2021-09-01",
    "study_end": "2024-12-01",
    "enrollment": 0,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Biliary Tract Carcinoma (BTC) have insidious onset, invasiveness, high malignancy, and no specific symptoms in the early stage, and most of them are in the middle and advanced stages at the time of diagnosis and have lost the chance of surgery. For patients with advanced BTC, systemic therapy is currently the main choice, and gemcitabine/cisplatin (GP) is currently the \"gold standard\" for first-line treatment of advanced BTC, but the efficacy is still unsatisfactory, and more and more clinical practice has found that GP-based combination therapy may have better efficacy.\n\nPrevious studies have shown that chemotherapy can improve the immunotherapy microenvironment and may have a synergistic anti-tumor effect in combination with immunotherapy. This study is to explore the efficacy and safety of GP in combination with anti-PD1 antibody (Tislelizumab) and anti-TIGIT antibody (Ociperlimab) as first-line treatment in participants with unresectable advanced BTC."
  },
  {
    "id": "NCT05130177",
    "name": "Zimberelimab (AB122) With TIGIT Inhibitor Domvanalimab (AB154) in PD-1 Relapsed/Refractory Melanoma",
    "target": "TIGIT",
    "sponsor": "Diwakar Davar",
    "status": "RECRUITING",
    "conditions": "Melanoma",
    "phases": "PHASE2",
    "last_updated": "2025-05-02",
    "study_start": "2022-03-16",
    "study_end": "2031-01",
    "enrollment": 26,
    "primary_outcome": "Objective Response Rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-arm two-stage phase II study of PD-1 inhibitor zimberelimab (AB122) in combination with TIGIT inhibitor domvanalimab (AB154) in advanced melanoma patients who have failed PD-1 inhibitor therapy.\n\nPatients will undergo a 28-day screening evaluation consisting of systemic staging scans, tumor biopsy, and blood studies to confirm suitability. Once enrolled, patients will receive zimberelimab 360 mg every 3 weeks (Q3W) and domvanalimab 15 mg/kg Q3W. Patients will undergo restaging scans at W9 following 3 cycles of therapy with response assessed using RECIST v1.1 and iRECIST. Following restaging scans, patients with response will continue to receive zimberelimab and domvanalimab till disease progression, intolerable toxicity or for up to 24 months."
  },
  {
    "id": "NCT05102214",
    "name": "HLX301 (TIGIT×PDL1 Bispecific) in Patients With Locally Advanced or Metastatic Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Shanghai Henlius Biotech",
    "status": "UNKNOWN",
    "conditions": "Locally Advanced or Metastatic Solid Tumors, Non-small Cell Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2023-08-07",
    "study_start": "2022-05-03",
    "study_end": "2024-02",
    "enrollment": 150,
    "primary_outcome": "Phase 1a: Safety assessments in patients receiving the trial drug",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Up to 150 patients will be included in this study. Up to 30 DLT evaluable patients will be enrolled in phase 1a (dose escalation), 40 per-protocol treated patients in phase 1b (dose expansion), and 80 per-protocol treated patients in phase 2.\n\nPhase 1a uses the Bayesian optimal interval (BOIN) design, to investigate the safety and determine the MTD of HLX301. BOIN design combines rule-based and model-based design, allowing for flexibility of dose escalation and de-escalation, and high patient enrollment in doses closest to the target toxicity rate (pre-defined as 30% in this study). This study will also evaluate safety profiles at different dose levels, PK parameters, pharmacodynamic markers, immunogenicity, and the preliminary efficacy of the drug.\n\nFollowing dose escalation and determination of the MTD, additional patients with NSCLC will be enrolled in phase 1b dose expansion to further evaluate PK and pharmacodynamic characteristics, and preliminary efficacy in order to determine the RP2D.\n\nThe phase 2 clinical expansion will include patients with various cancer types, including:\n\n20 per-protocol treated patients with non-small cell lung cancer (NSCLC) 20 per-protocol treated patients with gastric/esophagogastric junction adenocarcinoma (GC/EGJ) 20 per-protocol treated patients with head and neck squamous cell carcinoma (HNSCC) 20 per-protocol treated patients with urothelial carcinoma (UC)"
  },
  {
    "id": "NCT04656535",
    "name": "AB154 Combined With AB122 for Recurrent Glioblastoma",
    "target": "TIGIT",
    "sponsor": "Yale University",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Glioblastoma",
    "phases": "EARLY_PHASE1",
    "last_updated": "2026-01-06",
    "study_start": "2021-04-21",
    "study_end": "2026-12-31",
    "enrollment": 46,
    "primary_outcome": "Incidence of Treatment-Emergent Adverse Events [Safety and Tolerability] associated with the combination AB122 and AB154 in patients with recurrent glioblastoma",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 0/I exploratory study. Patients at first or second recurrence of glioblastoma will be enrolled. The study will be divided into two cohorts: Cohort A (safety cohort) and Cohort B (surgical patient cohort).\n\nCohort A: Eligible patients will be sequentially enrolled to receive intravenous domvanalimab combined with zimberelimab (N=6). Domvanalimab will be given at a dose of 10 mg/kg and zimberelimab will be given at a dose of 240 mg (flat). The dosing was determined in a separate study in solid tumors; this cohort will confirm the safety of the dosing schedule in patients with brain tumors.\n\nCohort B: Expansion surgical cohort. The purpose of cohort B is to provide an additional safety evaluation of domvanalimab + zimberelimab as well as tissue and blood for exploratory ancillary studies investigating the effects of domvanalimab + zimberelimab in the tumor and tumor microenvironment. A total of 46 patients will be enrolled in this cohort.\n\nFollowing completion of cohort A, patients who are candidates for surgical resection for management of tumor progression (i.e. need for diagnostic confirmation or tumor debulking) will be enrolled prior to surgical resection, and initiate study treatment approximately two weeks prior to the resection.\n\nPatients will be randomized to one of the four treatment arms and initiate treatment prior to surgery, according to treatment assignment.\n\nThe pre-surgical dose (neoadjuvant treatment) will be double-blinded, to minimize dropouts. A total of 10 patients will be allocated to each one of the following groups in a blinded fashion, approximately two weeks before surgery:\n\n* B1 (N=10): domvanalimab single agent (10 mg/kg) + placebo\n* B2 (N=10): zimberelimab single agent (240 mg) + placebo\n* B3 (N=10): domvanalimab (10 mg/kg) +zimberelimab (240 mg)\n* B4 (N=10): Two placebo infusions\n\nTwo to six weeks, following surgery, all patients (N=46) will be re-screened and if still eligible will initiate treatment with the combination of domvanalimab and zimberelimab."
  },
  {
    "id": "NCT05023109",
    "name": "GP Chemotherapy in Combination With Anti-PD-1 and Anti-TIGIT in Unresectable Advanced BTC",
    "target": "TIGIT",
    "sponsor": "Shanghai Zhongshan Hospital",
    "status": "UNKNOWN",
    "conditions": "Biliary Tract Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2023-08-12",
    "study_start": "2021-02-01",
    "study_end": "2024-12-01",
    "enrollment": 45,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Biliary Tract Carcinoma (BTC) has an insidious onset, invasiveness, high malignancy, and no specific symptoms in the early stage, and most of them are in the middle and advanced stages at the time of diagnosis and have lost the chance of surgery. For patients with advanced BTC, systemic therapy is currently the main choice, and gemcitabine/cisplatin (GP) is currently the \"gold standard\" for first-line treatment of advanced BTC, but the efficacy is still unsatisfactory, and more and more clinical practice has found that GP-based combination therapy may have better efficacy.\n\nPrevious studies have shown that chemotherapy can improve the immunotherapy microenvironment and may have a synergistic anti-tumor effect in combination with immunotherapy. This study is to explore the efficacy and safety of GP in combination with anti-PD1 antibody (Tislelizumab) and anti-TIGIT antibody (Ociperlimab) as first-line treatment in participants with unresectable advanced BTC."
  },
  {
    "id": "NCT05537051",
    "name": "A Study of PM1021 (Anti-TIGIT) With or Without PM8001 (Anti-PD-L1/TGF-β) in Patients With Advanced Solid Tumours",
    "target": "TIGIT",
    "sponsor": "Biotheus Inc.",
    "status": "UNKNOWN",
    "conditions": "Advanced Solid Tumours",
    "phases": "PHASE1",
    "last_updated": "2023-02-07",
    "study_start": "2023-10-30",
    "study_end": "2025-12-31",
    "enrollment": 30,
    "primary_outcome": "DLT",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-arm, open-label, Phase I study including a first-in-human study for PM1021, and the combination therapy of PM1021 with PM8001. The study will be following the accelerated titration design and the classic 3+3 design, and dose escalation will be investigated for PM1021 monotherapy (Part A) and in combination with PM8001 (Part B), respectively. In the absence of DLTs in Parts A and B, patients will continue to receive combination therapy (Part C) until disease progression, intolerable toxicity, until the patient withdraws/is withdrawn, or study completion.\n\nUp to 30 patients are planned to be enrolled. Four dose levels (150mg, 450 mg, 900 mg, and 1200 mg) of PM1021 with or without PM8001 (20 mg/kg) treatment will be explored in this study."
  },
  {
    "id": "NCT06773507",
    "name": "Phase I Study of BC008-1A Injection in Patients With Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Esophageal Cancers, Advanced Non-small Cell Lung Cancer (NSCLC)",
    "phases": "PHASE1",
    "last_updated": "2025-07-07",
    "study_start": "2025-05-12",
    "study_end": "2027-06",
    "enrollment": 80,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label clinical study aims to evaluate the safety, pharmacokinetic characteristics and preliminary efficacy of BC008-1A injection in subjects with advanced esophageal squamous cell carcinoma and advanced non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma). There are two cohorts. Cohort 1 selects patients with advanced esophageal squamous cell carcinoma, and Cohort 2 selects subjects with advanced non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma) with a PD-L1 TPS (Tumor Proportion Score) of ≥1%.\n\nCohort 1: Two dose groups will be set up. Subjects with advanced esophageal cancer will enter the low-dose group (900mg) or the high-dose group (1200mg) in parallel. Each subject will only receive the experimental drug of one dose group and will not participate in the studies of the other dose group.\n\nCohort 2: Two dose groups will be set up. Subjects with advanced non-small cell lung cancer (squamous cell carcinoma and adenocarcinoma) will enter the low-dose group (900mg) or the high-dose group (1200mg) in parallel. Each subject will only receive the experimental drug of one dose group and will not participate in the studies of the other dose group.\n\nFor both Cohort 1 and Cohort 2, BC008-1A injection will be administered once every 3 weeks, and 21 days will be regarded as one cycle. Subjects will continue to take the drug until disease progression occurs, or intolerable toxicity develops, or they are lost to follow-up, or withdraw their informed consent, or start a new anti-tumor treatment, or the investigator decides to withdraw them based on the subject's benefit situation."
  },
  {
    "id": "NCT04047862",
    "name": "Study of Ociperlimab (BGB-A1217) in Combination With Tislelizumab in Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "COMPLETED",
    "conditions": "Locally Advanced and Metastatic Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-08-04",
    "study_start": "2019-08-15",
    "study_end": "2024-08-07",
    "enrollment": 446,
    "primary_outcome": "Phase 1: Number of Participants With Treatment Emergent Adverse Events (TEAEs) and Treatment Emergent Serious Adverse Events (TESAEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The primary objectives of this study were: to assess the safety and tolerability, to determine the maximum tolerated dose (MTD) or maximum administered dose (MAD) and to determine the recommended Phase 2 dose (RP2D) of BGB-A1217 (known as ociperlimab) in combination with tislelizumab in participants with advanced solid tumors in phase 1.\n\nPrimary objective of Phase 1b was to assess overall response rate (ORR) determined by Investigator per Response Evaluation Criteria in Solid Tumors (RECIST) version (v).1.1 for patients in each dose-expansion cohort."
  },
  {
    "id": "NCT06349980",
    "name": "A Study to Explore the Reasonable Dosage and Evaluate the Efficacy, Safety and Tolerability of HLX10 and HLX04 with or Without HLX53 in Untreated, Locally Advanced or Metastatic Hepatocellular Carcinoma Patients.",
    "target": "TIGIT",
    "sponsor": "Shanghai Henlius Biotech",
    "status": "RECRUITING",
    "conditions": "Carcinoma, Hepatocellular",
    "phases": "PHASE2",
    "last_updated": "2024-12-15",
    "study_start": "2024-08-05",
    "study_end": "2027-02-10",
    "enrollment": 117,
    "primary_outcome": "ORR",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The study is being conducted to to explore the reasonable dosage and evaluate the efficacy, safety and tolerability of Serplulimab Injection (HLX10, a Recombinant Anti-PD-1 Antibody) and HLX04 (a Biosimilar to Bevacizumab) With or Without HLX53 (an Anti-TIGIT Fc Fusion Protein) in Untreated, Locally Advanced or Metastatic Hepatocellular Carcinoma Patients."
  },
  {
    "id": "NCT05394337",
    "name": "Neoadjuvant PD-1 Plus TIGIT Blockade in Patients With Cisplatin-Ineligible Operable High-Risk Urothelial Carcinoma",
    "target": "TIGIT",
    "sponsor": "M.D. Anderson Cancer Center",
    "status": "RECRUITING",
    "conditions": "Metastatic Malignancy",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-10-07",
    "study_start": "2023-02-23",
    "study_end": "2025-12-31",
    "enrollment": 10,
    "primary_outcome": "To evaluate relapse-free survival (RFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Primary Safety Objective:\n\n•To evaluate the safety and tolerability oftiragolumab and atezolizumab in patients with muscle-invasive, high-risk UC who are ineligible for neoadjuvant cisplatin-containing chemotherapies.\n\nSecondary Efficacy Objectives:\n\n* To evaluate pathologic T0 rate after neoadjuvant treatment with tiragolumab and atezolizumab in patients with muscle-invasive, high-risk UC comparing to historical data (about 10% in patients with high-risk disease).\n* To evaluate relapse-free survival (RFS) and overall survival (OS).\n\nExploratory Biomarker Objective :\n\n• To assess immunologic/molecular responses to tiragolumab and atezolizumab in patients with muscleinvasive, high-risk UC who are ineligible for neoadjuvant cisplatin-containing chemotherapies."
  },
  {
    "id": "NCT05706207",
    "name": "A Study of HB0030 Injection in Patients With Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Huabo Biopharm Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2023-01-20",
    "study_start": "2021-12-21",
    "study_end": "2023-09-30",
    "enrollment": 36,
    "primary_outcome": "Dose Limiting Toxicity(DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The phase Ia study will enroll up to 19-36 subjects with advanced solid tumor who have progressing tumor after standard therapy and have no better treatment option.The conventional 3+3 design will be applied for dose escalation.This study will set up 8 dose groups.HB0030 injection is administered once every 3 weeks."
  },
  {
    "id": "NCT05060432",
    "name": "Study of EOS-448 With Standard of Care and/or Investigational Therapies in Participants With Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "iTeos Belgium SA",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Cancer, Lung Cancer, Head and Neck Cancer, Melanoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2024-06-19",
    "study_start": "2021-09-06",
    "study_end": "2025-07",
    "enrollment": 153,
    "primary_outcome": "Percentage of participants with DLT and Adverse Events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The combinations evaluated will be:\n\n* EOS-448 combined with pembrolizumab, an anti-PD-1 antibody\n* EOS-448 combined with inupadenant an investigational adenosine A2A receptor antagonist\n* EOS-448 combined with dostarlimab an anti-PD-1 antibody\n* inupadenant combined with dostarlimab\n* EOS-448 combined with inupadenant and dostarlimab\n* EOS-448 combined with dostarlimab and standard of care chemotherapies in participants with NSCLC"
  },
  {
    "id": "NCT04270942",
    "name": "At-Risk for Type 1 Diabetes Extension Study (TN-10 Extension)",
    "target": "TIGIT",
    "sponsor": "Provention Bio, a Sanofi Company",
    "status": "COMPLETED",
    "conditions": "Diabetes Mellitus, Type 1",
    "phases": "PHASE2",
    "last_updated": "2025-01-20",
    "study_start": "2020-02-26",
    "study_end": "2024-01-22",
    "enrollment": 6,
    "primary_outcome": "Number of Participants With Treatment-emergent Adverse Events (TEAEs), Treatment-emergent Adverse Events of Special Interest (TEAESIs) and Treatment-emergent Serious Adverse Events (TESAEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The study was a single-arm, multicenter, open-label clinical trial. All participants received a 12-day course of teplizumab given through daily IV infusion and were followed for 78 weeks.\n\nThe purpose of this study was to evaluate the safety and tolerability of teplizumab treatment, administered intravenously (IV) to participants in the NIH-sponsored trial who have developed type 1 diabetes and were able to start teplizumab treatment within 1 year of diagnosis of type 1 diabetes. Whether teplizumab treatment reduced the loss of insulin-producing pancreatic beta cells were evaluated."
  },
  {
    "id": "NCT06713798",
    "name": "Targeting PD-L1 and TIGIT in Tumors With Tertiary Lymphoid Structures",
    "target": "TIGIT",
    "sponsor": "Gustave Roussy, Cancer Campus, Grand Paris",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Metastatic Cancer Lung, Advanced Lung Cancer, CBNPC Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-06-23",
    "study_start": "2025-07",
    "study_end": "2030-01",
    "enrollment": 115,
    "primary_outcome": "Best overall response (BOR) rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study encompasses multicenter open-label, phase II trials.\n\nPatients will be dispatched into 2 cohorts:\n\n* Cohort A: Patients naïve from systemic treatment will be randomized according to two treatment modalities: atezolizumab + tiragolumab (arm A1) versus atezolizumab monotherapy (arm A2).\n\n  43 patients are to be included in each arm.\n* Cohort B: Patients with previous exposure to ICI will be treated with the combination of atezolizumab and tiragolumab.\n\n  29 patients are to be included in this cohort."
  },
  {
    "id": "NCT05294952",
    "name": "co Ihibtory Receptor in Preeclampsia",
    "target": "TIGIT",
    "sponsor": "Assiut University",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Pre-Eclampsia",
    "phases": "PHASE4",
    "last_updated": "2024-02-01",
    "study_start": "2025-01-01",
    "study_end": "2025-11-04",
    "enrollment": 82,
    "primary_outcome": "early detection of preeclampsia",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "T lymphocytes, as well as their regulatory subpopulations could possibly possess a part in PE . The changes in T cell subsets that may be seen in preeclampsia include low Treg activity, a shift toward Th1 responses, and the presence Th17 lymphocytes. B cells can participate in the pathophysiology of preeclampsia by producing autoantibodies against adrenoreceptors and autoantibodies that bind the AT1-R (angiotensin II type I receptor)\n\nTH17 cells are a distinctive lineage of TCD4+ cells, which are distinguished by producing a number of effective molecules such as IL-17, which is the most important cytokine produced by these cells . IL-17 is capable of inducing the production of several cytokines, such as tumor necrosis factor alpha (TNF-α) and IL-1β which possess significant parts in PE pathophysiology .\n\nRegulatory T lymphocytes CD4+ CD25bright are known to play an important role in the development and maintenance of tolerance in peripheral tissues . They express high level of CD25 (IL-2Ra) as well as cytotoxic T-lymphocyte antigen 4 (CTLA4) and the transcription factor Foxp3 .\n\nIt was proposed that regulatory T cells (Tregs) are responsible for mediating maternal tolerance for the fetus and their counts were found to be higher in normal pregnancies However, the role of T reg cells in the development of preeclampsia remains controversial, being decreased in some studies .) and of comparable frequencies to normal pregnancy in others (Hu et, 2008). Tregs suppress maternal immune cells through the secretion of inhibitory cytokines, such as interleukin (IL)-10 and transforming growth factor beta (TGF-β) .\n\nsystemic endothelial dysfunction, such as disturbed coagulation function, could be intensified through immune activation, resulting in inflammation and the disturbance of regulatory T (Treg) and Th17 cell balance, and contributing to further activation of the maternal immune responses .\n\nCo-inhibitory-receptors such as CTLA-4 (cytotoxic T-lymphocyte-associated protein , LAG-3 (lymphocyte activation gene 3; or CD223), TIM-3 (T-cell immunoglobulin and mucin domain-containing 3), PD-1 (PDCD1; programmed cell death 1), and TIGIT (T-cell immunoreceptor with Ig and ITIM domains) are key factors in maintaining immune homeostasis and play a central role in regulating autoimmune diseases .\n\nThese receptors regulate T-cell responses by inhibiting effector T-cell activation directly by promoting the suppressive function of regulatory T-cells (Tregs) and affecting antigen presentation. These cell surface molecules are expressed on activated immune cells (T-cells, B cells, natural killer \\[NK\\] cells, some myeloid cells) that regulate the inflammatory and autoimmune responses through a negative feedback mechanism. Malfunction of their crucial role or decreased receptor levels can lead to excessive immune activation and autoimmunity .\n\nWhile augmented effector T-cell activation plays a major role in preeclampsia pathogenesis, insufficient co-inhibitory signals might promote preeclampsia development and progression. Some studies have also shown that multiple co-inhibitory-molecules, e.g., TIM-3, LAG-3, and TIGIT, predominantly regulate the effector T-cell responses within the tissue where their responses are executed . Based on the previous findings on the important role of the co-inhibitory molecules in regulating autoimmunity and cancer immunity, it might be assumed that they also play a role in preeclampsia development and/or progression."
  },
  {
    "id": "NCT05253105",
    "name": "A Clinical Study of TAB006 in Patients With Previously Treated, Advanced Malignancies",
    "target": "TIGIT",
    "sponsor": "Shanghai Junshi Bioscience Co., Ltd.",
    "status": "WITHDRAWN",
    "conditions": "Previously Treated, Advanced, Malignancies",
    "phases": "PHASE1",
    "last_updated": "2022-05-24",
    "study_start": "2022-03-15",
    "study_end": "2027-01",
    "enrollment": 0,
    "primary_outcome": "To assess the safety and tolerability of multiple doses of TAB006 in combination with toripalimab.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "OVERVIEW This is a Phase 1, multi-center, open-label, dose-escalation study of TAB006 in combination with toripalimab. TAB006 is a recombinant humanized, IgG4κ (immunoglobulin gamma 4, kappa) monoclonal antibody (mAb) that specifically binds to the T cell immunoreceptor with Ig and ITIM domains (TIGIT). Toripalimab is a human IgG4κ mAb that specifically binds to the programmed death 1 (PD-1). It is estimated that up to 208 subjects with advanced solid malignancies, including lymphoma will be enrolled in the study.\n\nSubjects must have a histologically or cytologically confirmed advanced solid tumor, including lymphoma.\n\nThe study has 3 parts; Part A dose-escalation, Part B cohort expansion, Indication dose expansion.\n\nDose-Escalation Phase:\n\nPatients who have experienced disease progression will be sequentially enrolled into 5 proposed dose cohorts in Part A and Part B (e.g., Part A Cohort 1, Part A Cohort 2, Part B Cohort 1, Part A Cohort 3, Part B Cohort 2). In Parts A and B, TAB006 is administered as an intravenous infusion (IV) over 60 minutes on Day 1 of each 21-day cycle. In Part B, TAB006 is administered first, then toripalimab is administered IV over 60 minutes for the first dose. If tolerated, subsequent doses of TAB006 and toripalimab will be administered over a minimum of 30 minutes and no longer than 4 hours, if clinically indicated .\n\nPart A is closed to enrollment. Enrollment will begin with Part B, starting at the TAB006 60 mg dose level.\n\nThe DLT evaluation period is defined as 21 days following the first dose and inclusive of any dose delays \\> 14 days between initiation of the first and second cycle (i.e., if the second cycle is not initiated on day 22). A patient is considered to be \"DLT evaluable\" if they received both TAB006 and toripalimab and complete all evaluations in the DLT evaluation period or are withdrawn within 21 days due to an AE meeting the definition of a DLT.\n\nIf that patient does not experience a Grade 2 drug-related AE during the DLT evaluation period, enrollment in the next cohort will proceed. If that patient experiences a Grade 2 drug-related AE, that dose cohort and all subsequent cohorts will revert to a 3+3 design.\n\n* If 0 of the first 3 patients in a dose cohort experience a DLT during the DLT evaluation period, dose escalation may proceed to the next higher dose cohort with approval of the safety monitoring committee (SMC).\n* If 1 of the 3 patients in a dose cohort experiences a DLT during the DLT evaluation period, that dose cohort will be expanded to at least 6 patients.\n* If no more than 1 of 6 patients in the dose cohort experiences a DLT, dose escalation may proceed to the next planned dose cohort with the approval of the SMC.\n* If 2 or more patients in a dose cohort experience a DLT during the DLT evaluation period, the MTD will have been exceeded, and no further patients will be enrolled into that dose cohort or higher dose cohorts.\n\nThe protocol may be amended, based on the recommendation of the SMC, to enroll additional patients in a previously tested lower-dose cohort or to add an intermediate-dose cohort.\n\nPatients will be treated until unacceptable toxicity, disease progression per RECIST v1.1 or 2014 Lugano for lymphoma, withdrawal of consent, removal of the patient from study based on investigator's judgment of unacceptable risks to the patient, study termination by the Sponsor, or the completion of a total of 35 cycles (approximately 105 weeks) of study drug treatment.\n\nTreatment beyond RECIST-defined progression \\[i.e., immune unconfirmed progression (iUPD) per iRECIST\\] is permitted only if the patient provides consent per IRB policy and, in the judgment of the investigator, the patient is clinically stable, defined as:\n\n* No signs or symptoms indicating clinically significant progression of disease;\n* No decline in Eastern Cooperative Oncology Group (ECOG) performance status; and Absence of symptomatic rapid disease progression requiring urgent medical intervention (e.g., symptomatic pleural effusion, spinal cord compression).\n\nPatients who are treated beyond RECIST-defined progression may continue treatment until evidence of immune confirmed progression (iCPD) per iRECIST, unacceptable toxicity, withdrawal of consent, removal of the patient from study based on investigator's judgment of unacceptable risks, study termination by the Sponsor, or the completion of a total of 35 cycles (approximately 105 weeks) of study drug treatment.\n\nDose expansion phase:\n\nThere will be 9-24 patients in dose expansion phase (9 to 12 patients each in 1-2 selected dose cohorts in Part B \\[TAB006 followed by toripalimab 240 mg Q3W\\] to further evaluate safety, PK and preliminary evidence of anti-tumor activity to support the selection of RP2D of TAB006 alone or in combination with toripalimab.\n\nIndication-specific Expansion Phase Up to four primary cancers will be identified for further study in the indication-specific expansion phase. Each indication-specific cohort will enroll approximately 40 patients with disease progression after at least one prior line of standard treatment or for whom there is no standard treatment. All patients will receive TAB006 at the RP2D in combination with toripalimab 240 mg Q3W in 21-day cycles.\n\nTumor response will be evaluated using the Response Evaluation Criteria in Solid Tumors (RECIST v1.1), the immune-related Response Evaluation Criteria in Solid Tumors (irRECIST), or the New Response Evaluation Criteria in Lymphoma (RECIL) 2017.\n\nDOSAGE AND ADMINISTRATION TAB006 doses are 18mg, 60mg, 180mg, 600mg and 1800mg. Toripalimab dose is 240mg. TAB006 alone or TAB006 plus toripalimab will be administered as a 60-minute i.v. infusion for the first dose and may be decreased at the investigators discretion to 30 minutes in subsequent infusions.\n\nSAFETY EVALUATIONS Assessment of safety will be determined by vital sign measurements, clinical laboratory tests, Eastern Cooperative Oncology Group (ECOG) performance status evaluations, diagnostic imaging, physical examinations, electrocardiograms, and the incidence and severity of adverse events.\n\nSafety will also include evaluations of immune safety and immunogenicity. EFFICACY EVALUATIONS will include best overall response, objective response rate, duration of response or duration of stable disease, progression free survival and overall response.\n\nPHARMACOKINETIC EVALUATIONS : Non-compartmental analysis will be conducted using WinNonlin. PK parameters of TAB006 including, but not limited to Tmax, Cmax, AUC, Vss, CL, t1/2, Cmin, The Cmin of toripalimab will also be reported. Dose proportionality for TAB006 will be assessed.\n\nSTATISTICAL METHODS Part A and Part B are based on the 3+3 design for dose escalation and safety evaluation requirements. Indication Phase, sample size is estimated using Simon's two-phase design minimax method.\n\nAll PK/Pharmacodynamic, immunogenicity, and safety data will be summarized and presented by cohort as well as overall for the study, using descriptive statistics (number of subjects, mean, median, standard deviation, minimum, and maximum) for continuous variables and using frequencies and percentages for discrete variables.\n\nFor analysis of ORR and DCR, 90% confidence intervals (CI) will be calculated using the Clopper-Pearson method. If the number of patients is higher than ten, 90% CI will be calculated using the Kaplan-Meier method for analysis of DoR, TTR, PFS, and OS."
  },
  {
    "id": "NCT06754501",
    "name": "A Phase 2 Clinical Trial Evaluating the Efficacy and Safety of Dual Immune Checkpoint Inhibition With Anti-PD-L1 (Atezolizumab) and Anti-TIGIT (Tiragolumab) in Cancer of Unknown Primary",
    "target": "TIGIT",
    "sponsor": "M.D. Anderson Cancer Center",
    "status": "RECRUITING",
    "conditions": "Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-10-01",
    "study_start": "2025-04-11",
    "study_end": "2029-07-01",
    "enrollment": 35,
    "primary_outcome": "Safety and Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Primary Objectives:\n\nTo assess the anti-tumor activity of tiragolumab and atezolizumab in patients with CUP.\n\nPrimary Endpoint: confirmed ORR as per RECISTv1.1.\n\nSecondary Objectives:\n\nTo assess the best objective response rate (ORR) (investigator assessed), disease control rate (DCR), duration of response (DOR), progression-free survival (PFS) overall survival (OS) in patients with CUP.\n\nSecondary Endpoints: Best overall response rate per RECISTv1.1 (investigator assessed), DCR, DOR, PFS, and OS"
  },
  {
    "id": "NCT04952597",
    "name": "Study of Ociperlimab Plus Tislelizumab Plus Chemoradiotherapy in Participants With Untreated Limited-Stage Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "COMPLETED",
    "conditions": "Limited Stage Small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2024-10-23",
    "study_start": "2021-07-15",
    "study_end": "2023-07-26",
    "enrollment": 126,
    "primary_outcome": "Progression Free Survival (PFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This phase 2 trial examined whether the preliminary efficacy and safety of ociperlimab, tislelizumab, and cCRT when used in combination is expected to advance treatment options in the serious unmet medical need population of Limited-Stage Small Cell Lung Cancer (LS-SCLC) participants ."
  },
  {
    "id": "NCT05757492",
    "name": "Study to Evaluate Safety and PK of CHS-006 in Combination With Toripalimab in Patients With Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Coherus Oncology, Inc.",
    "status": "TERMINATED",
    "conditions": "Advanced Solid Tumor, Non-Small Cell Lung Cancer, Hepatocellular Carcinoma",
    "phases": "PHASE1",
    "last_updated": "2025-04-30",
    "study_start": "2023-04-26",
    "study_end": "2024-07-31",
    "enrollment": 22,
    "primary_outcome": "Assessment of the number of participants with treatment-emergent adverse events (TEAEs) receiving CHS-006 administered in combination with toripalimab",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The Dose Optimization phase will enroll participants with advanced/metastatic solid tumors (except pancreatic). Up to 20 participants will be randomized into two dosing arms. Two different primary advanced solid tumors have been selected for investigation of antitumor activity in the Indication-specific Expansion phase. Up to 40 participants will be enrolled into each Indication-specific Expansion phase cohort. All participants in both phases will receive CHS-006 in combination with toripalimab intravenously (IV) every 3 weeks (Q3W)."
  },
  {
    "id": "NCT04672369",
    "name": "A Study to Evaluate the Efficacy of IBI939 in Combination With Sintilimab in Patients With Advanced NSCLC",
    "target": "TIGIT",
    "sponsor": "Innovent Biologics (Suzhou) Co. Ltd.",
    "status": "COMPLETED",
    "conditions": "Advanced Lung Cancer",
    "phases": "PHASE1",
    "last_updated": "2023-06-18",
    "study_start": "2021-06-06",
    "study_end": "2023-06-01",
    "enrollment": 42,
    "primary_outcome": "Objective response rate(ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is an open-label, phase I clinical study to evaluate the efficacy, tolerability and safety of recombinant fully human anti-TIGIT antibody (IBI939) in combination with recombinant fully human anti-programmed cell death receptor 1 (PD-1) antibody (sintilimab) in subjects with advanced lung cancer."
  },
  {
    "id": "NCT04672356",
    "name": "A Study to Evaluate the Safety , Tolerability and Efficacy of IBI939 in Combination With Sintilimab in Patients With Advanced Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Innovent Biologics (Suzhou) Co. Ltd.",
    "status": "COMPLETED",
    "conditions": "Advanced Lung Cancer",
    "phases": "PHASE1",
    "last_updated": "2023-06-18",
    "study_start": "2021-01-25",
    "study_end": "2023-06-01",
    "enrollment": 19,
    "primary_outcome": "Adverse Events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is an open-label, phase I clinical study to evaluate the efficacy, tolerability and safety of recombinant fully human anti-TIGIT antibody (IBI939) in combination with recombinant fully human anti-programmed cell death receptor 1 (PD-1) antibody (sintilimab) in subjects with advanced lung cancer."
  },
  {
    "id": "NCT05805501",
    "name": "A Study of Immune Checkpoint Inhibitor Combinations With Axitinib in Participants With Untreated Locally Advanced Unresectable or Metastatic Renal Cell Carcinoma",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Renal Cell Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2025-11-12",
    "study_start": "2023-04-21",
    "study_end": "2026-07-31",
    "enrollment": 199,
    "primary_outcome": "Incidence and Severity of Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will evaluate the safety of tobemstomig (RO7247669) in combination with axitinib alone or with tiragolumab (anti-TIGIT) and axitinib as compared to pembrolizumab and axitinib in participants with previously untreated, unresectable locally advanced or metastatic clear-cell renal cell carcinoma (ccRCC)."
  },
  {
    "id": "NCT04353830",
    "name": "A Study Evaluating the Safety, Tolerability, and Initial Efficacy of Recombinant Human Anti-T-cell Immunoreceptor With Ig and ITIM Domains (TIGIT) Monoclonal Antibody Injection (IBI939) in Subjects With Advanced Malignant Tumors",
    "target": "TIGIT",
    "sponsor": "Innovent Biologics (Suzhou) Co. Ltd.",
    "status": "COMPLETED",
    "conditions": "Advanced Malignancies",
    "phases": "PHASE1",
    "last_updated": "2023-02-28",
    "study_start": "2020-05-22",
    "study_end": "2022-05-11",
    "enrollment": 34,
    "primary_outcome": "Number of subjects with AEs and SAEs",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, dose escalation, Phase I study to evaluate the safety, tolerability, pharmacokinetics and efficacy of IBI939 in subjects with advanced malignancies"
  },
  {
    "id": "NCT05009069",
    "name": "A Study of Atezolizumab With or Without Tiragolumab Following Neoadjuvant Chemoradiotherapy in Participants With Locally Advanced Rectal Cancer",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Rectal Neoplasms, Rectal Cancer",
    "phases": "PHASE2",
    "last_updated": "2026-01-16",
    "study_start": "2022-03-18",
    "study_end": "2026-11-06",
    "enrollment": 58,
    "primary_outcome": "Percentage of Participants With Pathological Complete Response (pCR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will evaluate the efficacy and safety of atezolizumab plus tiragolumab or atezolizumab alone following neoadjuvant chemoradiotherapy (nCRT) in participants with locally advanced rectal cancer (LARC). The study consists of a safety run-in phase and a randomization phase. Participants enrolled in the safety run-in phase will receive atezolizumab + tiragolumab following nCRT. Upon determination of the safety of the treatment regimen, the study will be proceed to the randomization phase. Participants will be randomized in a 1:1 ratio to the atezolizumab + tiragolumab arm or atezolizumab arm."
  },
  {
    "id": "NCT07337447",
    "name": "Trial of FOLFIRI + Zimberelimab + Domvanalimab vs FOLFIRI With a Hybrid Synthetic Control Arm in Second Line Treatment of Neuroendocrine Carcinoma of Gastro-enteropancreatic or Unknown Origin (REWENEC 01)",
    "target": "TIGIT",
    "sponsor": "Hospices Civils de Lyon",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Carcinoma, Neuroendocrine",
    "phases": "PHASE2",
    "last_updated": "2026-01-07",
    "study_start": "2026-04",
    "study_end": "2030-04",
    "enrollment": 122,
    "primary_outcome": "Overall survival (%) between FOLFIRI and FOLFIRI+Zimberelimab+Domvanalimab",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background Neuroendocrine carcinomas (NECs) of gastro-entero-pancreatic (GEP) or unknown (UK) origin are rare and highly aggressive diseases. The recommended first-line (L1) treatment is platinum-etoposide combination therapy, which has a progression-free survival (PFS) of only 4-9 months and a median overall survival (OS) of approximately 12 months. All patients experience relapse, often rapidly after this first line of chemotherapy. The standard second-line (L2) chemotherapies recommended by ESMO, ENETS, and NCCN, FOLFIRI and FOLFOX, have modest efficacy with a PFS of 3 months and a median OS of 6 months. The BEVANEC study (PHRCK 2014, NCT02820857) reported no benefit of FOLFIRI + bevacizumab compared to FOLFIRI in a randomized phase II study that enrolled 150 patients in 26 centers over a period of 5 years in France.\n\nTo date, the most promising efficacy data for this highly aggressive cancer come from clinical trials of immune checkpoint inhibitors (ICIs) targeting the PD-1/PD-L1 checkpoint. For example, in France, the non-comparative phase II NIPINEC trial (NCT03591731) randomized patients to receive nivolumab +/- ipilimumab in L2/3 and achieved its primary evaluation criterion (ORR-8 weeks\\>10%). Other trials in Europe and worldwide have also reported efficacy data in the context of single-arm studies.\n\nScientific Questions and Unmet Needs:\n\n1. New therapeutic options/perspectives are necessary for patients with GEP/UK NECs given the limited overall survival.\n2. Approximately 50% of patients experienced early progression under immunotherapy in the NIPINEC trial and other trials, which may be explained by the absence of chemotherapy combined with immunotherapy and/or the existence of resistance mechanisms.\n3. In the GEP/UK NEC indication, the design of these immunotherapy trials has been non-comparative single-arm studies because the realization of randomized comparative trials is considered very difficult for these very rare cancers (incidence \\<5/million).\n\nRationale for the REWENEC-01 Trial The DURIGAST PRODIGE 59 study, conducted by the FFCD, demonstrated the feasibility and safety of the FOLFIRI + double immune checkpoint inhibitor (anti-PD-1 and anti-CTLA4) combination, as well as for the combination Folfox-Domvanalimab-Zimberelimab (anti-PD-1 and anti-TIGIT). In a translational study of the immune phenotype in patients with NECs treated with the anti-PD1 pembrolizumab, an increase in TIGIT expression was observed after pembrolizumab treatment and higher TIGIT expression on T cells in the blood of patients with high Ki67 expression in their tumors. These data suggest that TIGIT is a potential complementary therapeutic target to PD-1/PD-L1 checkpoint inhibition in GEP/UK NECs. Domvanalimab has been developed as an anti-TIGIT monoclonal antibody and zimberelimab as an anti-PD-1.\n\nDesign and primary objective of the REWNEC-01 Trial The REWENEC-01 trial is a comparative phase II trial that will randomize GEP/UK NEC patients between an experimental arm FOLFIRI+Zimberelimab + Domvanalimab and a control arm FOLFIRI in L2. The FOLFIRI arm will be a \"hybrid\" synthetic control arm composed of patients from historical/external data from the FOLFIRI arm of BEVANEC and French retrospective studies RBNEC and CEPD, mixed with patients recruited prospectively during the trial and randomized to the control arm. The randomization ratio for patients included prospectively during the trial will be 4:1 (4 patients assigned to FOLFIRI+Zimberelimab + Domvanalimab for 1 patient assigned to FOLFIRI). The randomization algorithm will take into account \"external\" patients assigned progressively to the control arm to obtain a 1:1 ratio between the trial arms, with balanced distributions of stratification factors between the two arms.\n\nWith 77 patients to be included, this strategy will provide statistical power equivalent to that of a trial including 122 patients, sufficient to demonstrate an advantage in overall survival rate at 12 months from 32% to 50%.\n\nThe hypotheses related to efficacy criteria are formulated a priori, as recommended by the FDA guidance document on trials with synthetic/external control arms. The proof of concept has been reported at ESMO 2023. The primary judgment criterion will be the overall survival rate at 12 months because it is a strong and significant criterion for translating the clinical benefit of the Chemotherapy + Zimberelimab + Domvanalimab combination. The design with a hybrid synthetic control arm allows for the consideration of a randomized comparative study in a cancer as rare as neuroendocrine carcinoma."
  },
  {
    "id": "NCT03447678",
    "name": "Pembrolizumab in First Line Treatment of Advanced NSCLC Patients With PD-L1 Low Tumors.",
    "target": "TIGIT",
    "sponsor": "Fondazione IRCCS Istituto Nazionale dei Tumori, Milano",
    "status": "UNKNOWN",
    "conditions": "Non Small Cell Lung Cancer (NSCLC)",
    "phases": "PHASE2",
    "last_updated": "2021-06-08",
    "study_start": "2018-05-23",
    "study_end": "2022-05-31",
    "enrollment": 65,
    "primary_outcome": "Immune biomarkers",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Approximately 65 subjects with PD-L1 low (PD-L1Lo), EGFR wt, EML4/ALK fusion negative NSCLC will be enrolled in this trial for examination of the biological characteristics associated to efficacy and safety of Pembrolizumab. Subjects will receive Pembrolizumab iv at dose of 200 mg every three weeks. Subjects will be evaluated every 9 weeks (63 +/- 3 days) with radiographic imaging to assess response to treatment. Subjects will continue with the assigned study treatment until RECIST-defined progression of disease, unacceptable toxicity or consent withdrawal.\n\nTreatment with Pembrolizumab will continue until two years of therapy have been administered, documented disease progression, unacceptable adverse event(s), intercurrent illness that prevents further administration of treatment, investigator's decision to withdraw the subject, subject withdraws consent, pregnancy of the subject, noncompliance with trial treatment or procedure requirements, or administrative reasons. Pembrolizumab treated subjects who obtain a confirmed Complete Response (CR) per RECIST 1.1 may consider stopping trial treatment. These subjects may be eligible for re-treatment with Pembrolizumab after they have experienced radiographic disease progression at the discretion of the investigator, this re-treatment will be the Second Course Phase."
  },
  {
    "id": "NCT04354246",
    "name": "COM902 (A TIGIT Inhibitor) in Subjects With Advanced Malignancies",
    "target": "TIGIT",
    "sponsor": "Compugen Ltd",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Cancer, Ovarian Cancer, Lung Cancer, Colon Cancer, Plasma Cell Neoplasm, Multiple Myeloma, HNSCC, Microsatellite Stable Colorectal Carcinoma, MSS-CRC",
    "phases": "PHASE1",
    "last_updated": "2025-05-18",
    "study_start": "2020-03-31",
    "study_end": "2025-12-30",
    "enrollment": 110,
    "primary_outcome": "The safety and tolerability of COM902 monotherapy and in combination with COM701.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Phase 1 open label sequential dose escalation and cohort expansion study evaluating the safety, tolerability and preliminary antitumor activity of COM902 as monotherapy and in combination with COM701 in subjects with advanced malignancies."
  },
  {
    "id": "NCT04933227",
    "name": "A Study to Explore the Efficacy and Safety of Atezolizumab Plus Tiragolumab and Chemotherapy in 1st Line HER2 Negative Unresectable, Recurrent or Metastatic Gastric Cancer or Adenocarcinoma of Gastroesophageal Junction (GEJ)",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "TERMINATED",
    "conditions": "Stomach Neoplasms, Gastric Cancer, Gastroesophageal Junction Adenocarcinoma",
    "phases": "PHASE2",
    "last_updated": "2024-11-11",
    "study_start": "2021-08-06",
    "study_end": "2023-11-17",
    "enrollment": 29,
    "primary_outcome": "Objective Response Rate (ORR) in the Full Analysis Set (FAS) Population",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is designed to evaluate the efficacy and safety of atezolizumab plus tiragolumab in combination with capecitabine plus oxaliplatin (XELOX) for first-line treatment in participants with HER2-negative unresectable advanced, recurrent or metastatic gastric cancer (GC) or gastroesophageal junction adenocarcinoma (GEJ AC)."
  },
  {
    "id": "NCT06003621",
    "name": "Tiragolumab and Atezolizumab in Advanced Pan-cancer Patients",
    "target": "TIGIT",
    "sponsor": "Omico",
    "status": "RECRUITING",
    "conditions": "Solid Tumor, Adult",
    "phases": "PHASE2",
    "last_updated": "2024-11-13",
    "study_start": "2023-12-15",
    "study_end": "2028-11-01",
    "enrollment": 96,
    "primary_outcome": "Progression Free Survival (PFS) rate at 6 Months",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Patients who are enrolled in the MoST or CaSP cancer screening programs, and whose tumour is assessed as amenable to tiragolumab and atezolizumab treatment, will be recommended for participation in the study. After being informed about the study, and the potential risks, patients who consent to participate undergo a 21-day screening period to determine study eligibility. Patients will be prospectively selected into subgroups based on their tumour characteristics.\n\nOnce eligibility is confirmed, tiragolumab alone is administered at Cycle 1 Day 1 (day 1 of study). Commencing from Cycle 2 Day 1, tiragolumab and atezolizumab are administered at 21-day cycles until treatment discontinuation, with or without disease progression.\n\nParticipants undergo a biopsy at cycle 2 prior to commencement of atezolizumab treatment. Standard imaging scans (usually computed tomography (CT)) are performed throughout the trial. Patients also undergo blood, urine and stool sample collection on study.\n\nOnce participants discontinue treatment, a study visit is performed within 30 days of the end of the final treatment cycle. If treatment cessation is not contemporaneous with disease progression, follow-up calls are conducted every 9 weeks until disease progression. Once disease progression occurs, a study visit is performed within 30 days of disease progression and then every 3 months until 12 months after the final participant discontinues study treatment.\n\nActive follow-up of all participants will continue until death or 12 months after the last participant discontinues study treatment, whichever occurs first. Subsequently, survival data will be obtained through MoST or CaSP until death."
  },
  {
    "id": "NCT06777628",
    "name": "Immunophenotype of PBMC to Early Predict Response to Immunotherapy in Hepatocellular Carcinoma",
    "target": "TIGIT",
    "sponsor": "IRCCS Azienda Ospedaliero-Universitaria di Bologna",
    "status": "RECRUITING",
    "conditions": "Liver Cancer, Adult",
    "phases": "N/A",
    "last_updated": "2025-01-14",
    "study_start": "2024-09-15",
    "study_end": "2028-10-15",
    "enrollment": 100,
    "primary_outcome": "To find predictive biomarkers of response to immunotherapy in HCC",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "* To assess the accuracy of biomarkers from an immunophenotypic test (CD8+, PD1+, PD-L1+, CTLA4+, LAG3+, CD8+PD1+, CD8+PDL1+ peripheral lymphocyte populations and circulating granulocytes) in predicting the response to immuno-therapy in patients affected by hepatocellular carcinoma (HCC).\n* To compare the transcriptomic signatures of peripheral blood mononuclear cells (PBMC) of responders and non-responders (assessed at the first imaging study).\n\nRNAseq data will be validated by RT-PCR in independent prospective cohorts."
  },
  {
    "id": "NCT05414032",
    "name": "Molecular Residual Disease Interception in Locoregionally-Advanced High Risk HPV+ and HPV- HNSCC",
    "target": "TIGIT",
    "sponsor": "University Health Network, Toronto",
    "status": "RECRUITING",
    "conditions": "Locoregionally Advanced Head and Neck Squamous Cell Carcinoma (LA-HNSCC)",
    "phases": "PHASE2",
    "last_updated": "2025-03-25",
    "study_start": "2023-07-12",
    "study_end": "2026-07",
    "enrollment": 200,
    "primary_outcome": "Efficacy (in terms of ctDNA clearance) of AZD2936 compared to observation (Standard of Care, SOC) in LA-HNSCC patients who have MRD (MRD+) after definitive treatment.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase II, open-label study to assess the efficacy of AZD2936 in terms of molecular residual disease (MRD) clearance and treatment outcome in patients with MRD after definitive treatment for high risk locoregionally advanced head and neck squamous cell carcinoma (LA-HNSCC). MRD is defined as ctDNA detection in plasma after definitive treatment. Approximately 200 patients are expected to be enrolled.\n\nThe study is divided in 5 parts:\n\nPart A and Part B are common for all patients in the study, which are defined as the periods of definitive treatment and post definitive treatment. Definitive treatment will be either surgery followed by radiation or chemoradiation; definitive radiation or definitive chemoradiation according to standard of care (SOC) in our institution. A baseline ctDNA sample collection and CT staging will be done before treatment. ctDNA analysis will be performed in Part B at approximately week 5 and at week 10 of this period, and patients will be classified as MRD positive or MRD negative based on the week 10 results. If a patient has equivocal results, a new sample will be taken around week 14. Patients who receive surgery as part of their treatment, will also get ctDNA analysis post-surgery.\n\nPart C is the randomized and interventional part of the study (n=60) for patients with MRD. The patient will be randomized 3:1 to Arm A (treatment with AZD2936) or Arm B (observation). Patients in Arm A will continue treatment until the occurrence of any of these circumstances: after completion of 6 cycles, intolerable toxicity or patient decision. ctDNA analysis will be done at week 10 of Part C.\n\nPart D is the follow up part for patients with MRD. Two ctDNA samples will be analyzed at week 2 and at week 10 of Part D. Plasma samples will be collected every 6 months for the first 3 years and a final sample will be also collected if the patient has radiological or clinical progression. A CT/MRI scan will be performed at week 2 of Part D and, if clinically needed, according to SOC.\n\nPart E is the observational follow up part for patients without MRD. A ctDNA sample will be collected at the time of the first follow up and at radiological or clinical progression if applicable."
  },
  {
    "id": "NCT05568095",
    "name": "A Clinical Trial of a New Combination Treatment, Domvanalimab and Zimberelimab, Plus Chemotherapy, for People With an Upper Gastrointestinal Tract Cancer That Cannot be Removed With Surgery That Has Spread to Other Parts of the Body",
    "target": "TIGIT",
    "sponsor": "Arcus Biosciences, Inc.",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Upper Gastrointestinal Tract Adenocarcinoma",
    "phases": "PHASE3",
    "last_updated": "2026-01-30",
    "study_start": "2022-11-21",
    "study_end": "2026-06",
    "enrollment": 1040,
    "primary_outcome": "Overall survival",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This randomized Phase 3 open-label study will compare the efficacy of the T-cell immunoglobulin and immunoreceptor tyrosine-based inhibitory motif (ITIM) domain (TIGIT) monoclonal antibody domvanalimab, the anti programmed cell death protein 1 (PD-1) monoclonal antibody zimberelimab, and multiagent chemotherapy versus the anti PD-1 monoclonal antibody nivolumab and multiagent chemotherapy in the first-line treatment of participants with locally advanced unresectable or metastatic gastric, gastroesophageal junction (GEJ), and esophageal adenocarcinoma."
  },
  {
    "id": "NCT03708224",
    "name": "Preoperative Immunotherapy in Patients With Squamous Cell Carcinoma of the Head and Neck",
    "target": "TIGIT",
    "sponsor": "Alain Algazi",
    "status": "RECRUITING",
    "conditions": "Cancer, Carcinoma, Squamous Cell Carcinoma, Head and Neck Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-01-24",
    "study_start": "2019-03-08",
    "study_end": "2028-06-30",
    "enrollment": 55,
    "primary_outcome": "Proportion of subjects with a >= 40% increase in the cluster of differentiation 3 (CD3) counts",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "PRIMARY OBJECTIVES:\n\nI. To determine the effect of neoadjuvant atezolizumab alone or in combination with tiragolumab, tocilizumab, or other immune modulating agent(s) on T-cell infiltration in advanced in advanced squamous cell carcinoma of the head and neck (SCCHN). (Translational).\n\nII. To determine the impact of neo-adjuvant immunotherapy on surgical outcomes. (Clinical).\n\nSECONDARY OBJECTIVES:\n\nI. To describe the changes in T-cell subtypes and other mediators of antitumor immune response induced by neoadjuvant atezolizumab alone or in combination with tiragolumab, tocilizumab, or other immune-modulating agent(s) in advanced SCCHN patients. (Translational).\n\nII. To describe the impact of neoadjuvant, surgical, and adjuvant therapy on peripheral immune responses. (Translational).\n\nIII. To establish the safety/toxicity profile of each regimen in the perioperative settings for patients with advanced SCCHN. (Clinical).\n\nEXPLORATORY OBJECTIVES:\n\nI. To characterize changes in the gut microbiome associated with each therapeutic combination.\n\nII. To assess the correlation of disease status with C-Reactive Protein (CRP) and lactate dehydrogenase (LDH) levels.\n\nIII. To assess the correlation of disease status with Interleukin 6 (IL-6) levels for participants in Arm C (atezolizumab + tocilizumab).\n\nIV. If leftover tissue and funding are available: To develop immune-competent tumor xenograft models.\n\nV. To determine whether neo-adjuvant immune therapy improves 2-year relapse-free survival (RFS) in patients with SCCHN\n\nOUTLINE: This is a phase II, multi-arm, open-label trial of perioperative atezolizumab alone or in combination with other immune-modulating agents in advanced SCCHN. Based on the results of these initial cohorts, the trial will be amended to explore other novel atezolizumab-based combinations (such as atezolizumab in combination with another immuno-oncology (IO) agent, chemotherapeutics, or a molecularly targeted agent that could potentiate the activity of atezolizumab). Each of these new cohorts will be tested and enrolled to in sequential, non-randomized fashion.\n\nArm A: Patients receive 2 infusions of atezolizumab intravenously (IV) over 30-60 minutes for up to 15 days prior to definitive surgery and radiation.\n\nArm A (Adjuvant): Patients received 2 infusions of atezolizumab intravenously (IV) over 30-60 minutes for up to 15 days prior to definitive surgery and radiation. In addition to neoadjuvant atezolizumab, the first 9 participants in Arm A (atezolizumab monotherapy) received adjuvant atezolizumab beginning 16 weeks after surgery and radiation, or chemoradiation therapy, every 3 weeks for up to 12 courses in the absence of disease progression or unacceptable toxicity. Adjuvant atezolizumab will only be initiated if radiation-associated adverse events have resolved to grade 2 or better.\n\nArm B: Patients receive atezolizumab IV over 30-60 minutes for up to 2 courses and tiragolumab administered by IV infusion on Cycle 1 Day 1 of neoadjuvant treatment prior to standard surgery.\n\nArm C: Patients receive atezolizumab IV over 30-60 minutes for up to 2 courses and tocilizumab administered by IV infusion on Cycle 1 Day 1 of neoadjuvant treatment prior to standard surgery. Tocilizumab will be administered (prior to atezolizumab administration) as an intravenous infusion Atezolizumab will be administered 2 hours after the conclusion of the tocilizumab infusion.\n\nAfter completion of study treatment, patients are followed up at 30 days post surgery, 3 months, 6 months, 12 months, and at 24 months."
  },
  {
    "id": "NCT03652402",
    "name": "Precision Risk Stratification in Kidney Transplant Patients - EU-TRAIN",
    "target": "TIGIT",
    "sponsor": "Assistance Publique - Hôpitaux de Paris",
    "status": "COMPLETED",
    "conditions": "Kidney Transplant Rejection, Kidney Transplantation, Risk Stratification, Prognosis",
    "phases": "N/A",
    "last_updated": "2024-06-04",
    "study_start": "2018-11-27",
    "study_end": "2021-10-28",
    "enrollment": 558,
    "primary_outcome": "Capacity of non-invasive biomarkers and intragraft gene expression profiles combined to standard of care data (HLA system, clinical and biological data)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Allograft rejection is still a major threat to allografts with thousands of allografts failing every year worldwide due to organ rejection, with immediate consequences for the patients in terms of mortality and morbidity. With a prevalence around 20% in the first-year post transplant, rejection also carries high economic impact representing a 72% increase in transplantation price and downstream cost because of return on dialysis (60,000€ health care increase per patient). The rough estimates from 200,000 kidney allograft failures per year equals to 12 billion extra cost for the health care system per year.\n\nVarious explanations may be involved: 1) The current stratification system relies on various elements of the follow up of standard of care after kidney transplantation (histology, immunology) taken separately and, 2) Current therapeutic strategy is a \"one fit for all\" approach. Literature data show that therapeutics are not individualized, with 98% of patients having the same immunosuppressive regimens without analysis of response to therapy; 3) Lack of integration of omics in the stratification process. Today, the only approaches used to monitor the advent of immune-mediated allograft damage are nonspecific markers such as serum creatinine level and proteinuria which are not integrated in a dynamic approach. Some kidney transplant programs have implemented surveillance allograft biopsies, but they lack specificity and sensitivity and do not provide etiopathology of the underlying process. This impairs the risk stratification process.\n\nIn this project, leading European scientific teams, which have created relevant population cohorts and expertise, have joined forces to allow for large-scale (\\>5,000 patients) risk prediction studies in the field of kidney transplantation. The overall goal of the EUropean TRAnsplantation and INnovation consortium (EU-TRAIN) is to prevent kidney allograft failure and improve allograft survival by informing clinical decision and delivering optimised interventions to patients at individual level. The project aims to improve the current gold standard for risk stratification and prognosis among kidney transplant recipients.\n\nThe members of the EU-TRAIN consortium have invested heavily in the last decade to create large highly detailed European kidney transplant cohorts and to achieve best level scientific expertise in the assessment of innovative biomarkers and rejection reclassification on the basis of disease mechanism using gene expression. Ground-breaking concrete results have already been obtained that have changed patient care and transplant medicine guidelines: This is underlined by highly cited publications in the leading specialised journals and also in journals aimed at a popular audience that underlines the systemic nature of this approach, (NEJM (n=10), Lancet (n=2), BMJ (n=1), JASN (n=18)). Using this approach, the investigators have recently identified new forms of allograft rejection, resulting in changes in the most recent international allograft Banff classification and reclassifying rejection diagnosis and disease stage. This research strategy also led to recently demonstrate the clinical relevance of new non-invasive biomarkers for defining the pathogenicity of anti-HLA antibodies and allograft loss risk assessment and incorporate gene expression measurements in allograft rejection risk stratification.\n\nThe EU-TRAIN project will further elevate these cohorts synergistically by adding data on novel biomarkers, so far underdeveloped in kidney transplant research, in particular genomics and immunological data. A comprehensive integration strategy of these exceptionally large and complete cohorts constitutes a quantum leap in transplant research, and offers a unique opportunity, out of reach so far, to design strategies for truly personalised medicine.\n\nThe expected benefit for participants and society will be to reduce the financial burden of graft rejection for society.\n\n500 new transplanted patients in the 7 clinical transplant sites will be included in the prospective multicentre EU-TRAIN cohort with centralised analysis of samples in CHUN (blood mRNA), ICS (blood cellular assays), Charité (non-HLA antibodies and blood endothelial targets), AP-HP (blood anti-HLA DSA), and INSERM (Biopsy mRNA).\n\nVulnerable participants excluded.\n\nSchedule for the study:\n\n* inclusion period: 12 months\n* participation period (treatment - follow-up): 12 months\n* total duration of the study: 24 months\n\nExclusion period for participation in other studies, and justification: the participation to other minimal risks and constraints studies and observational non-interventional studies is allowed during this study. There is no exclusion period at the end of study. The participation to other interventional and observational non-interventional studies is allowed after the end of the study.\n\nNumber of enrolments expected per site and per month :\n\n* Necker Hospital, Paris: 10 patients / month\n* Saint-Louis Hospital, Paris: 6 patients / month\n* CHU Nantes: 10 patients / month\n* Charité-Universitätsmedizin, Campus Virchow Klinikum, Berlin: 4 patients / month\n* Charité-Universitätsmedizin, Campus Mitte, Berlin: 3 patients / month\n* Bellvitge University Hospital, Barcelona: 7 patients / month\n* Geneva University Hospitals, Geneva: 2 patients / month\n* Vall d'Hebron Hospital, Barcelona : 6 patients / month\n* Kremlin Bicêtre Hospital, Paris : 4 patients / month"
  },
  {
    "id": "NCT06773481",
    "name": "BC008-1A Injection for Recurrent CNS WHO G4 Glioma",
    "target": "TIGIT",
    "sponsor": "Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Glioma, Glioma Tumor Recurrence, Glioma, Recurrent High Grade, Glioblastomas (GBM), Glioblastoma WHO Grade IV",
    "phases": "PHASE1",
    "last_updated": "2025-07-07",
    "study_start": "2025-04-07",
    "study_end": "2026-12",
    "enrollment": 40,
    "primary_outcome": "Safety",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "BC008-1A is an innovative bispecific antibody targeting TIGIT and PD-1, which is developed by Sichuan Luzhou Buchang Biopharmaceutical Co., Ltd. . BC008-1A targets PD-1 and TIGIT to block the relevant signaling pathways, relieve the inhibition on T lymphocytes, thereby facilitating the activation of T cells and achieving the functions of immune surveillance, recognition and killing of tumor cells. Subjects with recurrent CNS WHO grade 4 glioma will be randomly assigned to dose group A (900 mg) or B (1200 mg) at a ratio of 1:1. BC008-1A will be administered once every 3 weeks until disease progression, intolerable toxicity, withdrawal of informed consent, loss to follow-up, initiation of new anti-tumor treatment, the decision of the investigator for the subject to withdraw based on the subject's benefit situation, death or other circumstances, whichever occurs first."
  },
  {
    "id": "NCT03486119",
    "name": "A Study for Identification of Predictive Immune Biomarker in Peripheral Blood for Nivolumab Therapy in NSCLC Patients",
    "target": "TIGIT",
    "sponsor": "Yonsei University",
    "status": "COMPLETED",
    "conditions": "Non -Small Cell Lung Cancer",
    "phases": "N/A",
    "last_updated": "2020-10-14",
    "study_start": "2018-02-05",
    "study_end": "2020-07-07",
    "enrollment": 60,
    "primary_outcome": "MDSC markers",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Non-small cell lung cancer (NSCLC) is the leading cause of cancer related mortality worldwide. Immune checkpoint blockade has emerged as a promising treatment modality in NSCLC. More recently, Programmed Cell Death 1 (PD-1) inhibitor was approved by FDA as ≥ second line treatment, which are major paradigm shift in NSCLC treatment.\n\nSubsequently two randomized phase III trials, comparing the overall survival (OS) of nivolumab with that of docetaxel as second line therapy, were completed. CheckMate-017 included squamous cell lung cancer patients and CheckMate-057 did non-squamous cell lung cancer patients. In both trials, nivolumab showed improvement of OS in all-comers regardless of PD-L1 expression. As a result of retrospective analysis, PD-L1 positivity was not predictive factor for the efficacy in squamous cell histology, but predictive factor for non-squamous histology. Finally, nivolumab was approved the all-comer NSCLC patients regardless of PD-L1 expression after failure to platinum based chemotherapy.\n\nAlthough tumor PD-L1 expression is currently the best predictive biomarker for PD-1 blockades, the prediction accuracy is not high enough to solidify the drug efficacy. Actually, PD-L1 negative patients can still respond to PD-1 blockades and some of PD-L1 positive patients do not respond to these therapy. Interestingly, the responders among PD-L1 negative patients showed comparable duration of response in those with PD-L1 positive in Checkmate 057 trial.\n\nTherefore, we need to select patients who are most likely to benefit from anti-PD-1 therapy and identify the better biomarker to predict the response to PD-1 blockades in NSCLC patients earlier than tumor assessment by imaging scan. To maximize the benefit of nivolumab in NSCLC patients, nivolumab should apply to all-comers, but we need to early decide to go or stop depending on predictive biomarker after 1st or 2nd cycle.\n\nIt is well known that various immune suppressive mechanisms including an accumulation and activation of myeloid derived suppressor cells (MDSC) and regulatory T cells (Tregs) exist in tumor microenvironment of cancer patients. MDSC are one of the major components of the tumor microenvironment, demonstrating their potentials, such as tumor progression by promoting tumor cell survival, angiogenesis, invasion of healthy tissue by tumor cells, and metastases. Recent studies show that MDSC as a heterogenous group of myeloid progenitors with immuno suppressive function could be used as one of the promising biomarker candidate for cancer immunotherapies. Ipilimumab could affect the immune cells in peripheral blood from melanoma patients. This study demonstrated that responder to ipilimumab showed early increase of eosinophil counts, whereas non-responders presented that elevated monocytic MDSC increased serum levels of S100A8/A9 and HMGB1 that attract and activate MDSCs. This result suggests that measurement of MDSCs could be a predictive immune related biomarker to ipilimumab treatment. On the other hand, we do not know how PD-1 blockade affects the immune suppressive cells such as MDSC or Tregs and makes difference between responder and non-responder.\n\nRecently, we conducted pilot trial to compare the T lymphocytes and MDSC population in peripheral blood between responder and non-responder to nivolumab. Interestingly, our preliminary data demonstrated that after 1st cycle of the therapy CD11b+CD33+MDSC/CD45+ or CD14- ratio has significantly decreased in responder compared to non-responder. The cut-off value of peripheral MDSC ratio could be reliable biomarker for accurate prediction of nivolumab therapy in NSCLC patients. To validate our finding, we need to expand this study in NSCLC patients who will be treated with nivolumab."
  },
  {
    "id": "NCT05120375",
    "name": "Assessment of Safety and Preliminary Efficacy With BAT6021 in Solid Tumor Patients in China",
    "target": "TIGIT",
    "sponsor": "Bio-Thera Solutions",
    "status": "TERMINATED",
    "conditions": "Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2023-10-08",
    "study_start": "2022-02-17",
    "study_end": "2023-04-07",
    "enrollment": 5,
    "primary_outcome": "Dose-limiting toxicity(DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study design for center, openness, dose escalation, and expand the research of phase I clinical trials, research the main evaluation BAT6021 injection for single or combined Tislelizumab in patients with advanced malignant solid tumors in the safety, tolerability and PK characteristics, to explore the maximum tolerated dose and preliminary antitumor efficacy, provide the basis for subsequent clinical trials recommended dose.\n\nThe study is divided into two parts:\n\nPart I: single drug dose escalation study. Accelerated titration and \"3+3\" dose escalation rule were used to explore the safety, tolerability and pharmacokinetic characteristics of BAT6021.\n\nSince the clinical benefit of a single agent may be limited, the study used accelerated titration and the \"3+3\" dose-escalation rule to explore the safe dose range from the ethical point of view of exposing fewer subjects to ineffective doses. A total of 8 dose groups were set up, including 1mg (initial dose) group, 3mg group, 10mg group, 30mg group, 100mg group, 300mg group, 600mg group and 900mg group, respectively. The whole is divided into two phases. The first stage: 1mg group, 3mg group, 10mg group using accelerated titration method dose increase. The second stage: 30mg group, 100mg group, 300mg group, 600mg group, 900mg group according to the standard \"3+3\" rule for dose increase study.\n\nIf MTD is found, the sponsor may select a dose of MTD or lower as the recommended dose for phase II clinical studies after discussion with the investigator based on the specific situation. If MTD is not reached, the sponsor may select a dose of MAD or one of the following dose groups as the recommended dose for phase II clinical studies, depending on the specific situation and discussion with the investigator. As the study progresses, protocols may be allowed to revise the definition of DLT as appropriate in light of new clinical findings. Adverse events that meet DLT criteria occurring outside the DLT evaluation period or other adverse safety information that the investigator considers meaningful do not directly influence dose-escalation decisions, but should be taken into account in the final determination of THE RP2D. Prior to each dose increase, the sponsor and investigator will discuss and comprehensively evaluate the decision to increase or decrease the dose, using available information on safety, PK (if any), and efficacy.\n\nPrior to inclusion in the next dose team, all subjects in the previous dose group must complete 21 days of DLT observation before toleration is explored according to the standard \"3+3\" dose escalation rule. In dose-escalation studies, the first subject in the same dose group may be included in the next subject 1 week after the first dose observation. Within each dose group, a minimum of 24 hours should be allowed between the administration of the prior subject and the administration of subsequent subjects.\n\nDose reduction adjustments are not allowed. The dose of BAT6021 should be upregulated as appropriate, but with extreme caution, at least simultaneously: (1) Subjects have received at least 4 cycles of study medication; (2) After discussion between the sponsor and the study, it was concluded that the subjects receiving the higher primary dose group might bring more clinical benefits than the current dose group; (3) The higher dose group has been shown to fail to reach MTD by subsequent dose escalation studies.\n\nPart TWO: the study of dose escalation for combined administration. In BAT6021 combined with Tislelizumab of dose escalation study, before start the combination therapy, sponsor should communicate with CDE and ethics committee, submit BAT6021 single drug dose escalation stage research data.\n\nIn the dose extension study, according to the preliminary safety and efficacy data of the dose escalation study, the investigator discussed with the sponsor to select the appropriate dose and tumor species for the extension study, so as to further study the safety and clinical efficacy of BAT6021 single drug or combined tislelizumab, providing a basis for subsequent clinical studies. In the monotherapy group, 1 to 2 dose cohorts were studied, with no less than 6 patients in each dose cohorts, and PK study was conducted for all patients. In the combined treatment group, 4-5 cohorts of different tumor types will be selected, with no less than 20 patients in each cohort. In some cohorts for PK studies, no less than 6 subjects were included in PK studies.\n\nThe overall study period can be roughly divided into screening period, treatment period and follow-up period:\n\nScreening period: -28d\\~0d, that is, after the informed consent is signed, the screening evaluation can be completed within 28 days;\n\nTreatment period: There will be one administration cycle every 3 weeks, and the study drug will be given on the first day of each cycle. Starting from the second cycle, the time window of administration can be ±3 days. However, in addition to imaging examination, subjects must complete all tests including vital signs, laboratory examination, and physical status score within 72 hours before each administration. Subjects were also required to complete clinical tumor radiographic evaluations (consistent, CT or MRI) at a frequency of once every 6 weeks (±7 days) within 24 weeks of initial dosing and once every 9 weeks (±7 days) thereafter. Study drug therapy should continue until withdrawal due to disease progression, or unacceptable toxicity, or new antitumor therapy due to no therapeutic benefit, or withdrawal of informed consent and other reasons, or study termination, whichever comes first. The study termination time shall be 1 year after the last subject receives study medication or all subjects leave the study, whichever comes first.\n\nThe DLT evaluation period was defined as the first treatment cycle, from initial dosing to 21 days after dosing.\n\nFollow-up period: If the investigator decides to discontinue study drug Therapy, the EOT will be considered as the End of Therapy. EOT visits will be scheduled for all subjects, including those who have discontinued treatment for any reason other than loss of follow-up, death, or withdrawal of informed consent, within 21+7 days of the investigator's decision to discontinue the subject's study medication and prior to the subject receiving subsequent new antitumor therapy. EOT visits should include vital signs, physical examination, laboratory examination, and clinical tumor imaging evaluation (CT or MRI).\n\nSafety follow-up: After receiving the last dose of study drug, the subjects were required to undergo safety visits at 21 (+7), 60 (±7), and 90 (±7) days, including immune-related adverse events (irAE). Until 90 days or subjects receive new antitumor therapy. Safety visits should be conducted at the study center, where vital signs, physical examination, laboratory examination and other examinations should be performed to evaluate AE, concomitant medication and concomitant treatment. Disappear until related to study drug adverse reaction (or fell to a level 1 or less), the subjects after stop treatment if adverse reaction still exists, the researchers have discretion, in combination with the practical situation of clinical decision follow-up frequency until researchers believe that the outcome of adverse reactions to restore normal, stable at an acceptable level, or there will be no further improvements.\n\nFollow-up for survival: After the safe follow-up, the subjects were followed up once every 12 weeks (±14 days) by telephone until death, loss of follow-up, withdrawal of informed consent or termination of the study.\n\nThe longest treatment time of the drugs studied in this project is about 1 year. In the absence of disease progression or intolerance of toxicity 1 year after initial study use, subjects may return to the study facility and be continued by the investigator until disease progression occurs."
  },
  {
    "id": "NCT05327530",
    "name": "A Study of the Safety and Efficacy of Various Combinations of Avelumab as Therapy in Locally Advanced or Metastatic Urothelial Carcinoma (JAVELIN Bladder Medley)",
    "target": "TIGIT",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Locally Advanced or Metastatic Urothelial Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2026-01-23",
    "study_start": "2022-08-17",
    "study_end": "2026-06-25",
    "enrollment": 256,
    "primary_outcome": "Progression-Free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors (RECIST Version 1.1) Assessed by Investigator",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to assess the safety and efficacy of avelumab in combination with other anti-tumor agents as a maintenance treatment in participants with bladder cancer."
  },
  {
    "id": "NCT05520294",
    "name": "Evaluating the Effects of Cannabis Use and Circulating Cannabinoids on Tumor Infiltrating Lymphocytes in Malignant Melanoma",
    "target": "TIGIT",
    "sponsor": "University of Colorado, Denver",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Melanoma",
    "phases": "N/A",
    "last_updated": "2024-04-15",
    "study_start": "2022-09-01",
    "study_end": "2024-08-31",
    "enrollment": 90,
    "primary_outcome": "Grade of TIL in melanoma biopsy",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Specific Aim 1.Assess how systemic cannabinoids remodel tumor infiltrating lymphocytes (TILs) within the melanoma tumor microenvironment. We hypothesize that decreased grade of TILs and exhaustive differentiation of T cells in melanoma are associated with lower cannabinoid receptor (CB1/CB2) expression and higher levels of systemic exogenous cannabinoids. Aim 1a.) Correlate plasma levels of cannabinoids with TIL grade. Aim 1b.) Correlate plasma levels of cannabinoids with TIL T cell immunohistochemical markers of exhaustion. Aim 1c.) Correlate plasma levels of cannabinoids to TIL CB1/CB2 expression.\n\nSpecific Aim 2. Determine the relationship between peripheral T cell activation and circulating cannabinoid levels in patients with melanoma. We hypothesize that the phenotypic activation of peripheral T cells is inversely associated with increased plasma levels of systemic exogenous cannabinoids. Aim 2a.) Immunophenotype peripheral T cells from patients with melanoma. Aim 2b.) Correlate plasma levels of cannabinoids with peripheral T cell phenotypic activation."
  },
  {
    "id": "NCT04570839",
    "name": "COM701 in Combination With BMS-986207 and Nivolumab in Subjects With Advanced Solid Tumors.",
    "target": "TIGIT",
    "sponsor": "Compugen Ltd",
    "status": "COMPLETED",
    "conditions": "Endometrial Neoplasms, Ovarian Cancer, Solid Tumor, Head and Neck Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2024-07-17",
    "study_start": "2020-08-31",
    "study_end": "2024-05-15",
    "enrollment": 48,
    "primary_outcome": "The proportion of subjects with adverse events on the study.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This phase 1/2 study evaluates the safety/tolerability, pharmacokinetics and preliminary antitumor activity of COM701 an inhibitor of poliovirus receptor related immunoglobulin domain containing (PVRIG) in combination with BMS-986207 (an inhibitor of TIGIT) and nivolumab in subjects with advanced solid tumors. The study will consist of 2 parts (part 1 - dose escalation and part 2 - dose expansion).\n\nPart 1: escalating doses of COM701 will be combined with fixed doses of BMS-986207 and nivolumab. Upon completion of dose escalation a recommended dose of COM701 in combination with BMS-986207 and nivolumab (3-drug combination) will be determined.\n\nPart 2: subjects will be administered the recommended dose of COM701 in combination with BMS-986207 and nivolumab. Subjects will be enrolled into one of three cohorts based on their cancer type.\n\nCohort 1: subjects with platinum resistant/refractory ovarian cancer, primary peritoneal or fallopian tube cancer will receive study treatment with the 3-drug combination.\n\nCohort 2: subjects with MSS- endometrial cancer will receive study treatment with the 3-drug combination.\n\nCohort 3 (Basket cohort): subjects with tumors that have high expression of a biomarker (PVRL2) will receive study treatment with the 3-drug combination. Subjects with tumor types in cohorts 1, 2 and 4 will not be enrolled into this cohort.\n\nCohort 4: subjects with HNSCC. This cohort will enroll subjects who have received treatment with an immune checkpoint inhibitor or subjects who have received treatment with chemotherapy but not an immune checkpoint inhibitor. All subjects enrolled in this cohort will receive study treatment with the 3-drug combination."
  },
  {
    "id": "NCT06328036",
    "name": "Testing the Combination of Anti-cancer Drugs Tiragolumab and Atezolizumab to Improve Outcomes for Patients With Recurrent Glioblastoma",
    "target": "TIGIT",
    "sponsor": "National Cancer Institute (NCI)",
    "status": "WITHDRAWN",
    "conditions": "Recurrent Glioblastoma, IDH-Wildtype",
    "phases": "PHASE2",
    "last_updated": "2024-12-27",
    "study_start": "2025-04-30",
    "study_end": "2025-07-01",
    "enrollment": 0,
    "primary_outcome": "Progression free survival (PFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "PRIMARY OBJECTIVE:\n\nI. To evaluate the impact of combination atezolizumab plus tiragolumab on progression free survival.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate the impact of atezolizumab, tiragolumab, or their combination on tumor infiltrating T lymphocyte (TIL) density in glioblastoma patients.\n\nII. To evaluate the safety of study drug therapy in patients with glioblastoma in the (neo)adjuvant setting.\n\nIII. To estimate therapeutic benefit of atezolizumab and tiragolumab in the recurrent glioblastoma patient population.\n\nIV. To evaluate the impact of baseline tumor mutation burden and expression on response.\n\nEXPLORATORY OBJECTIVES:\n\nI. To evaluate the impact of combination treatment on the tumor immune microenvironment.\n\nII. To evaluate the impact of combination treatment on the peripheral immune microenvironment.\n\nIII. To evaluate the peripheral and central pharmacokinetics of tiragolumab and atezolizumab.\n\nOUTLINE: Patients are randomized to 1 of 4 groups.\n\nGROUP A: Patients receive atezolizumab intravenously (IV) over 60 minutes and tiragolumab IV over 20-75 minutes and 14-19 days later, undergo surgical resection. Following surgery, patients may receive tiragolumab IV and atezolizumab IV on day 1 of each cycle. Cycles repeat every 21 days for up to 2 years in the absence of disease progression or unacceptable toxicity. Additionally, patients undergo magnetic resonance imaging (MRI) at baseline, 24-72 hours after surgery, then every 9 weeks until progression and blood sample collection throughout the study.\n\nGROUP B: Patients receive tiragolumab IV over 20-75 minutes and 14-19 days later, undergo surgical resection. Following surgery, patients may receive tiragolumab IV and atezolizumab IV on day 1 of each cycle. Cycles repeat every 21 days for up to 2 years in the absence of disease progression or unacceptable toxicity. Additionally, patients undergo MRI at baseline, 24-72 hours after surgery, then every 9 weeks until progression and blood sample collection throughout the study.\n\nGROUP C: Patients receive atezolizumab IV over 60 minutes and 14-19 days later, undergo surgical resection. Following surgery patients may receive atezolizumab IV on day 1 of each cycle. Cycles repeat every 21 days for up to 2 years in the absence of disease progression or unacceptable toxicity. Additionally, patients undergo MRI at baseline, 24-72 hours after surgery, then every 9 weeks until progression and blood sample collection throughout the study.\n\nGROUP D: Patients undergo surgical resection on study. Following surgery patients may receive atezolizumab IV on day 1 of each cycle. Cycles repeat every 21 days for up to 2 years in the absence of disease progression or unacceptable toxicity. Additionally, patients undergo MRI at baseline, 24-72 hours after surgery, then every 9 weeks until progression and blood sample collection throughout the study.\n\nAfter completion of study treatment, patients are followed up at 30 days, and then every 3 months."
  },
  {
    "id": "NCT05417321",
    "name": "A Study Evaluating the Safety and Efficacy of HB0036 in Subjects With Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Shanghai Huaota Biopharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor, NSCLC",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-01-02",
    "study_start": "2022-08-25",
    "study_end": "2025-08-01",
    "enrollment": 80,
    "primary_outcome": "Safety and tolerability",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase Ⅰ/Ⅱ, multicenter, open-label, first-in-human study in patients with advanced solid tumors. During the phase Ⅰ study, the safety and tolerability of HB0036 will be evaluated in patients with advanced solid tumors. In the phase Ⅱ study, the safety and efficacy of HB0036 at the RP2D will be evaluated in cohorts of patients with NSCLC and/or other solid tumors.\n\nA Safety Review Committee (SRC) will be established throughout the study period, consisting of the principal investigator, representatives of the contract research organization (CRO) (medical inspectors and other relevant personnel), and the Sponsor's medical monitor. The SRC will evaluate safety data based on the study process. The SRC may recommend extended doses, possible changes in the frequency of administration, and extended tumor types for safety reasons based on existing studies prior to starting the phase II study."
  },
  {
    "id": "NCT04736173",
    "name": "Study Evaluating Effectiveness and Safety of Zimberelimab and Domvanalimab in Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Arcus Biosciences, Inc.",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Non Small Cell Lung Cancer, Nonsquamous Non Small Cell Lung Cancer, Squamous Non Small Cell Lung Cancer, Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-12-09",
    "study_start": "2021-02-08",
    "study_end": "2027-05",
    "enrollment": 169,
    "primary_outcome": "Progression-free Survival (PFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 2 study to evaluate zimberelimab (AB122) combined with domvanalimab (AB154) in front-line, PD-L1-high, locally advanced or metastatic Non-Small Cell Lung Cancer (NSCLC)."
  },
  {
    "id": "NCT04465643",
    "name": "Neoadjuvant Nivolumab Plus Ipilimumab for Newly Diagnosed Malignant Peripheral Nerve Sheath Tumor",
    "target": "TIGIT",
    "sponsor": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
    "status": "COMPLETED",
    "conditions": "Nerve Sheath Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-10-02",
    "study_start": "2021-06-08",
    "study_end": "2025-07-30",
    "enrollment": 13,
    "primary_outcome": "Safety of combination nivolumab and ipilimumab as assessed by number of participants who experience adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of the study is to evaluate safety and feasibility of neoadjuvant nivolumab plus ipilimumab prior to standard therapy (surgery, chemotherapy or radiation therapy) in patients with Neurofibromatosis Type 1 (NF1) and newly diagnosed pre-malignant and malignant peripheral nerve sheath tumors (MPNST) for whom surgery for resection of tumor is indicated."
  },
  {
    "id": "NCT04262856",
    "name": "Study to Evaluate Monotherapy and Combination Immunotherapies in Participants With PD-L1 Positive Non-small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Arcus Biosciences, Inc.",
    "status": "COMPLETED",
    "conditions": "Non Small Cell Lung Cancer, Nonsquamous Non Small Cell Lung Cancer, Squamous Non Small Cell Lung Cancer, Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-08-25",
    "study_start": "2020-05-28",
    "study_end": "2025-07-09",
    "enrollment": 151,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This randomized phase 2 open-label study will evaluate the safety and efficacy of zimberelimab (AB122) monotherapy, domvanalimab (AB154) in combination with zimberelimab, and domvanalimab in combination with zimberelimab and etrumadenant (AB928) in front-line, PD-L1 positive, metastatic non-small cell lung cancer."
  },
  {
    "id": "NCT05126537",
    "name": "Co-inhibitory Molecules on Treg and miR-155-5p in Patients With Sepsis",
    "target": "TIGIT",
    "sponsor": "Southeast University, China",
    "status": "UNKNOWN",
    "conditions": "28 Day Mortality",
    "phases": "N/A",
    "last_updated": "2022-11-25",
    "study_start": "2022-01-01",
    "study_end": "2022-12-31",
    "enrollment": 100,
    "primary_outcome": "28 day mortality",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "1. peripheral blood Treg cells and their surface PD-1、CTLA-4 and TIGIT levels in sepsis patients were measured by flowcytometry. SOFA score、APACHE II score were recorded\n2. the level of miR-155-5p were measured by RT-qPCR in patients with sepsis on day 0-1 and day 3-5, and the correlation between the expression of the co-inhibitory molecules and miR-155-5p were evaluated"
  },
  {
    "id": "NCT05289492",
    "name": "Study of Novel Regimens in Relapsed or Refractory Multiple Myeloma",
    "target": "TIGIT",
    "sponsor": "iTeos Therapeutics",
    "status": "TERMINATED",
    "conditions": "Multiple Myeloma",
    "phases": "PHASE1",
    "last_updated": "2024-10-23",
    "study_start": "2022-05-01",
    "study_end": "2023-11-29",
    "enrollment": 16,
    "primary_outcome": "Number of participants with any adverse events (AEs) and serious adverse events (SAEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multicenter, open-label, phase I/II clinical study, to assess the safety, tolerability, antitumor activity, pharmacokinetics and pharmacodynamics of EOS884448 (also known as EOS-448 or GSK4428859A), alone or in combination with iberdomide with and without dexamethasone in participants with relapsed/refractory multiple myeloma (RRMM)."
  },
  {
    "id": "NCT07115043",
    "name": "A Study to Investigate Safety of AZD6750 in Adult Participants With Select Advanced or Metastatic Solid Tumors",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Melanoma, Non-small Cell Lung Cancer, Squamous Cell Carcinoma (Skin), Renal Cell Carcinoma, Merkel Cell Carcinoma, Triple Negative Breast Cancer, Head and Neck Squamous Cell Carcinoma, Gastric Cancer/Gastroesophageal Junction Cancer, High Grade Serous Ovarian Carcinoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-02-04",
    "study_start": "2025-07-29",
    "study_end": "2029-10-02",
    "enrollment": 60,
    "primary_outcome": "Safety- Part 1A & Part 2A (dose escalation) and Part 2B (dose expansion)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "A Phase I/II Open-label Dose Escalation and Expansion Study to Evaluate the Safety, Pharmacokinetics, Pharmacodynamics, and Efficacy of AZD6750, a CD8 Guided IL-2 Agent Alone and in Combination With Other Anti-cancer Agents in Participants with Select Advanced or Metastatic Solid Tumors"
  },
  {
    "id": "NCT05743504",
    "name": "Immunotherapy With CCRT Followed by Surgery for Locally Advanced ESCC Patients",
    "target": "TIGIT",
    "sponsor": "National Taiwan University Hospital",
    "status": "UNKNOWN",
    "conditions": "Locally Advanced Esophageal Squamous Cell Carcinoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2024-01-31",
    "study_start": "2023-09-18",
    "study_end": "2025-11-30",
    "enrollment": 32,
    "primary_outcome": "Pathological complete response rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Esophageal squamous cell carcinoma (ESCC) is one of the most lethal malignancy worldwide. The prognosis is poor with a five-year overall survival rate of 10 to 30 %. Randomized clinical trials have demonstrated that trimodality therapy (TMT), consisted of neoadjuvant concurrent chemoradiation (CCRT) and radical esophagectomy, improves the overall survival for patients with resectable locally advanced disease. Despite of the advancement, the outcome remained unsatisfactory with the median recurrence-free survival around 20 to 25 months and median overall survival around 30 months. It is known that the most important prognostic factor is whether a pathological complete response can be achieved after neoadjuvant CCRT. However, the use of new generation chemotherapeutic agent and epidermal growth factor inhibitors failed to significantly improve prognosis comparing to the standard platinum-based regimen. As a consequence, it is mandatory to develop new pharmacotherapeutic regimen for TMT.\n\nIn our previous prospective studies, we found higher levels of serum immune-related biomarkers, VEGF-A, TGF-β1, and soluble PD-L1, before neoadjuvant CCRT were independent associated with inferior overall survival and disease-free survival for locally advanced ESCC treated with neoadjuvant CCRT plus radical esophagectomy. Recent clinical trials have shown the efficacy of anti-PD-1 in recurrent/metastatic ESCC. Besides, preclinical and clinical studies suggested radiotherapy might induce local inflammatory stimulus for the immune modulating drug to boost the integrated response. In addition, preclinical study showed promising anti-cancer efficacy by combination of fractionated radiotherapy, anti-PD-L1 and/or anti-TIGIT immunotherapy. Though several prospective clinical trials have shown the feasibility, safety, and activity of adding anti-TIGIT therapy to anti-PD-L1 drug, and adding anti-PD-L1 therapy to chemotherapy in lung cancer, the safety and activity of combing anti-PD-1/PD-L1 to CCRT or TMT remained largely undetermined. In the present clinical trial, we plan to investigate whether incorporation of tiragolumab (Anti-TIGIT) and atezolizumab (Anti-PD-L1) into standard TMT will be safe while improve the pathological complete response rate. By the present research, we expect to develop a new TMT regimen for this poor prognostic disease.\n\nThis study is a single arm open labeled trial to evaluate the safety and pathological response of ESCC patients receiving neoadjuvant Paclitaxel/Cisplatin(TP)-CCRT plus Tiragolumab/Atezolizumab followed by radical esophagectomy. We design to enroll 32 patients to develop the preliminary evidence for incorporating tiragolumab/atezolizumab in locally advanced ESCC."
  },
  {
    "id": "NCT05073484",
    "name": "Assessment of Safety and Preliminary Efficacy With BAT6021 in Solid Tumor Patients",
    "target": "TIGIT",
    "sponsor": "Bio-Thera Solutions",
    "status": "TERMINATED",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2023-10-09",
    "study_start": "2021-10-29",
    "study_end": "2023-03-30",
    "enrollment": 13,
    "primary_outcome": "Dose-limiting toxicity(DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Anti-PD-1 and anti-PD-L1 antibodies targeting the immuno-inhibitory PD-1 pathway (thus activating T cells) have achieved clinical success in many types of cancers. However, studies have shown that anti-TIGIT antibodies not only trigger T cells and Natural Killer(NK) cells, but they can also activate T cells to a greater extent than anti-PD-1 antibodies. Therefore, further clinical investigation of anti-TIGIT antibodies such as BAT6021 is warranted.\n\nPD-1 and TIGIT are commonly co-expressed in T cells of the same tumor; thus, combining anti-TIGIT antibodies with PD-1/PD-L1 inhibitors may be a more effective cancer treatment. Indeed, anti-TIGIT antibodies have demonstrated synergy with anti-PD-1/PD-L1 antibodies in preclinical models. In addition, sponsor have shown that single administration of BAT1308 or BAT6021 could not effectively inhibit CT26 tumor growth in PD-1/TIGIT- humanized syngeneic mice; however, the combination treatment resulted in potent anti-tumor activity. Therefore, combined treatment with BAT6021 and an anti-PD-1/PD-L1 antibody like BAT1308 could improve therapeutic outcomes."
  },
  {
    "id": "NCT07376512",
    "name": "Predicting Response to Anti-PD-1/PD-L1 Immunotherapy by Plasma Extracellular Vesicle Analysis",
    "target": "TIGIT",
    "sponsor": "Centre Georges Francois Leclerc",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Non-Small Cell Lung Cancer, Melanoma (Skin Cancer)",
    "phases": "N/A",
    "last_updated": "2026-01-22",
    "study_start": "2026-03-01",
    "study_end": "2030-03-01",
    "enrollment": 378,
    "primary_outcome": "Target protein levels in plasma-derived extracellular vesicles (EVs) measured by multiplex ELISA before treatment",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Immune checkpoint inhibitors (anti-PD-1/PD-L1) have become standard treatment for patients with advanced or metastatic non-small cell lung cancer (NSCLC) or melanoma. However, not all patients respond to these therapies, and current biomarkers are imperfect.\n\nCirculating extracellular vesicles (EVs) are nanovesicles derived from tumor and immune cells, carrying proteins, nucleic acids, and lipids. They represent an accessible and stable source of immunological biomarkers, allowing monitoring of the tumor microenvironment without additional invasive procedures.\n\nThis prospective multicenter study aims to:\n\n* Collect and analyze immunological biomarkers present in EVs at baseline and during follow-up.\n* Assess their association with objective response to anti-PD-1/PD-L1 treatment, measured according to RECIST 1.1.\n* Develop an exploratory composite score combining multiple markers to predict response, stratified by cancer type (NSCLC vs melanoma).\n* Prospectively collect biological samples for future exploratory analyses.\n\nStudy procedures for participants include:\n\n* Blood sample collection: Four study-specific blood draws performed during standard treatment or tumor assessment visits (baseline, 2nd administration, first evaluation, second evaluation).\n* Collection of additional information: Standard immunohistochemistry results for PD-1, PD-L1, CTLA-4, Tim-3, LAG-3, and Tigit; thoraco-abdomino-pelvic CT scans; circulating or tumor DNA genotyping analyses.\n* Clinical follow-up: Conducted according to routine care standards, with no changes to treatment or additional study-specific visits."
  },
  {
    "id": "NCT05904886",
    "name": "A Study Evaluating Atezolizumab and Bevacizumab, With or Without Tiragolumab, in Participants With Untreated Locally Advanced or Metastatic Hepatocellular Carcinoma (HCC) (IMbrave152)",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Hepatocellular Carcinoma",
    "phases": "PHASE3",
    "last_updated": "2025-12-30",
    "study_start": "2023-09-14",
    "study_end": "2026-09-01",
    "enrollment": 687,
    "primary_outcome": "Investigator-assessed Progression-free Survival (PFS) According to Response Evaluation Criteria in Solid Tumors Version 1.1 (RECIST v1.1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to assess the efficacy and safety of tiragolumab, an anti-TIGIT monoclonal antibody, when administered in combination with atezolizumab and bevacizumab as first-line treatment, in participants with unresectable, locally advanced or metastatic HCC.\n\nPer amendment version 5, following a memo issued by the Sponsor, participants receiving treatment in the atezolizumab plus bevacizumab plus tiragolumab arm are recommended to discontinue tiragolumab treatment unless the investigator decides the benefit outweighs the risk. Participants receiving treatment in atezolizumab plus bevacizumab plus placebo arm must discontinue placebo treatment. Participants may continue receiving active treatment(s) per protocol until loss of clinical benefit or unacceptable toxicity, whichever occurs first."
  },
  {
    "id": "NCT03739710",
    "name": "Platform Trial of Novel Regimens Versus Standard of Care (SoC) in Participants With Non-small Cell Lung Cancer (NSCLC)",
    "target": "TIGIT",
    "sponsor": "GlaxoSmithKline",
    "status": "COMPLETED",
    "conditions": "Neoplasms",
    "phases": "PHASE2",
    "last_updated": "2025-06-13",
    "study_start": "2019-01-24",
    "study_end": "2024-05-02",
    "enrollment": 175,
    "primary_outcome": "Number of Participants Randomized Across Sub-studies",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will compare the clinical activity of novel regimens (in combination or as single agents) to SoC in participants with relapsed/refractory advanced NSCLC. The study will be conducted in two parts. Part 1 is an open-label, optional, non-randomized part based on safety and pharmacokinetics/pharmacodynamics (PK/PD) evaluation intended to generate additional data to qualify novel regimens for the randomized study. Part 2 is a randomized, Phase II open-label part comparing the efficacy and safety of these novel regimens with SoC. Drug name mentioned as GSK4428859A (belrestotug) and EOS884448 are interchangeable for the same compound and will be referred to as GSK4428859A/EOS884448/belrestotug."
  },
  {
    "id": "NCT05020912",
    "name": "Alteration of the Immune Microenvironment in Basal Cell Carcinoma Following Photodynamic Therapy",
    "target": "TIGIT",
    "sponsor": "Case Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Basal Cell Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2025-11-25",
    "study_start": "2021-12-13",
    "study_end": "2027-12",
    "enrollment": 28,
    "primary_outcome": "Time to maximum expression of immune checkpoint molecules",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "PDT is a technique that works by combining a photosensitizing topical agent and an intense light to kill tumor cells. PDT is not currently approved for the treatment of BCC by the Food and Drug Administration (FDA), although it is approved for that purpose in many European countries.\n\nThis is an internally (bilaterally) controlled trial that will enroll 24 participants with biopsy-proven BCC who are planning to undergo tumor removal via Mohs surgery. Within this cohort, one tumor will be PDT-treated and the other left as an untreated control. This study is also a cohort-controlled trial, because discarded tissue from fully de-identified Mohs participants will be analyzed after routine Mohs surgery, in order to establish the baseline variability in tumor-infiltrating immune cell parameters in non-PDT-treated participants.\n\nThe objectives of this study are:\n\nTo determine the time to maximum expression of immune checkpoint molecules in BCC tumors and peri-tumoral stroma after PDT, as compared to untreated tumors.\n\nTo determine the ratio of cytotoxic T cells to regulatory T cells in BCC tumors and peri-tumoral stroma after PDT, as compared to untreated tumors.\n\nTo determine whether circulating T-cells, collected from patients' peripheral blood, sampled before and after PDT treatment of a BCC tumor, show a higher proportion of tumor-activated CD8+ T-cells after PDT. The hypothesis is that PDT of the localized tumor will trigger a systemic anti-tumor immune effect.\n\nTo determine the rate of protoporphyrin IX (PpIX) accumulation and maximal PpIX levels.in tumors To determine the rate of production and maximal levels of singlet oxygen (O2) produced during blue light exposure To assess change in the volume, color, and appearance of tumors at the Mohs surgery visit compared to the PDT visit To assess for distant tumor (abscopal) effects after PDT"
  },
  {
    "id": "NCT06334406",
    "name": "Antitumor T Cell Responses in Patients With Bladder Cancer",
    "target": "TIGIT",
    "sponsor": "Centre Hospitalier Universitaire de Besancon",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Bladder Cancer",
    "phases": "N/A",
    "last_updated": "2024-03-19",
    "study_start": "2024-04-02",
    "study_end": "2026-04-02",
    "enrollment": 33,
    "primary_outcome": "Tumor antigen specific T-cell responses",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The main objective of this study is to evaluate the induction of Th1 anti-TERT responses by treatments in patients with bladder tumor."
  },
  {
    "id": "NCT04791839",
    "name": "Safety and Efficacy of Zimberelimab (AB122) in Combination With Domvanalimab (AB154) and Etrumadenant (AB928) in Patients With Previously Treated Non-Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Washington University School of Medicine",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Non Small Cell Lung Cancer, Non-small Cell Carcinoma, Non-small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-11-04",
    "study_start": "2021-08-04",
    "study_end": "2030-06-30",
    "enrollment": 30,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Since anti-PD1, anti-TIGIT, and A2R antagonists have complementary mechanisms of action, and the latter two have shown synergism in combination with antibodies against PD-1, othis study aims to evaluate the efficacy and tolerability of the triplet combination of zimberelimab, domvanalimab, and etrumadenant in patients with non-small cell lung cancer previously treated with immune checkpoint blockade therapy."
  },
  {
    "id": "NCT07343310",
    "name": "A First-in-Patient Clinical Trial of KINE-101 in Patients With Corticosteroid-Refractory CIDP",
    "target": "TIGIT",
    "sponsor": "Kine Sciences Co., Ltd.",
    "status": "COMPLETED",
    "conditions": "CIDP - Chronic Inflammatory Demyelinating Polyneuropathy",
    "phases": "PHASE1",
    "last_updated": "2026-01-15",
    "study_start": "2024-08-27",
    "study_end": "2025-04-14",
    "enrollment": 9,
    "primary_outcome": "Incidence of Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multicenter, open-label, single-dose, dose-escalation study evaluating the safety and tolerability of intravenous (IV) KINE-101 in patients with corticosteroid-refractory chronic inflammatory demyelinating polyneuropathy (CIDP). On Day 1, subjects receive a single IV dose of KINE-101 at the assigned cohort level and are discharged on Day 3, approximately 48 hours after investigational product (IP) administration, once all required in-clinic assessments have been completed. Safety assessments (including dose-limiting toxicities \\[DLTs\\], adverse events, clinical laboratory tests, vital signs, physical examinations, and 12-lead ECGs), exploratory efficacy evaluations, and PK/PD assessments are conducted through Day 28 in accordance with the schedule of assessments.\n\nExploratory efficacy assessments through Day 28 include changes from baseline in the following clinical measures: Inflammatory Neuropathy Cause and Treatment (INCAT) disability score, Medical Research Council (MRC) total sum score, Inflammatory Rasch-Built Overall Disability Scale (I-RODS), Timed Up-and-Go (TUG) test, mean grip strength, and the Overall Neuropathy Limitations Scale (ONLS).\n\nPharmacodynamic (PD) assessments include immunophenotyping of CD4+ T-cell subsets (CD4, CD25, FOXP3, CD39, CD69, CTLA-4, LAG-3, TNFR2, TIGIT, CCR5, and CXCR3); measurement of serum cytokines and immunoglobulins (IgM, IgG, IL-2, IL-6, IL-10, IL-17, IFN-γ, MCP-1, and TGF-β); evaluation of autoantibody and complement markers (antinuclear antibodies, anti-SM, anti-RNP, anti-SSA, anti-double-stranded DNA antibodies, and complement C4); and additional laboratory parameters related to systemic inflammation.\n\nDose escalation follows a standard 3+3 design based on review of safety, including DLTs, in the preceding cohort. Three KINE-101 dose cohorts are planned: Cohort 1 (120 mg), Cohort 2 (240 mg), and Cohort 3 (360 mg). If safety and tolerability are deemed acceptable in a given cohort, enrollment proceeds sequentially to the next higher dose level."
  },
  {
    "id": "NCT03342417",
    "name": "Combination of Nivolumab and Ipilimumab in Breast, Ovarian and Gastric Cancer Patients",
    "target": "TIGIT",
    "sponsor": "ExcellaBio LLC",
    "status": "TERMINATED",
    "conditions": "Breast Cancer Female, Ovarian Cancer, Gastric Cancer",
    "phases": "PHASE2",
    "last_updated": "2021-11-05",
    "study_start": "2018-02-14",
    "study_end": "2019-05-29",
    "enrollment": 5,
    "primary_outcome": "Number of participants with treatment-related adverse events as assessed by CTCAE v4.0",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Open-Label, Non-Randomization and Safety Run-In: Part 1 of the study is a Phase 2 clinical trial in 20 newly diagnosed patients who have Stage II-III breast cancer, with the primary cancer in place. Parts 2 and 3 of the Study are Phase 2 clinical trials in 20 platinum resistant refractory ovarian cancer (PRROC) and gastric cancer patients, respectively.\n\nAlso in all Parts 1, 2 and 3 of the study, there will be a safety run-in involving 3-6 patients. Specifically, the enrollment of patients in each of the 3 parts of the study will begin with 3 patients. If no dose-limiting toxicities (DLTs, defined as toxicity ≥Grade 3) are observed in the first 3 patients during the first cycle, enrollment can continue for the remaining 17 patients. If 1 of the first 3 patients experiences a DLT, the enrollment will be expanded to a total of 6 subjects. If no more than 1 of 6 subjects experiences a DLT, enrollment can continue for the remaining 14 patients. If 2 or more of the first 2-6 subjects experience a DLT, enrollment may be paused. The study data will be reviewed to determine whether alternate dose levels or treatment schedules should be evaluated."
  },
  {
    "id": "NCT04682665",
    "name": "Prebiotic Effect of Eicosapentaenoic Acid Treatment for Colorectal Cancer Liver Metastases",
    "target": "TIGIT",
    "sponsor": "University of Leeds",
    "status": "COMPLETED",
    "conditions": "Colon Cancer Liver Metastasis",
    "phases": "N/A",
    "last_updated": "2024-12-03",
    "study_start": "2021-09-16",
    "study_end": "2024-07-31",
    "enrollment": 81,
    "primary_outcome": "Abundance of individual bacterial taxa in the gut microbiome (eg. Bifidobacterium, Lactobacillus, and Fusobacterium) in stool samples.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Despite advance in the diagnosis and treatment of colorectal cancer (CRC), it remains the second most common cause of cancer-related death in the US and the UK. The majority of deaths from CRC are related to distant metastases, predominantly to the liver.\n\nThere are observational and laboratory data supporting the notion that the omega-3 polyunsaturated fatty acid eicosapentaenoic acid (EPA) has anti-CRC activity. These include a phase 2 'window of opportunity' randomised, placebo-controlled trial of EPA provided before surgery for resection of CRC liver metastasis (called the EMT study). A signal that EPA improved progression-free and overall survival after liver surgery provided the rationale for the EMT2 trial, which is a randomised, double-blind placebo-controlled phase 3 trial of the effect of EPA (started before surgery but continued post-operatively) on CRC recurrence and survival after surgery for resectable liver metastases \\[ClinicalTrials.gov NCT03428477 and EudraCT Number: 2016-000628-24\\].\n\nThe mechanism(s) by which EPA might influence post-operative survival are not well understood. Recent data support the idea that the anti-CRC benefit of EPA may be mediated by modulating the intestinal microbiota and ameliorating tumour-permissive immunosuppressive mechanisms, including inhibition of the activity of regulatory T cells (Tregs) and myeloid-derived suppressor cells (MDSCs), as well as reduced synthesis of inflammatory mediators such as prostaglandin (PG) E2 and chemokine (C-C motif) ligand 2 (CCL2). Mice fed with a high-EPA-containing diet demonstrate 1) increased abundance of gut bacteria, such as Bifidobacterium and Lactobacillus genera that support the host anti-tumour immune response and improve the efficacy of cancer immunotherapy, and 2) decreased abundance of lipopolysaccharide (LPS)-producing bacteria that trigger chronic inflammation and can promote CRC. These data support a hypothesis that a prebiotic effect of EPA abrogates intra-tumoural immunosuppression and ameliorates systemic inflammation to improve survival of CRCLM patients.\n\nEMT2 trial participants are ideally placed to provide biospecimens that can be analysed in order to understand the mechanism(s) of action of EPA given that the laboratory data can eventually be linked to the clinical outcomes from the trial. Biospecimens can be obtained without interference with the EMT2 trial protocol. Stool, urine, and blood samples will be obtained 1) after EMT2 trial randomization, before starting EPA or placebo, 2) just before surgery, and 3) at 6-monthly intervals thereafter, plus liver metastases tumour tissue during surgery. Using these biospecimens, the microbiome and immune pathways altered by EPA will be investigated in relation to participant survival. Mechanistic insights about the anti-CRC activity of EPA from the biospecimen collection project will maximize the knowledge and insights gained from the EMT2 trial and its participants, thereby leading to personalized use of EPA, which will be targeted at those most likely to benefit."
  },
  {
    "id": "NCT07161414",
    "name": "A Study to Investigate the Pharmacokinetics and Safety of Subcutaneous Rilvegostomig in Adult Participants With Advanced Solid Tumors Previously Treated With Standard of Care Therapy",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-12-18",
    "study_start": "2025-11-25",
    "study_end": "2029-07-24",
    "enrollment": 40,
    "primary_outcome": "Area under the Concentration-time Curve During One Dosing Interval (AUCtau)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase I, open-label, multicenter, multi-part, dose finding and dose confirmation study to evaluate the PK and safety of SC rilvegostomig.\n\nThe study includes 2 parts: Part 1 (Dose Finding) and Part 2 (Dose Confirmation).\n\nPart 1 will determine a SC rilvegostomig dose co-administered with rHu that yields drug exposure comparable with IV rilvegostomig. It will include 2 planned dose levels (DL1 in Cohort A and DL2 in Cohort B). Additional dose levels will be added, if needed.\n\nPart 2 will be initiated once a dose has been identified based on Part 1. This part will evaluate the bioavailability, safety, and tolerability of SC rilvegostomig + rHu."
  },
  {
    "id": "NCT05123482",
    "name": "A Phase I/IIa Study of AZD8205 Given Alone or Combined, in Participants With Advanced/Metastatic Solid Malignancies",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Breast Cancer, Biliary Tract Carcinoma, Ovarian Cancer, Endometrial Cancer, Squamous Non-Small Cell Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-02",
    "study_start": "2021-10-18",
    "study_end": "2027-09-29",
    "enrollment": 460,
    "primary_outcome": "The number of patients with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase I/IIa Multi-center, Open-label Master Protocol Dose Escalation and Expansion Study of AZD8205 as Monotherapy and in Combination with Anticancer Agents in Participants with Advanced Solid Tumors"
  },
  {
    "id": "NCT05702229",
    "name": "Novel Combinations in Participants With Locally Advanced Unresectable or Metastatic Gastric or Gastroesophageal Junction Adenocarcinoma",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Gastric Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-11-14",
    "study_start": "2023-01-16",
    "study_end": "2027-09-28",
    "enrollment": 240,
    "primary_outcome": "ORR (per RECIST 1.1 as assessed by Investigator)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Approximately 240 participants will be assigned across 6 substudies, with approximately 40 evaluable participants of the confirmed recommend dose by SRC for study intervention in each corresponding substudy."
  },
  {
    "id": "NCT07015164",
    "name": "Role of Viral Reservoir, Immune Activation and Depletion in Persistent Viremia Persistent Viremia in People Living With HIV on Antiretroviral Therapy",
    "target": "TIGIT",
    "sponsor": "Assistance Publique - Hôpitaux de Paris",
    "status": "NOT_YET_RECRUITING",
    "conditions": "HIV",
    "phases": "N/A",
    "last_updated": "2025-06-03",
    "study_start": "2025-06-10",
    "study_end": "2026-09-11",
    "enrollment": 80,
    "primary_outcome": "Quantification of HIV-1 cellular reservoir parameters using molecular techniques",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The aim of antiretroviral (ARV) treatment is to inhibit viral replication in order to achieve an undetectable plasma viral load. The threshold of undetectability to be achieved differs from country to country and from learned societies to learned societies, and is set at 50 copies/mL at 6 months of treatment initiation in French recommendations (Morlat, 2018), 200 copies/mL in US recommendations (Thompson et al., 2021), and 1,000 copies/mL in recommendations published by the World Health Organization (WHO) (World Health Organization, 2016), the latter threshold being the one used by all resource-limited countries.\n\nCurrently, the vast majority of patients treated with ARVs are virologically suppressed, with viral load below the quantification threshold of the viral load technique (20 to 50 copies/mL, classically) (Elvstam et al., 2023). Nevertheless, a non-negligible percentage of patients, up to 10% in a recent American study (Fleming et al., 2019), may present persistent viremia (i.e., on several consecutive viral loads) of low level (between 51 and 1,000 copies/mL).The risk of persistent viral replication under antiretroviral pressure is to favor the emergence of resistance mutations, which can impact the activity of an ARV molecule or all the molecules in a therapeutic class (Assoumou et al., JAC, 2017; Elvstam et al., CID, 2023). The phenomenon of persistent plasma viremia has been shown to be more frequently observed with certain ARV classes such as protease inhibitors. However, few data are currently available on the most recent ARVs, such as 2nd-generation integrase inhibitors (INIs) and the most recent non-nucleoside reverse transcriptase inhibitor (NNRTI), doravirin. These latest-generation molecules have specific profiles. For example, 2nd-generation INIs present a high genetic barrier to resistance, while doravirine has the advantage of having a genotypic resistance profile distinct from other NNRTIs, and of diffusing well across compartments.\n\nThese persistent low levels of viremia raise numerous questions in terms of clinical management, and may lead to changes in therapy. We therefore need to better understand the mechanism(s) behind these persistent low viremia levels, so that we can provide the best possible care for PLWHA.However, in the absence of a clear explanation of the mechanism underlying this low-noise replication, management of this clinical situation is often difficult and sub-optimal. In fact, the therapeutic intensifications proposed (addition of a 4th agent or switch to another 3rd agent that does not exist as a single tablet) can complicate the patient's regimen, and therefore impact on compliance. At present, it is often proposed to closely monitor patients with persistent low viremia, which can be stressful for the patient, in addition to generating healthcare costs due to the close follow-up visits and biological tests prescribed.Various mechanisms could be at the root of this persistent low-level viremia: persistence of low-level viral replication, notably through release from anatomical reservoirs, clonal expansion of provirus-carrying cells that can be reactivated following polyclonal stimulation, or the production of non-infectious virus from mutation-carrying proviruses (Elvstam et al., 2019; Halvas et al., 2020; Simonetti et al., 2016) (Figure 2). These mechanisms are all linked to the particularity of the HIV cycle, which is the ability of its genome to integrate as double-stranded DNA into the cellular genome. This integrated viral DNA, also known as provirus, constitutes the reservoir. The vast majority of proviruses present in the cellular reservoir are defective, i.e. not replication-competent (Bender et al., 2019). Different types of mutations are responsible for these defective proviruses: i) the appearance of stop codons due to G-to-A mutations in the viral genome, selected by host immune pressure mechanisms such as the APOBEC (Apolipoprotein B mRNA-editing Enzyme Catalytic polypeptide-like) enzyme, ii) mutations in key regions, such as 5' LTR (Long Terminal Repeat), and iii) larger or smaller deletions of the proviral genome.A recent study compared plasma viruses with proviruses in 8 patients with persistent low plasma viremia (White et al., 2023). The proviral genomes that contributed to plasma viremia differed from proviral genomes not found in plasma viruses, notably in terms of integration sites in the human genome and transcriptomics in the CD4 cells that host them. This suggests that certain proviruses may be specifically responsible for low-noise viral replication. The mechanism by which these proviruses are activated is not determined, but could result from random reactivations due to higher levels of systemic inflammation and immune activation. Other work has suggested that clonal expansion of certain provirus-bearing CD4+ T cells may play a role in the persistence of low-level viremia (Simonetti et al., 2016). This clonal expansion is a random process and, in this scenario, the viruses produced might not generate new productive infections, due to effective ARV concentrations.In this study, we will explore different hypotheses concerning the origin of these persistent plasma viremias by studying the viral reservoir in patients with and without persistent low-level viremia, and by investigating the association between viral reservoir levels and different parameters of immune activation, inflammation and immune exhaustion."
  },
  {
    "id": "NCT07213882",
    "name": "A Phase 1, Multicenter, Open-label, Prospective, First-in-human Dose-escalation Clinical Trial of Domain Therapeutics' Anti-CCR8 Monoclonal Antibody (DT-7012) in Patients With Relapsed or Refractory Cutaneous T-cell Lymphomas (CTCL)",
    "target": "TIGIT",
    "sponsor": "Assistance Publique - Hôpitaux de Paris",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Cutaneous T Cell Lymphoma (CTCL), Mycosis Fungoides, Sezary Syndrome",
    "phases": "EARLY_PHASE1",
    "last_updated": "2025-10-02",
    "study_start": "2026-01-01",
    "study_end": "2028-08-01",
    "enrollment": 30,
    "primary_outcome": "Dose limiting toxicity (DLT) defined by any treatment-emergent adverse event (TEAE) not attributable to the disease or disease-related processes",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Cutaneous T-cell lymphomas (CTCL) are a heterogeneous group of lymphomas characterized by a primary involvement of the skin. Among them, mycosis fungoides (MF) and Sézary syndrome (SS) are the most common subtypes. SS is defined as erythroderma (erythema of the entire skin surface), and circulating tumor blood cells. The circulating tumor T cells express CD4 and may lose expression of CD7 and CD26, while exhibiting in most cases aberrant expression of CD158k (KIR3DL2), which is a surface marker of Sézary cells. CCR8 is a surface marker of tumor-infiltrating regulatory T cells. It has recently be observed that CCR8 was expressed by tumor cells in CTCL and other peripheral T-cell lymphomas. CCR8 is expressed by skin resident-memory T cells which are believed to be the tumor cell-of-origin in mycosis fungoides. Domain Therapeutics (DT) showed the in vitro efficacy of their proprietary anti-CCR8 mAb DT7012 in the depletion of CTCL cells. Therapeutic depletion of CCR8-expressing cells by DT-7012 could eliminate tumor cells and activate the anti-tumor immunity in CTCL. We hypothesize that treatment with DT-7012 is effective in the treatment of relapsed or refractory (R/R) CTCL as advanced MF and SS."
  },
  {
    "id": "NCT03628677",
    "name": "A Study to Evaluate the Safety and Tolerability of AB154 in Participants With Advanced Malignancies",
    "target": "TIGIT",
    "sponsor": "Arcus Biosciences, Inc.",
    "status": "COMPLETED",
    "conditions": "Solid Tumor, Unspecified, Adult",
    "phases": "PHASE1",
    "last_updated": "2025-02-03",
    "study_start": "2018-09-12",
    "study_end": "2025-01-23",
    "enrollment": 75,
    "primary_outcome": "Number of Participants with Treatment Emergent Adverse Events (TEAEs) as Assessed by CTCAE v5.0",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase 1, multicenter, open-label, dose-escalation study to evaluate the safety, tolerability, PK, PD, and clinical activity of domvanalimab (AB154) as monotherapy and in combination with zimberelimab (AB122) in participants with advanced solid malignancies."
  },
  {
    "id": "NCT06897436",
    "name": "Characterization of Immune Cells and Their Secreted Cytokines in Endometriosis Patients",
    "target": "TIGIT",
    "sponsor": "Medical University of Lublin",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Endometriosis",
    "phases": "N/A",
    "last_updated": "2025-03-24",
    "study_start": "2025-05-01",
    "study_end": "2029-12-31",
    "enrollment": 60,
    "primary_outcome": "Alterations in immune system cell phenotype and activity associated with endometriosis.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "EUmetriosis will generate new knowledge in the field of endometriosis, its drivers and consequences, as well as biological determinants, which will result in a better understanding of endometriosis pathogenesis and the factors involved. Specifically, the project will assess the role of the immune cells, diet, cognitive behaviour and other related factors in disease pathogenesis, and develop strategies on how to alleviate endometriosis-associated pain, enhance quality of life and improve outcomes for patients. The knowledge base (like the association between nutrition, epigenetics, the microbiome and endometriosis) and methodologies generated within the project will drive the fields of gynaecology, primary care, pain medicine, urology and gastroenterology forward. Finally, through the collection of evidence for effective self-management strategies, the project will pave the path for more patient-tailored health policies. The project aims to link different stakeholder groups involved in this field, like clinicians, patients, healthcare insurers/payers and other researchers in women's health. With this multidisciplinary consortium, EUmetriosis will maximise its impact by creating therapeutic and diagnostic endometriosis solutions best suited to real-world applications, with a clear strategy for implementation."
  },
  {
    "id": "NCT05633927",
    "name": "Humoral and Cellular Immunity Against SARS-COV-2 Vaccine in HIV-infected Patients Immunosuppressed",
    "target": "TIGIT",
    "sponsor": "Hospitales Universitarios Virgen del Rocío",
    "status": "COMPLETED",
    "conditions": "SARS-CoV-2 RNA Vaccines, HIV Infection",
    "phases": "N/A",
    "last_updated": "2024-10-09",
    "study_start": "2021-04-01",
    "study_end": "2022-12-01",
    "enrollment": 48,
    "primary_outcome": "Antibodies",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Prospective, non-equality, cohort study, where investigators propose to analyze humoral and cellular immunity after two doses of SARS-CoV-2 RNA vaccines in HIV-infected participants severely immunosuppressed.\n\nA total of 92 HIV-infected subjects over 18 years old with ≤200 CD4/μl (experimental group; n=46) and ≥ 350 CD4/μl (as control group; n=46) who have completed two doses vaccination against SARS-CoV-2 will be included in the study.\n\nPrimary Objectives:\n\n* To analyze the percentage of participants with SARS-CoV-2-specific IgG after 1, 6, and 12 months after vaccination in subjects with ≤200 vs ≥350 CD4/μL by electrochemiluminescence immunoassay (Elecsys® Anti-SARS-CoV-2. Roche Diagnostics).\n* To analyze the percentage of subjects with specific T and memory B lymphocyte response against SARS-CoV-2 after 1, 6, and 12 months after vaccination with \\<200 vs ≥350 CD4/μL. Multiparametric flow cytometry in peripheral blood mononuclear cells (PBMCs) will be performed to detect the production of cytokines (IL-2, TNF-α and IFN-γ), cytolytic (perforin and granzyme B) and degranulation (CD107a) molecules from T cells, as well as to identify memory B cells specific to SARS-CoV-2 IgG+.\n\nSecondary Objectives: To analyze in participants with \\<200 vs ≥350 CD4/μl after 1, 6, and 12 months after vaccination:\n\n* Quantification of specific IgG titers against SARS-CoV-2\n* The association of the T response to SARS-CoV-2 with humoral response parameters.\n* The association of the T response against SARS-CoV-2 with other parameters of immune activation, inflammation and immunosenescence. The phenotypes of maturation (CD45RA and CD27), activation (HLA-DR and CD38), senescence (CD57+CD28-) and markers of immune exhaustion (TIGIT, LAG-3, TIM-3 and PD-1) in CD4 and CD8 lymphocytes T will be determined by multiparametric flow cytometry."
  },
  {
    "id": "NCT04836507",
    "name": "Study of Efficacy and Safety of CRC01 in Adult Large B-cell Lymphoma Patients",
    "target": "TIGIT",
    "sponsor": "Curocell Inc.",
    "status": "RECRUITING",
    "conditions": "Relapsed Large B-cell Lymphoma, Refractory Large B-cell Lymphoma, Diffuse Large B-cell Lymphoma (DLBCL), Primary Mediastinal Large B-Cell Lymphoma (PMBCL), High-grade B-cell Lymphoma, Transformed Follicular Lymphoma (TFL)",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2021-04-29",
    "study_start": "2021-03-02",
    "study_end": "2028-02",
    "enrollment": 91,
    "primary_outcome": "Phase 1 Study: Maximum Tolerated Dose (MTD) which will be the Recommended Phase 2 Dose (RP2D)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multi-center, phase I/II study to determine the efficacy and safety of CRC01 in adult patients with relapsed or refractory large B-cell lymphoma."
  },
  {
    "id": "NCT05775159",
    "name": "Study of Novel Immunomodulators as Monotherapy and in Combination With Anticancer Agents in Participants With Advanced Hepatobiliary Cancer",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Hepatocellular Carcinoma, Biliary Tract Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-11-12",
    "study_start": "2023-04-24",
    "study_end": "2027-10-28",
    "enrollment": 294,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This Phase II, open-label, uncontrolled, multicentre study evaluating the preliminary efficacy and safety of Volrustomig or Rilvegostomig as monotherapy (MONO) and/or in combination with anticancer agents (COMBO) in participants with advanced hepatobiliary cancer (e.g., HCC, BTC, etc.).\n\nThis study has a modular design with independent substudies. In Substudy 1, Volrustomig and Rilvegostomig will be evaluated as monotherapy and/or in combination with other anticancer drugs in approximately 200 evaluable participants with advanced HCC.\n\nIn Substudy 2, the efficacy and safety of Rilvegostomig or Volrustomig plus gemcitabine and cisplatin are investigated in approximately 90 evaluable participants with advanced BTC who have not received previous treatment for advanced/metastatic disease."
  },
  {
    "id": "NCT06338657",
    "name": "FID-007 Followed by Standard of Care Surgery in Head and Neck Cancer",
    "target": "TIGIT",
    "sponsor": "University of Southern California",
    "status": "TERMINATED",
    "conditions": "Head and Neck Squamous Cell Carcinoma",
    "phases": "PHASE1",
    "last_updated": "2025-09-09",
    "study_start": "2024-04-01",
    "study_end": "2025-09-09",
    "enrollment": 1,
    "primary_outcome": "Evaluate the phenotypical and functional changes of different T cell subsets within the tumor microenvironment after treatment with FID-007",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "PRIMARY OBJECTIVE:\n\nI. To describe the phenotypical and functional changes of different T cell subsets within the tumor microenvironment after treatment with FID-007.\n\nSECONDARY OBJECTIVES:\n\nI. To describe the adverse events associated with neoadjuvant FID-007 prior to surgery for head and neck cancer.\n\nII. To evaluate preliminary evidence of efficacy by describing the rate of major and complete pathologic response.\n\nIII. To describe the rates of locoregional recurrence and rate of distant metastasis at 2 years after surgery.\n\nEXPLORATORY OBJECTIVE:\n\nI. Explore association between pathologic response and phenotypical and functional changes in T cell subsets.\n\nOUTLINE:\n\nPatients receive FID-007 intravenously (IV) over 30 minutes once a week for 3 weeks on days 1, 8, and 15 of a single 28 day cycle in the absence of disease progression or unacceptable toxicity. Patients then undergo standard of care surgery. Patients undergo computed tomography (CT) or magnetic resonance imaging (MRI) during screening and blood sample collection throughout the study.\n\nAfter completion of study treatment, patients are followed up every 3 months for 2 years."
  },
  {
    "id": "NCT06860815",
    "name": "Cemiplimab and Transarterial Radioembolization With Y-90 SIR-S Spheres for the Treatment of Liver Directed Metastatic Breast Cancer",
    "target": "TIGIT",
    "sponsor": "City of Hope Medical Center",
    "status": "RECRUITING",
    "conditions": "Anatomic Stage IV Breast Cancer AJCC v8, Metastatic Breast Carcinoma, Metastatic Carcinoma in the Liver",
    "phases": "PHASE2",
    "last_updated": "2026-01-27",
    "study_start": "2026-04-01",
    "study_end": "2027-01-30",
    "enrollment": 11,
    "primary_outcome": "CD8+ T cell infiltration in tumor microenvironment (TME): baseline",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "PRIMARY OBJECTIVE:\n\nI. To describe the effect of cemiplimab and yttrium Y90 resin microspheres (90Y TARE) on immune activation in the treated tumor based on CD8+ T cells.\n\nSECONDARY OBJECTIVES:\n\nI. To evaluate other measures of changes (both in treated and untreated lesions after the first TARE treatment) in the tumor microenvironment (TME) of 10 metastatic breast cancer (MBC) patients with liver-dominant disease.\n\nII. To identify systemic immune activation in the peripheral blood. III. To determine the safety and tolerability of cemiplimab and hepatic radioembolization in patients with liver dominant metastatic breast cancer using Common Terminology Criteria for Adverse Events (CTCAE) version 5.0 criteria.\n\nIV. To evaluate objective tumor response of the target lesion treated with Y90 by Response Evaluation Criteria in Solid Tumors (RECIST) 1.1 and modified RECIST (mRECIST).\n\nOUTLINE:\n\nPatients receive cemiplimab intravenously (IV) over 30 minutes on day 1 of each cycle. Cycles repeat every 21 days for up to 1 year in the absence of disease progression or unacceptable toxicity. Patients receive Y90 SIR-Spheres intratumorally via TARE over 60-90 minutes once during days 7-14 and on day 67. Patients also undergo tumor biopsy at baseline and at day 42 after immunotherapy begins. Additionally patients also undergo blood sample collection and computed tomography (CT) or magnetic resonance imaging (MRI) throughout the study.\n\nAfter completion of study treatment, patients are followed up at 30 days, every 3 months within 1 year of start of treatment, and then every 6 months for up to 2 years."
  },
  {
    "id": "NCT05574335",
    "name": "Siplizumab in T1DM",
    "target": "TIGIT",
    "sponsor": "National Institute of Allergy and Infectious Diseases (NIAID)",
    "status": "TERMINATED",
    "conditions": "Type 1 Diabetes Mellitus",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-01-05",
    "study_start": "2023-04-26",
    "study_end": "2025-10-20",
    "enrollment": 8,
    "primary_outcome": "Number of Participants with a T cell phenotype signature response",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multicenter, Phase Ib, open-label, siplizumab dose-finding study in individuals aged 8-45 years with a Type 1 diabetes mellitus (T1DM) diagnosis. within 18 months of V0. Participants will be randomized 1:1:1:1 to one of four possible siplizumab dosing arms. All dosing arms will receive weekly siplizumab doses for a total of 12 weeks. After the completion of treatment, participants will undergo follow-up visits at weeks 12, 24, 36 and 52 which include longitudinal MMTTs. If indicated, participants will enter into long-term safety monitoring for up to an additional 48 weeks. Blood samples for mechanistic analyses will be obtained during the treatment phase and thereafter. Adults aged 18- 45 will be enrolled initially at the study sites.\n\nThe primary objective is to identify a safe, metabolically favorable, dosing regimen for siplizumab in patients with type 1 diabetes that induces changes in T cell phenotypes observed with alefacept therapy in new-onset T1DM.\n\nThe secondary objectives are to:\n\n1. Assess the safety profile of siplizumab in recently diagnosed T1DM.\n2. Assess the effects of siplizumab on residual beta cell function in recently diagnosed T1DM participants."
  },
  {
    "id": "NCT04624828",
    "name": "Immune Response Evaluation in Oligorecurrent and Oligoprogressive Prostate Cancer Patients Treated With SBRT",
    "target": "TIGIT",
    "sponsor": "Istituto Clinico Humanitas",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Oligorecurrent and Oligoprogressive Prostate Cancer Patients",
    "phases": "NA",
    "last_updated": "2025-04-22",
    "study_start": "2020-10-19",
    "study_end": "2026-07",
    "enrollment": 40,
    "primary_outcome": "immune evaluation",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Prostate cancer (PC) represents the second most common cancer in men worldwide, managed with surgery or radiotherapy (RT) in case of localized disease.\n\nAdvanced PC can metastasize and often presents as an oligometastatic state, defined as an intermediate state between localized and widespread diffused disease. Oligometastatic PC is characterized by the presence of a limited number of metastases, commonly 1 to 5 lesions. Recently, the ESTRO-EORTC collaboration characterized the oligometastatic disease and provided a classification into oligorecurrence, and oligoprogression, considering whether oligometastatic disease is diagnosed during a treatment-free interval or during active systemic therapy.\n\nMost common sites of metastases from PC are bones and lymph nodes. Different studies have been already published for oligometastatic PC patients. Singh et al. reported that a number of metastases limited to 5, developed during follow-up after curative treatment of primary tumor, is significantly associated to a better 5-year survival rate (73% vs 43% of patients with more than 5 metastases).\n\nIn case of limited number of metastases, stereotactic body radiation therapy (SBRT) seems to be effective but its role in the management of metastatic PC is still debated, due to the paucity of prospective and randomized trials.\n\nWe reported the outcome of 92 oligometastatic PC patients treated with SBRT, reaching 1 and 3 years control of treated lesions in 90.9% (95%CI 81.8 - 95.6) and 85.5% (95%CI 74.4 - 92.0), and a median overall survival of 91.6 months.\n\nOst et al. conducted a randomized trial comparing surveillance versus metastases directed therapy in a sample of 62 hormone naïve metastatic PC patients. With a median follow-up time of 3 years, the median ADT-free survival was 13 months for surveillance group versus 21 for the treatment group. In terms of PFS, the median time until progression was 6 months for the surveillance group, as compared with 10 months for the MDT group (p = 0.03).\n\nMain benefits from SBRT in oligometastatic setting are potentially the increasing time of freedom from systemic therapy in naïve patients the delay of the intensification of systemic therapy in patients already under treatment. Moreover another relevant advantage from SBRT is the ability to modulate the tumor immune microenvironment as showed by preliminary studies. In particular, SBRT has been shown to induce immune responses in treated patients with potentially improved tumor control.\n\nRT is able to elicit a potent anti-tumour immune response, driven by the activation of T cells infiltrating the tumor and the increase of antigen-presenting cell cross-presentation, and on the other hand, also seems to enhance immunosuppression in cancer, mainly mediated by the recruitment and activation of anti-inflammatory and pro-tumorigenic myeloid cell subsets. The immune landscape of patients may interfere with the efficacy of radiation therapy and, on the other side, SBRT may modulate the immune response by driving immuno-tolerance.\n\nThe impact of RT may vary depending on tumor type and time of delivery. In addition the immune modulation determined by RT may depend on the dose per fraction. On this regard ablative dose of fractionated radiations were shown to elicit an anti-tumorigenic response mediated by T cell activation in a model of breast cancer, that was not observed at conventional doses. So far, no relevant studies have been published regarding the role of SBRT in the immune modulation of metastatic PC patients. Neither the combination of SBRT and androgen deprivation has been explored prospectively in terms of immune response. This however is an area of interest, considering that preclinical studies showed that hormonal therapy seems to increase the numbers of circulating naive T cells shortly after beginning of ADT, and decrease numbers of circulating CD4+ Treg. At the same time infiltrating myeloid subsets have been reported to facilitate resistance to ADT in mouse models of PC.\n\nAt the moment there is a lack of data in the setting of oligometastatic PC in particular regarding the interaction between ablative SBRT, ADT and patient's immune system response.\n\nThe hypothesis underlying this project consists in the idea that the patient's immunological context, RT and ADT may interact in the context of metastatic PC. Indeed the immune landscape of patients may interfere with the efficacy of SBRT and on the other side RT may modulate the immune response by driving immunotolerance.\n\nScope of the study will be to investigate the immune modulation after SBRT in:\n\n* patients with diagnosis of oligorecurrence during a treatment-free interval\n* patients with oligoprogression or oligopersistance during hormonal therapy"
  },
  {
    "id": "NCT04761198",
    "name": "A Study of Etigilimab and Nivolumab in Participants With Locally Advanced or Metastatic Tumors",
    "target": "TIGIT",
    "sponsor": "Mereo BioPharma",
    "status": "COMPLETED",
    "conditions": "Solid Tumor, Adult, Advanced Solid Tumor, Metastatic Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-03-07",
    "study_start": "2021-03-23",
    "study_end": "2023-10-30",
    "enrollment": 76,
    "primary_outcome": "Objective Response Rate (ORR) as Assessed Based on Response Evaluation Criteria in Solid Tumours Version 1.1 (RECIST v1.1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, phase 1b/2, multicenter study designed to evaluate the efficacy, safety, tolerability, PK, and pharmacodynamics of etigilimab in combination with nivolumab in participants with locally advanced or metastatic solid tumors. Participants will be assigned to receive etigilimab (every 2 weeks) in combination with nivolumab (240 mg every 2 weeks) and will continue until either unacceptable toxicity or disease progression. Participants may continue to receive treatment beyond documented Response Evaluation Criteria in Solid Tumours Version 1.1 (RECIST v1.1) or disease progression. Participants who are both checkpoint inhibitor (CPI) naive as well as participants who have received or progressed following a CPI will be eligible and include the following tumor types: head and neck squamous cell carcinoma (HNSCC), cervical carcinoma, gastric or gastroesophageal carcinoma, endometrial carcinoma, tumor mutation burden high (TMB-H), select rare tumors and ovarian carcinoma."
  },
  {
    "id": "NCT06302556",
    "name": "The Role of Immune Checkpoints in Lung Transplant (ILTRA)",
    "target": "TIGIT",
    "sponsor": "Fondazione IRCCS Ca' Granda, Ospedale Maggiore Policlinico",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Lung Transplant Rejection",
    "phases": "N/A",
    "last_updated": "2024-03-06",
    "study_start": "2024-04",
    "study_end": "2026-02",
    "enrollment": 280,
    "primary_outcome": "Lung-tissue immune-checkpoint profile and bronchoalveolar immune-cells mRNA signature in acute rejection after lung transplantation.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Lung transplantation is the less common solid organ transplant performed; it is the treatment of choice for end stage lung disease. Lung transplantation is \"problematic\" for a number of reasons: low graft availability, high waitlist mortality and unsatisfactory survival. Acute rejection, occurring days to months after surgery, has been identified as one of the main risk factors for the development of chronic rejection: in the first five years after lung transplantation, chronic rejection is the major cause of graft failure, morbidity and mortality. A deep knowledge of the immunological scenarios associated with lung graft tolerance could allow selectively switch-off T-cells involved in the rejection process. The researches, preliminary demonstrated the central role of immunological checkpoints in the development of acute rejection and its evolution towards chronic rejection. The aim of this study is the identification of markers that could be associated with the establishment of lung graft tolerance.\n\nThe project is articulated into two parts: a retrospective and a prospective section. The retrospective section is constituted by a cross-sectional study of immune checkpoints on lungs explanted during lung re-transplantation for chronic rejection (cohort 1). In addition, the retrospective section includes a retrospective cohort study of immune checkpoints on specimens from transbronchial lung biopsies of participants who received lung transplantation and have 3 years of follow-up (cohort 2). The prospective section is a cohort study of immune checkpoints on specimens from transbronchial lung biopsies and gene expression analysis on immune cells purified from bronchoalveolar lavage; participants will be subjects receiving the lung transplantation during the first year of recruitment and followed for one year (cohort 3)."
  },
  {
    "id": "NCT04693234",
    "name": "AdvanTIG-202: Anti-PD-1 Monoclonal Antibody Tislelizumab (BGB-A317) Combined With or Without Anti-TIGIT Monoclonal Antibody Ociperlimab (BGB-A1217) in Participants With Previously Treated Recurrent or Metastatic Cervical Cancer",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "COMPLETED",
    "conditions": "Cervical Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-04-09",
    "study_start": "2021-02-15",
    "study_end": "2023-08-31",
    "enrollment": 178,
    "primary_outcome": "Cohort 1: Objective Response Rate (ORR) Assessed by an Independent Review Committee (IRC) in PD-L1-Positive Participants",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study tested how well and how safely the drug tislelizumab, given either alone or with another drug called ociperlimab (BGB-A1217), worked in people with cervical cancer that had come back or spread after previous treatments. The study included two groups and took place at multiple medical centers."
  },
  {
    "id": "NCT03563716",
    "name": "A Study of Tiragolumab in Combination With Atezolizumab in Chemotherapy-Naïve Patients With Locally Advanced or Metastatic Non-Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Genentech, Inc.",
    "status": "COMPLETED",
    "conditions": "Non-small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-12-30",
    "study_start": "2018-08-10",
    "study_end": "2025-11-24",
    "enrollment": 135,
    "primary_outcome": "Objective Response Rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will evaluate the safety and efficacy of tiragolumab plus atezolizumab compared with placebo plus atezolizumab in chemotherapy-naive patients with locally advanced unresectable or metastatic PD-L1-selected non-small cell lung cancer (NSCLC), excluding patients with a sensitizing EGFR mutation or ALK translocation."
  },
  {
    "id": "NCT07324642",
    "name": "A Phase 1 MAD Study of KINE-101 in Healthy Volunteers",
    "target": "TIGIT",
    "sponsor": "Kine Sciences Co., Ltd.",
    "status": "COMPLETED",
    "conditions": "Healthy Volunteers",
    "phases": "PHASE1",
    "last_updated": "2025-12-24",
    "study_start": "2025-05-26",
    "study_end": "2025-08-25",
    "enrollment": 24,
    "primary_outcome": "Incidence of Treatment-Emergent Adverse Events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a randomized, single-center, single-blind, placebo-controlled, dose-escalation Phase 1 clinical trial designed to evaluate the safety, tolerability, pharmacokinetic, and pharmacodynamic characteristics of multiple intravenous (IV) infusions of KINE-101 in healthy adult volunteers.\n\nThe study includes three sequential cohorts with a total of 24 subjects (8 subjects per cohort; 6 assigned to KINE-101 and 2 to placebo). Subjects in the treatment groups receive KINE-101 once daily for 7 consecutive days at doses corresponding to their assigned cohort (Cohort 1: 120 mg, Cohort 2: 240 mg, Cohort 3: 360 mg). Subjects in the placebo group receive 0.9% saline under identical conditions. All subjects are admitted on Day -1, receive daily dosing from Day 1 through Day 7, and are discharged on Day 9 after completion of safety monitoring. Follow-up visits are conducted on Days 14, 21, 28, and 35. Dose escalation proceeds sequentially from the lowest-dose cohort (Cohort 1) to the highest-dose cohort (Cohort 3). Safety and tolerability data collected through Day 35 in each preceding cohort are reviewed before initiating dosing in the next higher-dose cohort."
  },
  {
    "id": "NCT05809895",
    "name": "Phase II Study Evaluating the Efficacy and Safety of Ociperlimab in Combination With Tislelizumab and Chemotherapy as First-line Treatment for Participants With Advanced Triple Negative Breast Cancer",
    "target": "TIGIT",
    "sponsor": "Novartis Pharmaceuticals",
    "status": "WITHDRAWN",
    "conditions": "Triple Negative Breast Cancer",
    "phases": "PHASE2",
    "last_updated": "2023-07-21",
    "study_start": "2023-09-15",
    "study_end": "2029-07-18",
    "enrollment": 0,
    "primary_outcome": "Progression-free Survival (PFS) based on investigator assessment using RECIST 1.1 criteria in Arm A and B",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a randomized, double-blind, placebo-controlled, multicenter, Phase II study evaluating the efficacy and safety of ociperlimab in combination with tislelizumab and chemotherapy as first-line treatment for participants with advanced TNBC whose tumors express PD-L1 (CPS ≥ 10).\n\nAdditionally, the efficacy and safety of the triple combination (ociperlimab + tislelizumab + chemotherapy) will be assessed in Arm D (a separate single-arm, open-label cohort) in 30 participants with advanced TNBC whose tumors express PD-L1 (CPS ≥ 1 to \\< 10).\n\nStudy treatment will continue until the participant experiences one of the following: disease progression per investigator's assessment by Response Evaluation Criteria In Solid Tumors (RECIST) 1.1, unacceptable toxicity, pregnancy, treatment is discontinued at the discretion of the investigator or participant, start of a new antineoplastic therapy, withdrawal of consent, lost to follow-up, death, or study is terminated by the sponsor."
  },
  {
    "id": "NCT05645692",
    "name": "A Study Evaluating Different Immunotherapies (LAG-3 and PD-1 With or Without TIGIT, Compared to PD-L1 Alone) in Participants With Untreated Locally Advanced Metastatic Urothelial Cancer",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Urothelial Cancer",
    "phases": "PHASE2",
    "last_updated": "2026-01-28",
    "study_start": "2023-04-13",
    "study_end": "2026-12-31",
    "enrollment": 204,
    "primary_outcome": "Incidence and Severity of Adverse Events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will evaluate the safety of tobemstomig alone or in combination with tiragolumab compared with atezolizumab in participants with previously untreated, locally advanced or metastatic urothelial cancer (mUC) who are ineligible to receive a platinum containing chemotherapy."
  },
  {
    "id": "NCT04732494",
    "name": "Anti-PD-1 Monoclonal Antibody Tislelizumab (BGB-A317) Combined With or Without Anti-TIGIT Monoclonal Antibody Ociperlimab (BGB-A1217) in Participants With Recurrent or Metastatic Esophageal Squamous Cell Carcinoma",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "COMPLETED",
    "conditions": "Esophageal Squamous Cell Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2024-12-23",
    "study_start": "2021-03-31",
    "study_end": "2023-12-26",
    "enrollment": 125,
    "primary_outcome": "Objective Response Rate (ORR) Assessed by the Investigator",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "A study of tislelizumab (BGB-A317) plus ociperlimab versus tislelizumab plus placebo as second-line treatment in participants with programmed cell death protein-ligand 1 (PD-L1) tumor area positivity (TAP) ≥ 10% unresectable, locally advanced, recurrent or metastatic esophageal squamous cell carcinoma."
  },
  {
    "id": "NCT03772899",
    "name": "Fecal Microbial Transplantation in Combination With Immunotherapy in Melanoma Patients (MIMic)",
    "target": "TIGIT",
    "sponsor": "London Health Sciences Centre Research Institute OR Lawson Research Institute of St. Joseph's",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Melanoma",
    "phases": "PHASE1",
    "last_updated": "2025-03-26",
    "study_start": "2019-03-27",
    "study_end": "2026-08",
    "enrollment": 20,
    "primary_outcome": "To evaluate the safety of combining Fecal Microbial Transplantation (FMT) using intestinal bacteria existing in the stool of healthy donors with immunotherapy in melanoma patients.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Immunotherapy has helped many cancer patients in the last 5 years by enhancing a patient's immune system to fight cancer. Anti-Programmed Death (PD-1) immunotherapy drugs such as pembrolizumab and nivolumab remove the breaks from cancer-fighting immune cells and have been effective in treating some melanoma patients. Despite the major breakthrough of immunotherapy in oncology treatment, many patients do not respond to this new class of anti-cancer drugs. Recently, evidence suggests that the microorganisms living in a patient's intestines play a major role in modifying the response to anti-PD-1drugs. Patients who respond to these drugs have a unique and healthy group of microorganisms in their gut. Therefore, positive modification of a cancer patient's gut microorganisms to create a more diverse and healthy microbiome may improve the response to immunotherapy. One method of modifying the microbiome is Fecal Microbial Transplantation (FMT) that is already being successfully used in the clinic to treat non-cancer patients with persistent bacterial infections.\n\nIn this study, the investigators will combine FMT with the approved immunotherapy drugs pembrolizumab or nivolumab that are the standard of care for the treatment of advanced melanoma. The purpose of this study is to examine the safety of combining these two therapies in melanoma patients. The investigator will use fecal material from a healthy donor selected via our stringent protocol that is Health Canada approved. In addition to assessing the safety of the combination, the investigator will also study the effect of FMT on the immune system and microbial ecosystem of the gut."
  },
  {
    "id": "NCT04457778",
    "name": "First in Human Study of M6223",
    "target": "TIGIT",
    "sponsor": "EMD Serono Research & Development Institute, Inc.",
    "status": "COMPLETED",
    "conditions": "Metastatic Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2023-12-07",
    "study_start": "2020-07-10",
    "study_end": "2023-06-23",
    "enrollment": 58,
    "primary_outcome": "Part 1A and 1B: Occurrence of Dose Limiting Toxicities (DLTs) During the DLT Observation Period (28 Days)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The main purpose of this study is to determine the safety, tolerability, pharmacokinetics (PK), immunogenicity and (if observed) the maximum tolerated dose (MTD) of M6223 as a single agent (Part 1A) for both the every 2 weeks (Q2W) regimen and the every 3 weeks (Q3W) regimen and of M6223 combined with bintrafusp alfa (Part 1B) for Q2W regimen in participants with metastatic or locally advanced solid unresectable tumors."
  },
  {
    "id": "NCT06346197",
    "name": "Combination of Immune Checkpoint in Locally Advanced or Metastatic MSI/dMMR Esogastric Adenocarcinomas",
    "target": "TIGIT",
    "sponsor": "Centre Leon Berard",
    "status": "RECRUITING",
    "conditions": "Gastric Cancer, MSI-H, Metastatic Cancer, Advanced Cancer",
    "phases": "PHASE3",
    "last_updated": "2025-12-19",
    "study_start": "2025-12-08",
    "study_end": "2028-05-15",
    "enrollment": 132,
    "primary_outcome": "Survival of patients",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "CIME is a multicenter, randomised, comparative, open-label phase III study aiming to compare the survival of patients suffering from MSI-H/dMMR locally advanced or metastatic oeasogastric adenocarcinoma treated by a bi-immunotherapy (experimental arm) versus standard current treatment (FOLFOX/XELOX + nivolumab : standard arm)."
  },
  {
    "id": "NCT04374877",
    "name": "Study of CHS-388 (Formerly Known as SRF388) in Patients With Advanced Solid Tumors",
    "target": "TIGIT",
    "sponsor": "Coherus Oncology, Inc.",
    "status": "COMPLETED",
    "conditions": "Advanced Solid Tumor, Clear Cell Renal Cell Carcinoma, Hepatocellular Carcinoma, Non-small Cell Lung Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-11-06",
    "study_start": "2020-04-22",
    "study_end": "2025-06-05",
    "enrollment": 145,
    "primary_outcome": "[Part A] Dose Limiting Toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase 1/1b, open-label, first-in-human (FIH), dose-escalation and expansion study of CHS-388, a monoclonal antibody targeting IL-27, as a monotherapy and in combination in patients with solid tumors that will be conducted in 4 parts:\n\n* Part A: CHS-388 monotherapy dose-escalation portion of the study will evaluate the safety, tolerability, PK, pharmacodynamics, and preliminary efficacy of CHS-388 as monotherapy in patients with advanced solid tumors.\n* Part B: CHS-388 monotherapy expansion cohorts will evaluate the safety, efficacy, tolerability, PK, and pharmacodynamics of CHS-388 monotherapy in patients with advanced or metastatic ccRCC, advanced or metastatic HCC, and advanced or metastatic NSCLC in indication specific cohorts.\n* Part C will evaluate the safety, preliminary efficacy, tolerability, and PK of CHS-388 in combination with pembrolizumab in patients with advanced RCC,HCC, or NSCLC.\n* Part D will evaluate the safety, preliminary efficacy, tolerability, and PK of CHS-388 in combination with toripalimab in patients with advanced NSCLC."
  },
  {
    "id": "NCT05780073",
    "name": "Safety and Impact of Dasatinib on Viral Persistence and Inflammation in People With HIV Under Antiretroviral Treatment",
    "target": "TIGIT",
    "sponsor": "Fundació Institut Germans Trias i Pujol",
    "status": "COMPLETED",
    "conditions": "HIV Infection Primary",
    "phases": "PHASE2",
    "last_updated": "2025-09-16",
    "study_start": "2023-10-16",
    "study_end": "2025-04-01",
    "enrollment": 60,
    "primary_outcome": "Grade 3 or 4 treatment-related adverse events or laboratory abnormalities during the study (based on the Common Terminology Criteria for Adverse Events (CTCAE) v5.0 grading scale).",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase II, single-center, randomized, double-blind, placebo-controlled clinical trial in People with Human Immunodeficiency Virus (PWH) on suppressive Combined Antiretroviral Therapy (cART).\n\nThe aim is to assess safety, tolerability and Impact of low dose Dasatinib, during 24 weeks, on Viral Persistence and Inflammation in this population.\n\nParticipants will be randomized (2:1) to receive oral Dasatinib 70 mg once daily or matched placebo for 24 weeks. At week 24, Dasatinib will be discontinued and participants will be followed until week 48, in a total of eleven visits. For all participants cART will remain unchanged during the entire study.\n\nThe hypotheses of the study is that:\n\n* Daily administration of a low dose of dasatinib (70 mg once daily) to PWH for 24 weeks will be safe and well tolerated.\n* Dasatinib will interfere with HIV-1 persistence mechanisms contributing to chronic immune activation and inflammation status in both concordant and immune-discordant virologically suppressed PWH.\n* Dasatinib antiproliferative effect could have a significant impact on the HIV-1 reservoir size.\n\nThe primary objective of the study is to evaluate the safety and tolerability of Dasatinib in this setting. Furthermore to evaluate the on-target/biological effect on the reduction of SAM Sterile Alpha-Motif (SAM) and histidine-aspartate (HD) Domain Containing Deoxynucleoside Triphosphate Triphosphohydrolase 1 (SAMHD1) phosphorylation upon in-vitro T-cell activation, and its durability after completion of Dasatinib treatment.\n\nSecondary objectives are to evaluate the effect of the described intervention in the on-target/biological effects attributed to dasatinib, as well as on the Inflammation and immune activation, the HIV-1 reservoir, and CD4 and CD8 cell counts. Also to characterize dasatinib concentrations in plasma and its relationships with the observed effects, and to identify predictors of maintenance of dasatinib effects in HIV reservoir and inflammatory biomarkers after dasatinib interruption."
  },
  {
    "id": "NCT03667716",
    "name": "COM701 (an Inhibitor of PVRIG) in Subjects With Advanced Solid Tumors.",
    "target": "TIGIT",
    "sponsor": "Compugen Ltd",
    "status": "COMPLETED",
    "conditions": "Advanced Cancer, Ovarian Cancer, Breast Cancer, Lung Cancer, Endometrial Cancer, Ovarian Neoplasm, Triple Negative Breast Cancer, Lung Neoplasm, Neoplasm Malignant, Colo-rectal Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-01-15",
    "study_start": "2018-09-06",
    "study_end": "2024-01-30",
    "enrollment": 121,
    "primary_outcome": "Incidence of subjects with Adverse Events (AEs) as per CTCAE v4.03 and Dose-Limiting Toxicities (DLTs).",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This Phase 1 study evaluates the safety, tolerability, Pharmacokinetics (PK) and preliminary clinical activity of COM701 an inhibitor of poliovirus receptor related immunoglobulin domain containing (PVRIG) as monotherapy and in combination with nivolumab in subjects with advanced solid tumors. Cohort expansion will be explored evaluating COM701 monotherapy and in combination with nivolumab in subjects with the following select tumor types (Non-Small cell lung cancer (NSCLC), Ovarian, Breast (including Triple negative breast cancer (TNBC) and endometrial cancer. Other tumor types such as CRC-MSS, CRC-KRAS mutant will be enrolled based on emerging clinical activity data."
  },
  {
    "id": "NCT06784947",
    "name": "Trial of Atezolizumab, Bevacizumab, and Tiragolumab in Patients With Microsatellite Stable, Metastatic Colorectal Cancer",
    "target": "TIGIT",
    "sponsor": "University of Colorado, Denver",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Microsatellite Stable (MSS) Colorectal Cancer (CRC), Metastatic Colorectal Cancer (CRC), Colorectal Cancer Stage IV",
    "phases": "PHASE2",
    "last_updated": "2025-10-01",
    "study_start": "2025-03-25",
    "study_end": "2028-05",
    "enrollment": 13,
    "primary_outcome": "Objective Response Rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase II study investigating the efficacy and safety of a triple-combination immunotherapy regimen in patients diagnosed with microsatellite stable metastatic colorectal cancer (MSS mCRC), refractory to fluorouracil, oxaliplatin, and irinotecan chemotherapy. The trial is designed as a single-arm, Simon two-stage study.\n\nAll participants will receive a fixed-dose regimen of the three agents: atezolizumab (1200 mg), bevacizumab (15 mg/kg), and tiragolumab (600 mg), administered intravenously on day 1 of 21-day cycles. Treatment response will be assessed by imaging using RECIST v1.1 every 9 weeks. Study treatment will be continued until disease progression, unacceptable toxicity, death, decision by the patient and/or treating physician to withdraw from the study, pregnancy, or study termination, whichever occurs first.\n\nThis study will enroll patients in 2 cohorts: A and B. Patients in Cohort A will undergo pre-treatment and on-treatment tumor biopsies for correlative studies. Patient in Cohort B will not receive study biopsies. Patients in Cohorts A and B will otherwise receive identical treatment."
  },
  {
    "id": "NCT05014815",
    "name": "Ociperlimab With Tislelizumab and Chemotherapy in Participants With Untreated Metastatic Non-Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "COMPLETED",
    "conditions": "Locally Advanced, Unresectable, or Metastatic Nonsmall Cell Lung Cancer (NSCLC), Nonsmall Cell Lung Cancer, Stage IIIB, Nonsmall Cell Lung Cancer, Stage IV",
    "phases": "PHASE2",
    "last_updated": "2025-08-28",
    "study_start": "2021-11-16",
    "study_end": "2024-09-04",
    "enrollment": 272,
    "primary_outcome": "Progression-free Survival (PFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study aimed to evaluate the safety and effectiveness of ociperlimab combined with tislelizumab and chemotherapy, compared to tislelizumab and chemotherapy alone, in participants with non-small cell lung cancer (NSCLC) that was locally advanced, could not be removed by surgery, or had spread to other parts of the body."
  },
  {
    "id": "NCT07307053",
    "name": "Rare Tumor Focused Platform Study of Innovative Therapies and Technologies (PLATFORM2)",
    "target": "TIGIT",
    "sponsor": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Rare Malignant Neoplasm, Advanced Solid Tumors, Metastatic Solid Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-13",
    "study_start": "2026-01-01",
    "study_end": "2031-01-31",
    "enrollment": 600,
    "primary_outcome": "Objective Response Rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, non-randomized, multi-arm, single-center Phase I/II platform study (PLATFORM2). Based on the definition of rare tumors in China (incidence \\< 2.5/100,000 or specific list), eligible patients will undergo multi-omics screening. Based on the molecular profiling results (gene variations or protein expression), patients will be assigned to corresponding treatment arms (Sub-studies). Therapies include small molecules, protein drugs, Cell and Gene Therapy (CGT) products, and therapeutic vaccines. The study employs a Clopper-Pearson Two-Stage Minimax design for each arm."
  },
  {
    "id": "NCT07098338",
    "name": "A Study of Novel Combinations in Non-Small Cell Lung Cancer (NSCLC)",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Non-Small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2026-02-03",
    "study_start": "2025-08-07",
    "study_end": "2029-04-06",
    "enrollment": 278,
    "primary_outcome": "Number of participants with adverse events (AE) and serious adverse events (SAE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "The master protocol will include 3 sub-studies, each focused on a specific disease population.\n\n* Sub-study 1 will investigate rilvegostomig± ramucirumab in 1L non-actionable genomic alterations (AGA) NSCLC with PD-L1 ≥50%.\n* Sub-study 2 will investigate rilvegostomig + ramucirumab in 1L non-actionable genomic alterations (AGA) NSCLC with PD-L1 1-49%.\n* Sub-study 3 will investigate Dato-DXd + ramucirumab ± rilvegostomig in 2/3L AGA+\n\nEach sub-study may include 2 parts (unless stated in the individual sub study protocols): Part A: one or more Safety Run-in cohort(s), and Part B: one or more Dose Expansion cohort(s)."
  },
  {
    "id": "NCT06864598",
    "name": "The Application of Novel Identified CD8 Regulatory Precursors in Inducing Immune Tolerance After Allo-HSCT",
    "target": "TIGIT",
    "sponsor": "Peking University People's Hospital",
    "status": "ENROLLING_BY_INVITATION",
    "conditions": "Graft-versus-host Disease (GVHD)",
    "phases": "N/A",
    "last_updated": "2025-03-04",
    "study_start": "2025-01-09",
    "study_end": "2026-10-31",
    "enrollment": 100,
    "primary_outcome": "Proportion of CD8 Trp subgroups",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Allogeneic hematopoietic stem cell transplantation (allo-HSCT) is the most effective treatment for acute leukaemia. The reconstitution of the recipient's immune system with donor-derived HSCT cells and the development of immune tolerance are critical to the success of HSCT. Patients who fail to establish immune tolerance after transplantation develop graft-versus-host disease (GVHD), which is a serious threat to patients' lives and quality of life.\n\nUtilising single-cell multi-omics sequencing technology, the study's principal investigator elucidated the distribution of immune cell subpopulations in patients who successfully established immune tolerance post-transplantation. This research also identified a novel group of CD8 regulatory precursors (CD8 Trps), confirming their critical regulatory role in inducing immune tolerance in post-transplantation patients. This finding suggests that this subpopulation may serve as a novel target for predicting and intervening in GVHD. The successful implementation of this project will establish a new method for early prediction of GVHD and provide a new strategy for clinical intervention of GVHD.\n\nThe goal of this observational study is to explore the sensitivity and validity of the CD8 Trps as a novel biomarker molecule for predicting the development of GVHD through a prospective clinical cohort. The main question it aims to answer is:\n\nCan the CD8 Trps serve as an effective molecular marker for the prediction of GVHD occurrence? Can the CD8 Trps cell serve as a novel strategy for GVHD intervention?"
  },
  {
    "id": "NCT06532539",
    "name": "Cadonilimab With Chemoradiation for Recurrent and Oligometastatic Endometrial Carcinoma",
    "target": "TIGIT",
    "sponsor": "Shandong Cancer Hospital and Institute",
    "status": "RECRUITING",
    "conditions": "Endometrial Neoplasms, Neoplasm Recurrence, Local, Neoplasm Metastasis",
    "phases": "PHASE2",
    "last_updated": "2024-07-29",
    "study_start": "2024-06-13",
    "study_end": "2026-05",
    "enrollment": 30,
    "primary_outcome": "Progression-Free Survival",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The goal of this clinical trial is to evaluate the efficacy and safety of cadonilimab in combination with paclitaxel, cisplatin, and radiation therapy for the treatment of locally recurrent and oligometastatic endometrial carcinoma. The main questions it aims to answer are:\n\n1. Does the combination therapy improve the overall response rate (ORR), progression-free survival (PFS), disease control rate (DCR), overall survival (OS), and safety in participants?\n2. What are the predictive biomarkers of treatment efficacy, and how can this information better guide the use of immune-oncology drugs in combination therapy?\n\nParticipants will:\n\n* Receive cadonilimab, paclitaxel, cisplatin, and radiation therapy according to a specified protocol.\n* Visit the clinic for regular checkups and tests throughout the treatment period.\n* Be monitored for and have records kept of ORR, PFS, DCR, OS, and safety.\n* Provide hematologic and tissue samples to explore biomarkers.\n\nThis study will help determine if this combination therapy can become a new standard of care for patients with locally recurrent and oligometastatic endometrial carcinoma, as well as identify biomarkers to better guide treatment strategies."
  },
  {
    "id": "NCT04746924",
    "name": "A Study of Ociperlimab With Tislelizumab Compared to Pembrolizumab in Participants With Untreated Lung Cancer",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Non-small Cell Lung Cancer, NSCLC",
    "phases": "PHASE3",
    "last_updated": "2025-06-23",
    "study_start": "2021-06-08",
    "study_end": "2026-03-31",
    "enrollment": 662,
    "primary_outcome": "Overall Survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to evaluate the efficacy and safety of ociperlimab + tislelizumab compared with that of pembrolizumab in adults with PD-L1 high, locally advanced/recurrent or untreated metastatic NSCLC."
  },
  {
    "id": "NCT03661047",
    "name": "OMega-3 Fatty Acid for the Immune Modulation of Colorectal Cancer",
    "target": "TIGIT",
    "sponsor": "Massachusetts General Hospital",
    "status": "WITHDRAWN",
    "conditions": "Colon Cancer",
    "phases": "PHASE2",
    "last_updated": "2021-11-10",
    "study_start": "2019-11-30",
    "study_end": "2021-11-30",
    "enrollment": 0,
    "primary_outcome": "The change in the marine omega-3 polyunsaturated fatty acid (MO3PUFA) composition in colorectal tissues as a result of the AMR101 treatment for up to 30 days.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This research study is evaluating the effect of AMR101, as a chemopreventive agent to reduce risk of colorectal cancer in individuals with a history of colorectal cancer, colorectal mass or polyp(s).\n\nAMR101 is made of marine omega-3 fatty acid, which is a family of natural substances found in the oil of certain fish, such as salmon and mackerel. Marine omega-3 fatty acid cannot be produced in sufficient amount by the human body and has to be obtained through diet or supplemented to maintain normal function in the body.\n\nThe U.S. Food and Drug Administration (FDA) has not approved AMR101 as a treatment for any disease. AMR101 is commercially available in the US as VASCEPA (icosapent ethyl).\n\nThe research study procedures include screening for eligibility and study treatment including evaluations and follow up visits during which participants will complete a lifestyle questionnaire and a nutritional survey. A drug diary will be provided to be completed. Measurements will be taken, and blood and stool specimens will be collected. Tumor, colorectal mass, or polyp tissue will be collected for research purposes at the time of surgery or interventional endoscopy.\n\nAMR101 administered daily, orally for up to 30 days and it is expected that 36 participants will take part in this study."
  },
  {
    "id": "NCT04866017",
    "name": "A Study to Compare Ociperlimab Plus Tislelizumab Versus Durvalumab Following Concurrent Chemoradiotherapy (cCRT) in Participants With Stage III Unresectable Non-Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "BeiGene",
    "status": "TERMINATED",
    "conditions": "Non Small Cell Lung Cancer",
    "phases": "PHASE3",
    "last_updated": "2024-10-09",
    "study_start": "2021-06-17",
    "study_end": "2023-10-17",
    "enrollment": 63,
    "primary_outcome": "Progression-Free Survival (PFS) as Assessed by the Independent Review Committee (IRC)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The study initiated with Protocol Amendment 1.0 (PA 1; dated on 16 April 2021). In April 2022 Protocol Amendment 2 (PA 2) was implemented. In PA 1, participants with newly diagnosed, histologically confirmed, unresectable locally advanced NSCLC and evaluable PD-L1 expression all comers were enrolled; cCRT was given within the study. In PA 2, the enrollment of the target population was revised into participants with unresectable locally advanced NSCLC whose disease has not progressed after definitive, platinum-based cCRT and with PD-L1 expression on ≥ 1% of tumor cells as assessed by the central lab; cCRT was given outside of the study.\n\nAfter implementation of PA 2, participants who were randomized under PA 1 were given the option to continue assigned study treatment or to discontinue assigned treatment and begin standard of care treatment outside of the study. Participants enrolled under PA 1 were excluded from the primary and secondary analysis specified by PA 2.\n\nThis study was subsequently terminated by the Sponsor prior to enrollment of any participants under PA 2."
  },
  {
    "id": "NCT05127824",
    "name": "Autologous Dendritic Cell Vaccine in Kidney Cancer",
    "target": "TIGIT",
    "sponsor": "Jodi Maranchie",
    "status": "RECRUITING",
    "conditions": "Carcinoma, Renal Cell",
    "phases": "PHASE2",
    "last_updated": "2025-04-30",
    "study_start": "2023-07-06",
    "study_end": "2026-12",
    "enrollment": 42,
    "primary_outcome": "Probability of immune response",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Participants with newly diagnosed, non-metastatic, histologically confirmed, clear cell renal cell carcinoma (ccRCC) who have elected to undergo surgical resection, will receive neoadjuvant autologous Tumor Blood Vessel Antigen (TBVA)-Dendritic Cell Vaccine intradermally every 2 weeks x 2 (days 7(+/-3) and 21(+/-3)) prior to surgery on day 31(+7) with oral cabozantinib 20 mg daily for 10 days. We hypothesize that treated renal tumors will demonstrate maturation and organization of the tumor endothelium with normalization of endothelial markers and formation of tertiary lymphoid structure capable of promoting specific T-cell induction."
  },
  {
    "id": "NCT04303169",
    "name": "Substudy 02C: Safety and Efficacy of Pembrolizumab in Combination With Investigational Agents or Pembrolizumab Alone in Participants With Stage III Melanoma Who Are Candidates for Neoadjuvant Therapy (MK-3475-02C/KEYMAKER-U02)",
    "target": "TIGIT",
    "sponsor": "Merck Sharp & Dohme LLC",
    "status": "COMPLETED",
    "conditions": "Melanoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-10-23",
    "study_start": "2020-06-26",
    "study_end": "2025-09-24",
    "enrollment": 146,
    "primary_outcome": "Percentage of participants who experience an adverse event (AE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Substudy 02C is part of a larger research study that is testing experimental treatments for melanoma, a type of skin cancer. The larger study is the umbrella study.\n\nThe goal of substudy 02C is to evaluate the safety and efficacy of investigational treatment arms in participants with Stage III melanoma who are candidates for neoadjuvant therapy to identify the investigational agent(s) that, when used in combination, are superior to the current treatment options/historical control available.\n\nArm 1: Pembrolizumab + Vibostolimab, Arm 2: Pembrolizumab + Gebasaxturev, and Arm 3: Pembrolizumab were added in the base protocol on 13-Nov-2019, and enrollment into those arms has been completed. Arm 4: Pembrolizumab + MK-4830 was added in Amendment 04 on 20-Dec-2021, and enrollment into that arm has been completed. Arm 5: Favezelimab + Pembrolizumab and Arm 6: Pembrolizumab + all-trans retinoic acid (ATRA) were added in Amendment 06 on 25-Jun-2022, and enrollment is ongoing."
  },
  {
    "id": "NCT04323202",
    "name": "Neoadjuvant-Adjuvant Pembrolizumab in Resectable Advanced Basal Cell Carcinoma of H&N",
    "target": "TIGIT",
    "sponsor": "Case Comprehensive Cancer Center",
    "status": "COMPLETED",
    "conditions": "Basal Cell Carcinoma of the Head and Neck",
    "phases": "PHASE1",
    "last_updated": "2025-10-23",
    "study_start": "2020-08-04",
    "study_end": "2025-06-25",
    "enrollment": 13,
    "primary_outcome": "Pathologic response as assessed by change in tumor volume (RECIST 1.1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1 study looking at anti-PD-1 Neoadjuvant therapy in Basal cell carcinoma in participants with locoregionally advanced, but resectable basal cell carcinoma of the head and neck. Participants will undergo fine cut CT imaging (head and neck) and treatment with the study drug pembrolizumab.\n\nThe primary objective of this study is to evaluate pathologic response to pre-operative treatment of pembrolizumab in the study group.\n\nSecondary objectives of this study include assessing safety of the intervention, and assessing phenotyping immune infiltrates in non-pathology complete responders (pCRs), as well as assessment of changes to the systemic immune system (e.g. peripheral blood lymphocytes (PBLs)) in pCRs vs partial responders (pPR) vs non responders.\n\nThe exploratory objective will include assessing one-year recurrence rates after completion of NeoAdjuvant-Adjuvant therapy."
  },
  {
    "id": "NCT05329766",
    "name": "A Safety and Efficacy Study of Treatment Combinations With and Without Chemotherapy in Adult Participants With Advanced Upper Gastrointestinal Tract Malignancies",
    "target": "TIGIT",
    "sponsor": "Arcus Biosciences, Inc.",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Gastrointestinal Tract Malignancies",
    "phases": "PHASE2",
    "last_updated": "2026-01-27",
    "study_start": "2022-06-10",
    "study_end": "2027-06",
    "enrollment": 332,
    "primary_outcome": "Number of Participants with Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to evaluate the safety and preliminary clinical activity of treatment combinations with and without chemotherapy in participants with locally advanced unresectable or metastatic gastric, GEJ, and esophageal adenocarcinoma. Chemotherapy will consist of FOLFOX (oxaliplatin, leucovorin, fluorouracil)."
  },
  {
    "id": "NCT07221253",
    "name": "A Study of Rilvegostomig or Durvalumab Plus Chemotherapy for First-Line Treatment of Biliary Tract Cancer (ARTEMIDE-Biliary02)",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Biliary Tract Cancer",
    "phases": "PHASE3",
    "last_updated": "2026-01-07",
    "study_start": "2025-12-04",
    "study_end": "2029-07-04",
    "enrollment": 1100,
    "primary_outcome": "Overall Survival (OS) in the PDL1 ≥ 1% population",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to measure the efficacy and safety of rilvegostomig with gemcitabine plus cisplatin vs. durvalumab with gemcitabine plus cisplatin as first line treatment for patients with advanced BTC."
  },
  {
    "id": "NCT05676931",
    "name": "Study With Various Immunotherapy Treatments in Participants With Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Gilead Sciences",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Non-Small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-09-29",
    "study_start": "2023-02-21",
    "study_end": "2027-12",
    "enrollment": 400,
    "primary_outcome": "Objective response rate (ORR) as measured by Response Evaluation Criteria in Solid Tumors (RECIST v1.1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The study includes multiple substudy arms (Substudy A, B, C), which will evaluate immunotherapy-based combinations."
  },
  {
    "id": "NCT06790706",
    "name": "IMMUNORARE5: A National Platform of 5 Academic Phase II Trials Coordinated by Lyon University Hospital to Assess the Safety and the Efficacy of the IMMUNOtherapy With Domvanalimab + Zimberelimab Combination in Patients With Advanced RARE Cancers",
    "target": "TIGIT",
    "sponsor": "Hospices Civils de Lyon",
    "status": "RECRUITING",
    "conditions": "Peritoneal Mesothelioma, Gestational Trophoblastic Tumor, Thymoma and Thymic Carcinoma, Anaplastic Thyroid Carcinomas, Gastroenteropancreatic Neuroendocrine Tumor, Carcinoid Tumor",
    "phases": "PHASE2",
    "last_updated": "2025-10-01",
    "study_start": "2025-10-01",
    "study_end": "2031-06",
    "enrollment": 154,
    "primary_outcome": "Progression-free survival rate (cohort 1, 3 and 5)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Immune checkpoint inhibitors (ICI) have revolutionized the management of advanced cancers. However, most rare cancers have been excluded from this progress due to the lack of clinical trials involving these diseases. After the standard first-line treatment, there are no other validated treatments for most of them. The management of these patients in ≥ 2nd line treatment relies on historic poorly effective regimens.\n\nThis creates an inequity between patients with frequent cancers beneficiating from medical progresses and approvals of innovative drugs, and patients with rare cancers are still treated with old and toxic drugs.\n\nFew available data on case reports and early phase studies indicate a beneficial role of the immunotherapy in rare cancers.\n\nThe investigators assume that the combination of Domvanalimab and Zimberelimab is more effective than historical standard treatments in patients with 5 types of advanced rare cancers, after failure of at least one line of standard treatment in the advanced setting:\n\n* Cohort 1: Peritoneal Mesotheliomas (PM)\n* Cohort 2: Gestational Trophoblastic Tumors (GTT)\n* Cohort 3: B3 Thymomas and Thymic Carcinomas (TET)\n* Cohort 4: Refractory Thyroid Carcinomas (ATC)\n* Cohort 5: GEP-NET and carcinoid tumors (GEP-NET (Gastroenteropancreatic neuroendocrine tumors)/TCT (Thoracic carcinoid tumor)/UP-NET (Neuroendocrine tumor of unknown primary))\n\nThe primary objective is to assess the efficacy of the combination of Domvanalimab and Zimberelimab in terms of progression-free survival rate at 24 weeks (for cohorts 1,3,5), successful hCG (Human Chorionic Gonadotropin) normalisation rate at 24 weeks for cohort 2 and survival rate for cohort 4.\n\nThe secondary objectives are to assess the efficacy of the combination of anti-TIGIT (T cell Immunoreceptor with Ig and ITIM domains) and anti-PD-1 (Programmed Death-1) immunotherapies in terms of overall response rate, progression-free survival (cohort 1-3 and 5), resistance-free survival (cohort 2), overall survival (cohorts 1-3 and 5), duration of the response (cohorts 1-3 and 5); and to assess the tolerability of the doublet of immunotherapy in terms of adverse events.\n\nPatients will be treated until disease progression or alternatively 2 years in case of complete response (upon discussion with the coordinator of the study, the coordinator of the cohort and the investigator), unacceptable toxicity, or death. At the end of treatment, patients will be followed up for at least 1 year.\n\nIMMUNORARE5 is composed of five independent open-label national multicenter single-arm phase II trials, sponsored by Lyon University Hospital, led in collaboration with the corresponding French national reference centers, with a centralized coordination by a dedicated team.\n\nEach phase II trial is designed as a two-stage Simon design, with early termination for futility. For each cohort, a null hypothesis (H0) and an alternative hypotheses (H1) regarding the percentages of patients with success has been defined, with 5% one-sided alpha level and 80% power.\n\nThe trial will be conducted in 15 French Centers with an inclusion period of 36 months"
  },
  {
    "id": "NCT04543617",
    "name": "A Study of Atezolizumab With or Without Tiragolumab in Participants With Unresectable Esophageal Squamous Cell Carcinoma Whose Cancers Have Not Progressed Following Definitive Concurrent Chemoradiotherapy",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Esophageal Squamous Cell Carcinoma",
    "phases": "PHASE3",
    "last_updated": "2026-01-16",
    "study_start": "2020-09-28",
    "study_end": "2027-03-31",
    "enrollment": 760,
    "primary_outcome": "Arm A vs Arm C: Investigator-Assessed Progression-Free Survival (PFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to evaluate the efficacy and safety of tiragolumab plus atezolizumab compared with placebo in participants with unresectable esophageal squamous cell carcinoma (or those who are unable or unwilling to undergo surgery) and whose cancers have not progressed following definitive concurrent chemoradiotherapy (dCRT). Participants will be randomized in a 1:1:1 ratio to receive either tiragolumab plus atezolizumab (Arm A), tiragolumab matching placebo plus atezolizumab (Arm B), or double placebo (Arm C)."
  },
  {
    "id": "NCT04305041",
    "name": "Substudy 02A: Safety and Efficacy of Pembrolizumab in Combination With Investigational Agents in Participants With Programmed Cell-death 1 (PD-1) Refractory Melanoma (MK-3475-02A/KEYMAKER-U02)",
    "target": "TIGIT",
    "sponsor": "Merck Sharp & Dohme LLC",
    "status": "COMPLETED",
    "conditions": "Melanoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-08-28",
    "study_start": "2020-06-26",
    "study_end": "2025-08-25",
    "enrollment": 100,
    "primary_outcome": "Percentage of participants who experience an adverse event (AE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Substudy 02A is part of a larger research study that is testing experimental treatments for melanoma, a type of skin cancer. The larger study is the umbrella study.\n\nThe goal of substudy 02A is to evaluate the safety and efficacy of investigational treatment arms in participants with PD-1 refractory melanoma to identify the investigational agent(s) that, when used in combination, are superior to the current treatment options/historical control available.\n\nAs of Amendment 4 (effective date: 05JAN2022), a third arm has been opened to participant enrollment, treatment with pembrolizumab and all-trans retinoic acid (ATRA). Enrollment into the first two arms, treatment with pembrolizumab + quavonlimab+ vibostolimab and treatment with pembrolizumab + quavonlimab + lenvatinib has been completed per protocol as of September 2021."
  },
  {
    "id": "NCT06996782",
    "name": "A Platform Study in Non-Small Cell Lung Cancer (NSCLC)",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Advanced or Metastatic Non-small Cell Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-01-13",
    "study_start": "2025-11-24",
    "study_end": "2029-02-23",
    "enrollment": 152,
    "primary_outcome": "Part A and Part B: Number of participants with adverse events (AEs) and serious adverse events (SAEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multicentre, open-label study to evaluate the safety and efficacy of various combinations of study interventions in participants with advanced or metastatic NSCLC (mNSCLC).\n\nThe study will include a sub-study (sub-study 2) focused on a specific treatment that may include 2 parts -\n\n1. Part A consisting of one of more safety run-in cohorts to evaluate 2 or more dose levels to identify the recommended Phase 2 dose (RP2D) unless RP2D has been established then Part A will not be required; and\n2. Part B consisting of one or more expansion cohorts.\n\nThe originally planned Sub-study 1 was withdrawn (cancelled) and will not be conducted.\n\nSub-study 2 will evaluate the safety, tolerability, and anti-tumour activity of rilvegostomig plus standard of care (SoC) platinum-based chemotherapy, with or without ramucirumab."
  },
  {
    "id": "NCT05665595",
    "name": "A Study of Adjuvant Pembrolizumab/Vibostolimab (MK-7684A) Versus Pembrolizumab for Resected High-Risk Melanoma in Participants With High-Risk Stage II-IV Melanoma (MK-7684A-010/KEYVIBE-010)",
    "target": "TIGIT",
    "sponsor": "Merck Sharp & Dohme LLC",
    "status": "COMPLETED",
    "conditions": "Melanoma",
    "phases": "PHASE3",
    "last_updated": "2025-10-03",
    "study_start": "2023-01-19",
    "study_end": "2025-09-26",
    "enrollment": 1594,
    "primary_outcome": "Recurrence-Free Survival (RFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "With Amendment 4, participants will discontinue treatment with pembrolizumab/vibostolimab.\n\nThe protocol-specified futility analysis of the primary outcome measure was completed with a data cut-off of 06-Mar-2024 (Primary Completion Date) and served as the final analysis of the primary outcome measure. Per protocol, 192 participants enrolled after the primary completion date and will be analyzed in the End of Trial analysis."
  },
  {
    "id": "NCT06868277",
    "name": "A Global Phase III Study of Rilvegostomig or Pembrolizumab Monotherapy for First-Line Treatment of PD-L1-high Metastatic Non-small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Carcinoma, Non-Small Cell Lung",
    "phases": "PHASE3",
    "last_updated": "2026-01-12",
    "study_start": "2025-04-10",
    "study_end": "2030-12-02",
    "enrollment": 830,
    "primary_outcome": "Overall Survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase III, two-arm, randomized, double-blind, global, multicenter study assessing the efficacy and safety of rilvegostomig compared to pembrolizumab as a 1L treatment for patients with mNSCLC whose tumors express PD-L1."
  },
  {
    "id": "NCT04774484",
    "name": "High-Intensity Interval Training and Regulatory T Cells",
    "target": "TIGIT",
    "sponsor": "Francesc Marti",
    "status": "WITHDRAWN",
    "conditions": "End Stage Renal Disease",
    "phases": "NA",
    "last_updated": "2023-02-10",
    "study_start": "2023-01",
    "study_end": "2026-06-30",
    "enrollment": 0,
    "primary_outcome": "Change from baseline concentration of circulating Regulatory T cells (Tregs) in blood at 12 weeks post HIIT intervention",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Tregs have been studied in clinical practice for different therapeutic applications. In the past several years there has been a significant interest in the transplant community to develop tolerance in order to substantially decrease or even eliminate the need of immuno-suppressive regimens. A growing body of evidence recognizes the balance between graft-reactive effector cells and graft-protective suppressor Treg cells as the ultimate determinant of long-term allograft survival. As a result, there is a major interest in transplantation to enhance the suppressor immune response as an alternative or complementary approach to reach a clinical tolerogenic state and preserve graft function. Exercise improves baseline immune function and helps to maintain immune homeostasis. Treg cell numbers have shown to increase with physical activity, and this increment has been directly correlated with exercise intensity. These results suggest that the increased Treg frequency may contribute to the beneficial effects of exercise on disorders associated with autoimmune disease or chronic low-grade inflammation such as atherosclerosis, diabetes mellitus, chronic kidney disease or cancer.\n\nPrimary Objectives: The overall purpose of this study is to determine the influence High-intensity interval training (HIIT) on the frequency and quality of peripheral Treg cells.\n\nSecondary Objectives: Effects of HIIT in other T cell populations. Effects of HIIT in plasma concentration of inflammatory and metabolic markers. Effects of HIIT in obese vs lean.\n\nDesign: This is a prospective, single center, single-arm \"pre-test/post-test\" study designed to evaluate the safety, feasibility and initial efficacy of a 12-week HIIT regimen to increase the frequency and quality of peripheral Treg cells. All participants will have a pre-test (baseline) evaluation followed by a treatment and then a post-test."
  },
  {
    "id": "NCT06692738",
    "name": "A Global Phase III Study of Rilvegostomig or Pembrolizumab Plus Chemotherapy for First-Line Treatment of Metastatic Squamous Non-small Cell Lung Cancer (NSCLC)",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Non-small Cell Lung Cancer",
    "phases": "PHASE3",
    "last_updated": "2026-01-20",
    "study_start": "2024-11-18",
    "study_end": "2029-10-08",
    "enrollment": 880,
    "primary_outcome": "Overall survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase III, two-arm, randomized, double-blind, global, multicenter study assessing the efficacy and safety of rilvegostomig compared to pembrolizumab, both in combination with platinum-based doublet chemotherapy, as a first-line (1L) treatment for patients with squamous metastatic non-small cell lung cancer (mNSCLC) whose tumors express PD-L1 (tumor cells (TC) ≥ 1%)."
  },
  {
    "id": "NCT05816460",
    "name": "The Sleepio After Cancer Study",
    "target": "TIGIT",
    "sponsor": "University College Dublin",
    "status": "UNKNOWN",
    "conditions": "Insomnia, Cancer",
    "phases": "NA",
    "last_updated": "2023-05-19",
    "study_start": "2023-05-22",
    "study_end": "2024-06-10",
    "enrollment": 308,
    "primary_outcome": "Mean continuous change in the intervention group compared to the control arm as measured by the Sleep Condition Indicator Score",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Women who are eligible and provide informed consent will be enrolled into this 2-armed, parallel group open label randomised controlled trial. Participants will be randomised 1:1 to receive dCBT-I (intervention arm) or to sleep hygiene education (control arm). The primary outcome will be the mean continuous change in sleep condition indicator (SCI) score in the intervention arm compared to the control arm at 6 months. In addition to this, the proportion of women with an SCI \\> 16 at 6 months will be assessed. Secondary outcomes will include fatigue, sleep related quality of life, depression, anxiety, as well as hot flush interference in those experiencing vasomotor symptoms."
  },
  {
    "id": "NCT06989112",
    "name": "DESTINY-Endometrial01: A Phase III Study of Trastuzumab Deruxtecan Plus Rilvegostomig or Pembrolizumab as First-Line Treatment of HER2-Expressing (IHC 3+/2+), Mismatch Repair Proficient (pMMR) Endometrial Cancer",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Endometrial Cancer",
    "phases": "PHASE3",
    "last_updated": "2026-01-14",
    "study_start": "2025-03-27",
    "study_end": "2031-02-19",
    "enrollment": 600,
    "primary_outcome": "Progression-free survival (PFS), as assessed by BICR",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "DESTINY-Endometrial01 will investigate the efficacy of first-line T-DXd + rilvegostomig (Arm A) and/or T-DXd+ pembrolizumab (Arm B) when compared to chemotherapy (carboplatin + paclitaxel) + pembrolizumab (Arm C), by assessment of progression free survival (PFS), as assessed by BICR, in participants with HER2-expressing (IHC 3+/2+), pMMR, primary advanced (Stage III/IV) or recurrent EC."
  },
  {
    "id": "NCT04256421",
    "name": "A Study of Atezolizumab Plus Carboplatin and Etoposide With or Without Tiragolumab in Patients With Untreated Extensive-Stage Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "COMPLETED",
    "conditions": "Small Cell Lung Cancer",
    "phases": "PHASE3",
    "last_updated": "2026-01-09",
    "study_start": "2020-02-04",
    "study_end": "2025-07-31",
    "enrollment": 490,
    "primary_outcome": "Investigator-Assessed Progression Free Survival (PFS) in the Primary Analysis Set (PAS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will evaluate the efficacy of tiragolumab plus atezolizumab and carboplatin and etoposide (CE) compared with placebo plus atezolizumab and CE in participants with chemotherapy-naive extensive-stage small cell lung cancer (ES-SCLC). Eligible participants will be stratified by Eastern Cooperative Oncology Group (ECOG) Performance Status (0 vs. 1), LDH (\\</= upper limit of normal \\[ULN\\] vs. \\> ULN), and presence or history of brain metastasis (yes vs. no) and randomly assigned in a 1:1 ratio to receive one of the following treatment regimens during induction phase:\n\n* Arm A: Tiragolumab plus atezolizumab plus CE\n* Arm B: Placebo plus atezolizumab plus CE\n\nFollowing the induction phase, participants will continue maintenance therapy with either atezolizumab plus tiragolumab (Arm A) or atezolizumab plus placebo (Arm B)."
  },
  {
    "id": "NCT06627647",
    "name": "A Global Phase III Study of Rilvegostomig or Pembrolizumab Plus Chemotherapy for First-Line Treatment of Metastatic Non-squamous NSCLC",
    "target": "TIGIT",
    "sponsor": "AstraZeneca",
    "status": "RECRUITING",
    "conditions": "Non-squamous Non-small Cell Lung Cancer",
    "phases": "PHASE3",
    "last_updated": "2025-12-19",
    "study_start": "2024-11-27",
    "study_end": "2030-03-25",
    "enrollment": 878,
    "primary_outcome": "Overall survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase III, two-arm, randomized, double-blind, global, multicenter study assessing the efficacy and safety of rilvegostomig compared to pembrolizumab, both in combination with platinum-based doublet chemotherapy, as a 1L treatment for patients with non-squamous mNSCLC whose tumors express PD-L1 (TC ≥ 1%)."
  },
  {
    "id": "NCT04305054",
    "name": "Substudy 02B: Safety and Efficacy of Pembrolizumab in Combination With Investigational Agents or Pembrolizumab Alone in Participants With First Line (1L) Advanced Melanoma (MK-3475-02B/KEYMAKER-U02)",
    "target": "TIGIT",
    "sponsor": "Merck Sharp & Dohme LLC",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Melanoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-08-28",
    "study_start": "2020-07-01",
    "study_end": "2026-04-20",
    "enrollment": 315,
    "primary_outcome": "Percentage of participants who experience a dose-limiting toxicity (DLT): Safety lead-in phase",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "With Amendment 6, all arms are closed to enrollment. Participants in arms 2 (pembrolizumab), 3 (coformulation pembrolizumab/quavonlimab), and 4 (coformulation pembrolizumab/quavonlimab + lenvatinib) who complete study treatment or otherwise meet end of treatment (EOT) criteria will be discontinued from the study after completing the EOT visit and any required safety follow-up visits. Participants in arm 6 (coformulation favezelimab/pembrolizumab + All-trans Retinoic Acid \\[ATRA\\]) will discontinue ATRA and participants in arms 5 and 6 can continue on coformulation favezelimab/pembrolizumab or pembrolizumab."
  },
  {
    "id": "NCT04294810",
    "name": "A Study of Tiragolumab in Combination With Atezolizumab Compared With Placebo in Combination With Atezolizumab in Patients With Previously Untreated Locally Advanced Unresectable or Metastatic PD-L1-Selected Non-Small Cell Lung Cancer",
    "target": "TIGIT",
    "sponsor": "Hoffmann-La Roche",
    "status": "COMPLETED",
    "conditions": "Non-Small Cell Lung Cancer",
    "phases": "PHASE3",
    "last_updated": "2026-01-29",
    "study_start": "2020-03-04",
    "study_end": "2025-12-30",
    "enrollment": 620,
    "primary_outcome": "Investigator-Assessed Progression-Free Survival (PFS) in the Primary Analysis Set",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of the study is to evaluate the efficacy and safety of tiragolumab plus atezolizumab compared with placebo plus atezolizumab in participants with previously untreated locally advanced, unresectable or metastatic PD-L1-selected non-small cell lung cancer (NSCLC), with no epidermal growth factor receptor (EGFR) mutation or anaplastic lymphoma kinase (ALK) translocation. Eligible participants will be randomized in a 1:1 ratio to receive either tiragolumab plus atezolizumab or placebo plus atezolizumab."
  },
  {
    "id": "NCT03198546",
    "name": "GPC3-CAR-T Cells for Immunotherapy of Cancer With GPC3 Expression",
    "target": "TIGIT",
    "sponsor": "Second Affiliated Hospital of Guangzhou Medical University",
    "status": "RECRUITING",
    "conditions": "Hepatocellular Carcinoma, Immunotherapy, CAR, GPC3 Gene Inactivation, T Cell, Squamous Cell Lung Cancer",
    "phases": "PHASE1",
    "last_updated": "2024-06-22",
    "study_start": "2017-07-01",
    "study_end": "2036-08-01",
    "enrollment": 30,
    "primary_outcome": "Number of Patients with Dose Limiting Toxicity",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "1. Choose appropriate patients with advanced hepatocellular carcinoma,with written consent for this study;\n2. Perform biopsy to determine the expression of GPC3 of the tumor by western blotting or IHC;\n3. Collect blood from the patients and isolate mononuclear cells, activate the T cells and transfect the T cells with GPC3/TGFβ targeting CAR (or/and scfv/cytokines-secreting), amplify the number of transfected T cells as needed, test the quality and killing activity of the GPC3/TGFβ-CART cells and then transplant back the patients via systemic or local infusions (via artery or intra-tumor), and follow up closely to collect related results as needed;\n4. To enhance the killing capability, CD4+ T cells are genetically engineered to express TGFβ-CAR and secret IL7/CCL19 and/or SCFVs against PD1/CTLA4/Tigit; CD8+T cells are constructed to express GPC3-DAP10-CAR with knockdown of PD1/HPK1;\n5. Evaluate the clinical results as needed.\n6. Will also perform the similar clinical trial on lung squamous carcinoma with the GPC3 expression."
  },
  {
    "id": "NCT03198052",
    "name": "GPC3/Mesothelin/Claudin18.2/GUCY2C/B7-H3/PSCA/PSMA/MUC1/TGFβ/HER2/Lewis-Y/AXL/EGFR-CAR-T Cells Against Cancers",
    "target": "TIGIT",
    "sponsor": "Second Affiliated Hospital of Guangzhou Medical University",
    "status": "RECRUITING",
    "conditions": "Lung Cancer, Cancer, Immunotherapy, CAR-T Cell",
    "phases": "PHASE1",
    "last_updated": "2024-06-22",
    "study_start": "2017-07-01",
    "study_end": "2036-08-01",
    "enrollment": 30,
    "primary_outcome": "Number of Patients with Dose Limiting Toxicity",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "1. Choose appropriate patients with advanced lung or other cancers,with written consent for this study;\n2. Perform biopsy to determine the expression of HER2, Mesothelin, Lewis-Y, PSCA, MUC1, GPC3, AXL, EGFR, Claudin18.2, or B7-H3 of the tumor by western blotting or IHC;\n3. Collect blood from the patients and isolate mononuclear cells, activate the T cells and transfect the T cells with GPC3, Mesothelin, Claudin18.2, GUCY2C, B7-H3, PSCA, PSMA, MUC1, TGFβ, HER2, Lewis-Y, AXL, or EGFR targeting CAR, amplify the transfected T cells as needed, test the quality and killing activity of the CAR-T cells and then transfer them back the patients via systemic or local injections, and follow up closely to collect related results as needed;\n4. To enhance the killing capability, CD4+ T cells are genetically engineered to express TGFβ-CAR and secret IL7/CCL19 and/or SCFVs against PD1/CTLA4/Tigit; CD8+T cells are constructed to express GPC3/Mesothelin/Claudin18.2/GUCY2C/B7-H3/PSCA/PSMA/MUC1/TGFβ/HER2/Lewis-Y/AXL/EGFR\n\n   -DAP10-CAR with knockdown of PD1/HPK1;\n5. Other cancers with these cell surface antigen expressions are also recruited if needed;\n6. Evaluate the clinical results as needed."
  },
  {
    "id": "NCT04585815",
    "name": "Study of Immunotherapy (Sasanlimab) in Combination With Targeted Therapies in People With Advanced Non-small Cell Lung Cancer (NSCLC) (Landscape 1011 Study)",
    "target": "TIGIT",
    "sponsor": "Pfizer",
    "status": "TERMINATED",
    "conditions": "Carcinoma, Non-Small-Cell Lung",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-18",
    "study_start": "2020-11-10",
    "study_end": "2024-10-29",
    "enrollment": 34,
    "primary_outcome": "Phase 1b of Sub-Study A: Percentage of Participants With Dose-Limiting Toxicities (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Landscape 1011 is a clinical research study for people with advanced (stage 3b or 4) non-small cell lung cancer (NSCLC). The purpose of this study is to learn if the study medicine (sasanlimab, a type of immunotherapy) along with other study medicines is safe and effective in people with non-small cell lung cancer that has spread outside of the lungs. There are currently two sub-studies using different types of medicines. People in the first sub-study will receive sasanlimab as a subcutaneous (under the skin) injection at the study clinic every 4 weeks. Additionally, they will take targeted cancer therapies encorafenib by mouth once a day and binimetinib by mouth twice a day at home.\n\nPeople in the second sub-study will receive the study medicine sasanlimab as a subcutaneous (under the skin) injection at the study clinic every 3 weeks and will also receive SEA-TGT (an immunotherapy) by infusion every three weeks.\n\nAdditionally, they will take axitinib (a targeted therapy) by mouth twice a day at home.\n\nIn addition to taking the study drugs, participants in the sub-studies will be asked to visit the clinic for health checks. These include health questions, physical examinations, blood and urine samples, and imaging scans. These assessments help the study doctor and team to monitor the participants' safety and well-being, and to see how their cancer is responding to the treatment. Participants will continue in the study until the cancer is no longer responding to the study medicine."
  },
  {
    "id": "NCT02443155",
    "name": "A Clinical Proof-of-principle Trial in Adult Subjects With Newly Diagnosed Type 1 Diabetes Mellitus Investigating the Effect of NNC0114-0006 and Liraglutide on Preservation of Beta-cell Function",
    "target": "TIGIT",
    "sponsor": "Novo Nordisk A/S",
    "status": "COMPLETED",
    "conditions": "Diabetes, Diabetes Mellitus, Type 1",
    "phases": "PHASE2",
    "last_updated": "2021-03-10",
    "study_start": "2015-11-10",
    "study_end": "2019-02-27",
    "enrollment": 308,
    "primary_outcome": "Area Under the Concentration-time Curve (AUC) 0-4h of Mixed Meal Tolerance Test (MMTT) Stimulated C-peptide at Week 54 Relative to Baseline",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This trial is conducted globally. The aim of this trial is to assess the clinical proof-of-principle of NNC0114-0006 and liraglutide on preservation of beta-cell function in adult subjects with newly diagnosed type 1 diabetes mellitus."
  }
]