[
  {
    "id": "NCT04897321",
    "name": "B7-H3-Specific Chimeric Antigen Receptor Autologous T-Cell Therapy for Pediatric Patients With Solid Tumors (3CAR)",
    "target": "B7-H3",
    "sponsor": "St. Jude Children's Research Hospital",
    "status": "RECRUITING",
    "conditions": "Pediatric Solid Tumor, Osteosarcoma, Rhabdomyosarcoma, Neuroblastoma, Ewing Sarcoma, Wilms Tumor, Adrenocortical Cancer, Desmoplastic Small Round Cell Tumor, Germ Cell Cancer, Rhabdoid Tumor, Clear Cell Sarcoma, Hepatoblastoma, Melanoma, Carcinoma, Malignant Peripheral Nerve Sheath Tumors, Soft Tissue Sarcoma",
    "phases": "PHASE1",
    "last_updated": "2025-10-23",
    "study_start": "2022-07-06",
    "study_end": "2027-03-01",
    "enrollment": 32,
    "primary_outcome": "Safety of B7-H3-CAR T cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Treatment will include a single infusion of B7-H3-CAR T cells after lymphodepleting chemotherapy, with dosing based on the number of CAR+ T cells and patient weight. The study will evaluate the safety and maximum tolerated dose (MTD) of B7-H3-CAR T cells, using a standard 3+3 study design and a 6-week evaluation period. The total study duration will be 1 year, at which point patients will enroll on our existing institutional long-term follow-up protocol."
  },
  {
    "id": "NCT06778603",
    "name": "B7-H3 NIR Imaging for Osteosarcoma Surgery",
    "target": "B7-H3",
    "sponsor": "Peking University People's Hospital",
    "status": "RECRUITING",
    "conditions": "Osteosarcoma, Resection Margins, B7-H3 Probe, Local Recurrence",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-01-11",
    "study_start": "2024-01-01",
    "study_end": "2026-12-31",
    "enrollment": 32,
    "primary_outcome": "Safety",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Complete removal of all tumor tissue with a wide surgical margin is essential for the treatment of osteosarcoma (OS). However, it's difficult, sometimes impossible, to achieve due to the invisible small satellite lesions and blurry tumor boundaries. Besides, intraoperative frozen-section analysis of resection margins of OS is often restricted by the hard tissues around OS, which makes it impossible to know whether a negative margin is achieved. Herein, based on the high expression of B7-H3 in OS, a targeted probe B7H3-IRDye800CW is synthesized by conjugating anti-B7H3 antibody and IRDye800CW. This trial is aimed to investigate R0-resection rate and 2-y local recurrence rate after using this probe in Musculoskeletal tumor surgery for osteosarcoma as well as the safety parameters of this probe in human."
  },
  {
    "id": "NCT06158139",
    "name": "Autologous CAR-T Cells Targeting B7-H3 in PDAC",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Pancreas Cancer, Relapse, Resistant Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-03-14",
    "study_start": "2024-07-18",
    "study_end": "2028-06",
    "enrollment": 27,
    "primary_outcome": "Number of participants with adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1, single-center, open-label study to determine the safety of escalating doses of chimeric antigen receptor T cells (CAR-T) cells targeting the B7-H3 antigen and containing the inducible caspase 9 safety switch (iC9-CAR.B7-H3 T cells) administered to adult subjects with refractory pancreatic ductal adenocarcinoma. The safety of iC9-CAR.B7-H3 T cells will be investigated using a modified 3+3 design with a starting dose of 1 × 106 transduced cells/kg. The data from the dose escalation will be used to determine a recommended phase 2 dose, which will be decided based on the maximum tolerated dose and additional factors such as the ability to manufacture sufficient cells for infusion.\n\nThe body has different ways of fighting cancer and other diseases; however, no single way seems perfect. The experimental treatment in this study combines two different ways the body fights cancer, and they are antibodies and T cells. Antibodies are proteins that protect the body from foreign invaders like bacteria. Antibodies work by attaching to these bacteria or substances, which stops them from growing and causing bad effects. T cells are special infection-fighting blood cells that can kill viruses and other cells, including tumor cells. Antibodies and T cells have been used to treat patients with cancer. They both have shown promise, but neither alone has been able to cure most patients. The treatment that is being studied in this study is called autologous T lymphocyte chimeric antigen receptor cells targeted against the B7-H3 antigen and containing inducible caspase 9 safety switch (iC9). The short name for this treatment is iC9.CAR.B7-H3 T cells. For the rest of this consent, we will refer to the iC9.CAR.B7-H3 T cells as the modified CAR-T cells for ease of reading this consent."
  },
  {
    "id": "NCT04077866",
    "name": "B7-H3 CAR-T for Recurrent or Refractory Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
    "status": "UNKNOWN",
    "conditions": "Recurrent Glioblastoma, Refractory Glioblastoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2022-12-25",
    "study_start": "2023-06-01",
    "study_end": "2025-08-01",
    "enrollment": 40,
    "primary_outcome": "Overall survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background\n\n* B7-H3 is expressed in 70% of patients with glioblastoma\n* B7-H3 is not expressed in normal tissues especially not in central nervous system. Therefore, it is an attractive GBM target for CAR-T therapy\n* The investigators constructed a retroviral vector encoding a chimeric antigen receptor (CAR) targeting B7-H3, which can mediate CAR transfer into patient T cells with high efficiency.\n\nObjectives\n\n* To evaluate the safety and tolerability intratumoral/intracerebroventricular injection of B7-H3 CAR-T when used in between Temozolomide cycles\n* To compare the overall survival (OS) and progression-free survival (PFS) of R/R GBM patients treated with B7-H3 CAR-T in between Temozolomide cycles vs Temozolomide alone\n* To access the pharmacokinetics and pharmacodynamics of B7-H3 CAR-T in between Temozolomide cycles\n\nDesign\n\n* Experimental group: Patients autologous T cells are activated and transduced with retrovirus containing B7-H3 CAR. CAR-T cells are expanded ex vivo and infused back to patients via intratumoral or intracerebroventricular injection through an Ommaya catheter. 3 injections of CAR-T are planned at two different doses with 1-2 weeks intervals. The CAR-T injections occur in between Temozolomide (TMZ) cycles. Temozolomide treatment during the cycles of CAR-T injections will be stopped and resumed next cycle. Patients may receive additional CAR-T cycles at the discretion of the principal investigator and oncologist.\n* Control group: Patients will receive regular cycles of Temozolomide treatment with 5 days of treatment and 23 days of interval."
  },
  {
    "id": "NCT05515185",
    "name": "B7-H3 Targeting CAR-T Cells Therapy for B7-H3 Positive Solid Tumors",
    "target": "B7-H3",
    "sponsor": "The First People's Hospital of Lianyungang",
    "status": "UNKNOWN",
    "conditions": "Advanced Solid Tumor",
    "phases": "EARLY_PHASE1",
    "last_updated": "2022-08-23",
    "study_start": "2022-09-09",
    "study_end": "2024-09-08",
    "enrollment": 30,
    "primary_outcome": "Dose-limiting toxicity",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-center, single-arm, open-label study. This study is planned to enroll about 30 subjects with advanced solid tumors. Autologous CAR-T cells were then infused intravenously into subjects, in a dose-escalating 3+3 design."
  },
  {
    "id": "NCT05942456",
    "name": "Soluble B7-H3 as a Biomarker for Osteosarcoma",
    "target": "B7-H3",
    "sponsor": "Peking University People's Hospital",
    "status": "RECRUITING",
    "conditions": "Biomarker, Progression, Osteosarcoma, Surveillance",
    "phases": "N/A",
    "last_updated": "2024-05-11",
    "study_start": "2023-06-05",
    "study_end": "2024-12-31",
    "enrollment": 200,
    "primary_outcome": "correlation of quantity of Protein B7-H3 Expression with clinical evaluation",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Increasing data has indicated an association between increased soluble B7-H3 (sB7-H3) levels and unfavorable prognosis in patients with malignancies. However, the level of sB7-H3 and its clinical significance in osteosarcoma are not well known. In this present study, we investigated whether sB7-H3 levels in serum could be as a biomarker for osteosarcoma treatment."
  },
  {
    "id": "NCT05474378",
    "name": "B7-H3 Chimeric Antigen Receptor T Cells (B7-H3CART) in Recurrent Glioblastoma Multiforme",
    "target": "B7-H3",
    "sponsor": "Stanford University",
    "status": "RECRUITING",
    "conditions": "Brain and Nervous System",
    "phases": "PHASE1",
    "last_updated": "2025-10-10",
    "study_start": "2022-07-12",
    "study_end": "2026-08",
    "enrollment": 39,
    "primary_outcome": "Number of successful manufacturing product (B7-H3CART) that met minimum assigned dose level range",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open label, non-randomized, single site Phase I study to test the manufacturing feasibility and safety of locoregional (LR) administration of B7-H3CART into the central nervous system of adult subjects with recurrent IDH wild-type GBM using a standard 3+3 dose escalation design."
  },
  {
    "id": "NCT06500819",
    "name": "Autologous B7-H3 Chimeric Antigen Receptor T Cells in Relapsed/Refractory Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Crystal Mackall, MD",
    "status": "RECRUITING",
    "conditions": "Neuroblastoma, Sarcoma, Osteosarcoma",
    "phases": "PHASE1",
    "last_updated": "2025-04-18",
    "study_start": "2024-07-11",
    "study_end": "2029-07",
    "enrollment": 41,
    "primary_outcome": "Feasibility of manufacturing autologous T cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to test the manufacturing feasibility and safety of intravenous (IV) administration of B7-H3CART in children and young adult subjects with relapsed and/or refractory solid tumors expressing B7-H3 target using a standard 3+3 dose escalation design."
  },
  {
    "id": "NCT04385173",
    "name": "Pilot Study of B7-H3 CAR-T in Treating Patients With Recurrent and Refractory Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
    "status": "UNKNOWN",
    "conditions": "Recurrent Glioblastoma, Refractory Glioblastoma",
    "phases": "PHASE1",
    "last_updated": "2022-12-25",
    "study_start": "2022-12-01",
    "study_end": "2024-05-01",
    "enrollment": 12,
    "primary_outcome": "Incidence and type of adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background\n\n* B7-H3 is expressed in 70% of patients with glioblastoma\n* B7-H3 is not expressed in normal tissues especially not in central nervous system. Therefore, it is an attractive GBM target for CAR-T therapy\n* The investigators constructed a retroviral vector encoding a chimeric antigen receptor (CAR) targeting B7-H3, which can mediate CAR transfer into patient T cells with high efficiency.\n\nObjectives\n\n* To evaluate the safety and tolerability intratumoral/intracerebroventricular injection of B7-H3 CAR-T when used in between Temozolomide cycles\n* To compare the overall survival (OS) and progression-free survival (PFS) of R/R GBM patients treated with B7-H3 CAR-T in between Temozolomide cycles to the historical Temozolomide data\n* To access the pharmacokinetics and pharmacodynamics of B7-H3 CAR-T in between Temozolomide cycles\n\nDesign\n\nPatients autologous T cells are activated and transduced with retrovirus containing B7-H3 CAR. CAR-T cells are expanded ex vivo and infused back to patients via intratumoral or intracerebroventricular injection through an Ommaya catheter. 3 injections of CAR-T are planned at two different doses with 1-2 weeks intervals. The CAR-T injections occur in between Temozolomide (TMZ) cycles. Temozolomide treatment in the cycle of CAR-T injections will be stopped and resumed next cycle. Patients may receive additional CAR-T cycles at the discretion of the principal investigator and oncologist."
  },
  {
    "id": "NCT07358260",
    "name": "B7-H3.CD28Z.CART in Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Robbie Majzner",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Pediatric Solid Tumor, Neuroblastoma",
    "phases": "PHASE1",
    "last_updated": "2026-01-14",
    "study_start": "2026-06",
    "study_end": "2031-12-31",
    "enrollment": 40,
    "primary_outcome": "Manufacturing Success Rate of Autologous B7-H3.CD28Z CART Cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase I, open-label, single-center, dose-escalation study testing the safety and effectiveness of a new cell therapy B7-H3.CD28Z.CART / B7-H3 CAR T cells in children and young adult subjects with relapsed and/or refractory solid tumors expressing B7-H3.\n\nThe B7-H3 protein is found in high levels on many pediatric solid tumors (like neuroblastoma, osteosarcoma, and others), this cell therapy uses genetically altered blood cells as an investigational cell product designed to recognize, bind to and help kill cells that express B7-H3.\n\nThis is the first time that these specific B7-H3 CAR T cells will be given to humans. There are several other studies using a similar genetically modified version of B7-H3 CAR T cells and other studies have shown that B7-H3 is a safe target.\n\nThe U.S. Food and Drug Administration (FDA) has not approved B7-H3 CAR T cells as a treatment for any disease.\n\nThe research study procedures include screening for eligibility, in-clinic visits, blood tests, urine tests, electrocardiograms (ECGs), echocardiograms (ECHOs), bone marrow biopsies and aspirations.\n\nIt is expected up to 40 people will take part in this research study.\n\nBand of Parents a non-profit organization is supporting this research study by providing funding."
  },
  {
    "id": "NCT05835687",
    "name": "Loc3CAR: Locoregional Delivery of B7-H3-CAR T Cells for Pediatric Patients With Primary CNS Tumors",
    "target": "B7-H3",
    "sponsor": "St. Jude Children's Research Hospital",
    "status": "RECRUITING",
    "conditions": "Central Nervous System Neoplasms, Atypical Teratoid/Rhabdoid Tumor, Diffuse Midline Glioma, H3 K27M-Mutant, Ependymoma, High Grade Glioma, Glioblastoma, Medulloblastoma",
    "phases": "PHASE1",
    "last_updated": "2026-01-15",
    "study_start": "2023-04-27",
    "study_end": "2028-03",
    "enrollment": 48,
    "primary_outcome": "Maximum tolerated dose (MTD)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Treatment on this study includes four (4) B7-H3-CAR T cell infusions over a 4 week period. B7-H3-CAR T cells will be locoregionally administered via a CNS reservoir catheter without lymphodepleting chemotherapy. The study will evaluate the safety and maximum tolerated dose (MTD) of B7-H3-CAR T cells using a 3+3 study design and a 4 week evaluation period. Follow up will occur on this protocol for 1 year after the final B7-H3-CAR T cell infusion and then continue on an institutional long-term follow up protocol to complete 15 years post-infusion."
  },
  {
    "id": "NCT02628535",
    "name": "Safety Study of MGD009 in B7-H3-expressing Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "TERMINATED",
    "conditions": "Mesothelioma, Bladder Cancer, Melanoma, Squamous Cell Carcinoma of the Head and Neck, Non Small Cell Lung Cancer, Clear Cell Renal Cell Carcinoma, Ovarian Cancer, Thyroid Cancer, Breast Cancer, Pancreatic Cancer, Prostate Cancer, Colon Cancer, Soft Tissue Sarcoma",
    "phases": "PHASE1",
    "last_updated": "2022-02-04",
    "study_start": "2015-09",
    "study_end": "2019-11-25",
    "enrollment": 67,
    "primary_outcome": "Number of participants with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1 open-label, dose escalation, cohort expansion, and efficacy follow-up study of MGD009 administered intravenously (IV) on an every-other-week schedule for up to one year (14 cycles).\n\nThe dose escalation phase is designed to characterize the safety and tolerability of MGD009 and to define the maximum tolerated or maximum administered dose (MTD/MAD). This phase will enroll patients with mesothelioma, bladder cancer, melanoma, squamous cell carcinoma of the head and neck (SCCHN), non-small cell lung cancer (NSCLC), clear cell renal cell carcinoma (ccRCC), ovarian cancer, thyroid cancer, triple-negative breast cancer (TNBC), pancreatic cancer, colon cancer, soft tissue sarcoma, or prostate cancer.\n\nIn the cohort expansion phase, 6 cohorts of 16 patients each will be enrolled to further evaluate the safety and potential efficacy of MGD009 administered at the MTD/MAD dose in patients with mesothelioma, bladder cancer, melanoma, SCCHN, NSCLC, or other specific tumors that express high levels of B7-H3. Pre- and on-study biopsies are required for melanoma patients in the cohort expansion phase. Two additional cohorts (up to15 patients each) will evaluate the use of prophylaxis therapies to mitigate toxicity.\n\nThe survival follow-up phase consists of the 2-year period after the final dose of study drug.\n\nAll tumor evaluations will be carried out by both Response Evaluation Criteria in Solid Tumors (RECIST) and immune-related response criteria (irRC)."
  },
  {
    "id": "NCT07222735",
    "name": "Hypofractionated Radiation in Combination With B7-H3-CAR T Cells for Pediatric Patients With Relapsed/Refractory Sarcomas",
    "target": "B7-H3",
    "sponsor": "St. Jude Children's Research Hospital",
    "status": "RECRUITING",
    "conditions": "Sarcoma, Childhood Osteosarcoma, Childhood Rhabdomyosarcoma, Childhood Soft Tissue Sarcoma, Ewing Sarcoma",
    "phases": "PHASE1",
    "last_updated": "2026-02-06",
    "study_start": "2026-01-21",
    "study_end": "2031-11-05",
    "enrollment": 42,
    "primary_outcome": "Dose limiting toxicity (DLT) rate",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-10",
    "details": "This study is a phase I study designed to describe the safety of B7-H3-CAR T cells and lymphodepletion in combination with hypofractionated radiation therapy for the treatment of pediatric patients with B7-H3+ sarcoma.\n\nThe study will contain two-part eligibility criterion: one to proceed with autologous apheresis and manufacturing of CAR T cells, and a second to proceed with CAR T cell treatment.\n\nThe primary intervention is the administration of autologous B7-H3-CAR T cells, after priming with HFRT and administration of lymphodepleting chemotherapy. Peripheral blood mononuclear cells (PBMC) will be collected by autologous apheresis. Treatment will include HFRT to at least one site of disease, administered in parallel with a single course of lymphodepleting chemotherapy (fludarabine/cyclophosphamide) and followed by CAR T cell infusion. Participants are evaluated for a post-treatment tumor biopsy and may choose to be evaluated for a pre-treatment tumor biopsy. Participants who meet specified criteria will be eligible for optional additional treatment courses."
  },
  {
    "id": "NCT06018363",
    "name": "Clinical Study on the Treatment of Malignant Brain Glioma by QH104 Cell Injection",
    "target": "B7-H3",
    "sponsor": "Dushu Lake Hospital Affiliated to Soochow University",
    "status": "RECRUITING",
    "conditions": "Brain Gliomas, High-Grade Gliomas, GBM",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-08-13",
    "study_start": "2023-06-01",
    "study_end": "2027-12-31",
    "enrollment": 25,
    "primary_outcome": "Phase 1: Incidence of Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "B7-H3 is expressed at low levels in normal tissues but overexpressed in various tumor tissues. The ubiquitous expression of B7-H3 in tumors of different grades is a key feature for brain gliomas. The immunohistochemistry study showed that B7-H3 is abundantly expressed on both glioma (especially high-grade glioma) cells and tumor-associated endothelial cells. For GBM, the expression of B7-H3 is intensely positive, especially on tumor cells and vascular endothelial cells, which makes B7-H3 a potential immunotherapeutic target.\n\nγδ T cells recognize tumor cells without being restricted by MHC molecules, and thus can be used in allogeneic therapy without the risk of causing graft-versus-host disease.\n\nThis study is an open-label, single-arm, dose-escalation and dose-expansion clinical study aimed at evaluating the safety and efficacy of allogeneic B7-H3 CAR γδT in patients with malignant glioma."
  },
  {
    "id": "NCT06646627",
    "name": "Clinical Trial of Autologous B7-H3 CAR T Cells in Reoccurent Platinum-resistant Ovarian Tumors",
    "target": "B7-H3",
    "sponsor": "Stanford University",
    "status": "RECRUITING",
    "conditions": "Ovarian Cancer",
    "phases": "PHASE1",
    "last_updated": "2026-02-05",
    "study_start": "2024-11-11",
    "study_end": "2026-07",
    "enrollment": 48,
    "primary_outcome": "Feasibility of B7-H3CART Manufacturing",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-10",
    "details": "This is a single site, open label, Phase 1 study using a 3 + 3 dose escalation design in two cohorts of adults with recurrent, platinum-resistant ovarian tumors."
  },
  {
    "id": "NCT06347068",
    "name": "Study of Autologous CAR-T Cells Targeting B7-H3 in TNBC iC9-CAR.B7-H3 T Cells",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Breast Cancer, Relapse, Resistant Cancer, Triple Negative Breast Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-09-15",
    "study_start": "2024-06-27",
    "study_end": "2028-05",
    "enrollment": 42,
    "primary_outcome": "Toxicity: NCI-CTCAE",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (iC9-CAR.B7-H3 T cells) treatment is experimental and has not been approved by the Food and Drug Administration. The safety of iC9-CAR.B7-H3 T cells will be investigated using a modified 3+3 design. The data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided based on the maximum tolerated dose (MTD) and additional factors such as the ability to manufacture sufficient cells for infusion.\n\nSubjects with TNBC who meet procurement eligibility criteria will have cells collected to manufacture iC9-CAR.B7-H3 T cells. Eligible subjects will receive lymphodepletion with cyclophosphamide and fludarabine."
  },
  {
    "id": "NCT04432649",
    "name": "Targeting CD276 (B7-H3) Positive Solid Tumors by 4SCAR-276",
    "target": "B7-H3",
    "sponsor": "Shenzhen Geno-Immune Medical Institute",
    "status": "UNKNOWN",
    "conditions": "Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2020-06-11",
    "study_start": "2020-06-01",
    "study_end": "2024-05-31",
    "enrollment": 100,
    "primary_outcome": "Number of patients with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background: Patients with refractory and/or recurrent solid tumors have poor prognosis despite complex multimodal therapy; therefore, novel curative approaches are needed. The investigators are attempting to use T cells obtained directly from the patient, which can be genetically modified to express a 4th generation CD276-specific chimeric antigen receptor (4SCAR-276). The CAR molecules enable the T cells to recognize and kill tumor cells through the recognition of the surface CD276, which is expressed at high levels on tumor cells including brain tumors, Ewing's sarcoma (PNET) and many other tumors but not at significant levels on normal tissues. This study will evaluate the side effects and the best dose of a novel 4th generation anti-CD276 CAR T cells to target refractory and/or recurrent solid tumors.\n\nDesign:\n\n1. Participants will be screened through physical exam and medical history. Blood and tumor tissue samples will be collected. Imaging studies will be performed.\n2. Peripheral blood mononuclear cells (PBMC) will be obtained by apheresis, and T cells will be activated and modified to express the 4SCAR-276 gene.\n3. On Day -5 to -7, PBMC will be activated and enriched for T cells, which will be followed by 4SCAR-276 lentiviral transduction. The total culture time is approximately 5-7 days.\n4. Participants will receive a preparative conditioning regimen comprising cyclophosphamide/fludarabine to prepare their immune system to accept the modified CAR T cells. The preparative regimen will be based on patient immune condition and consistent with standard chemotherapy conditioning regimen.\n5. The patients will receive \\~10\\^6 CART cells/kg body weight per infusion, and may receive additional booster CART infusions if positive outcome is recorded."
  },
  {
    "id": "NCT05562024",
    "name": "TAA06 Injection in the Treatment of Patients With B7-H3-positive Relapsed/ Refractory Neuroblastoma",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "B7-H3-positive Relapsed/ Refractory Neuroblastoma",
    "phases": "PHASE1",
    "last_updated": "2023-02-23",
    "study_start": "2022-12-30",
    "study_end": "2039-02-18",
    "enrollment": 24,
    "primary_outcome": "MTD",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "In the dose-escalation phase of the Phase I clinical trial, a traditional 3+3 trial design was adopted, with a total of 3 dose groups designed. The dose of T/kg was gradually increased, and a total of 12-18 subjects with relapsed/refractory neuroblastoma were enrolled.Within each dose group, the next subject can be dosed after the previous subject has completed at least 14 days of safety observations. After the last subject of each dose group completed the dose-limited toxicity (DLT) evaluation within 28 days after a single dose, the SMC (Safety Monitoring Committee) agreed to enter the next dose group after evaluating the clinical safety data. After that, the enrolment treatment for the next dose group can be started.When 1 DLT occurs in 3 subjects in a dose group, 3 additional subjects in the same dose group (up to 6 subjects in this dose group complete the DLT assessment): If the additional 3 subjects If no DLT occurs, continue dose escalation; if 1 out of 3 additional subjects develops DLT, stop dose escalation; if \\&gt; 1 of 3 additional subjects develops DLT DLT, then stop the dose escalation, and at the same time need to reduce a dose to continue to enroll 3 subjects for DLT evaluation.\n\nIn the dose expansion phase of the Phase I clinical trial, SMC will review the obtained safety and available data on efficacy, PK, immunogenicity, etc., and give the RP2D dose after comprehensive evaluation. In the dose expansion phase, the RP2D dose group will continue to be enrolled 3 \\~6 subjects, further clarify the preliminary efficacy and safety of RP2D."
  },
  {
    "id": "NCT05241392",
    "name": "Safety and Efficacy Study of Anti-B7-H3 CAR-T Cell Therapy for Recurrent Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Beijing Tiantan Hospital",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Glioblastoma",
    "phases": "PHASE1",
    "last_updated": "2025-02-09",
    "study_start": "2022-01-27",
    "study_end": "2026-12-31",
    "enrollment": 30,
    "primary_outcome": "Incidence of Dose Limiting Toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open, single-arm, dose-escalation and multiple-dose study to evaluate the safety, tolerability and preliminary effectiveness of B7-H3-targeting Chimeric Antigen Receptor-T (CAR-T) cell therapy on patients with recurrent glioblastomas. The study also plan to explore the Maximum Tolerated Dose (MTD) and determine the Recommended Phase II Dose (RP2D) of the CAR-T cell therapy."
  },
  {
    "id": "NCT03406949",
    "name": "MGD009/MGA012 Combination in Relapsed/Refractory Cancer",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2022-05-18",
    "study_start": "2018-02-27",
    "study_end": "2022-04-27",
    "enrollment": 25,
    "primary_outcome": "Incidence of Treatment-Emergent Adverse Events as assessed by CTCAE v4.03",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1, open-label, dose escalation, and cohort expansion study designed to characterize the safety, tolerability, PK, pharmacodynamics, immunogenicity, and preliminary antitumor activity of the combination of obrindatamab and retifanlimab, each of which is administered by IV infusion. The study consists of a Dose Escalation Phase to determine the Maximum Tolerated Dose (MTD) or Maximum Administered Dose (MAD) (if no MTD is defined) of the combination, followed by a Cohort Expansion Phase to further define the safety and initial antitumor activity of the combination with the doses established in the Dose Escalation Phase. Patients with B7-H3-expressing unresectable, locally advanced, or metastatic solid tumors of any histology will be enrolled in the Dose Escalation Phase. Following the establishment of an MTD, additional patients with specific tumor types will enroll in the Cohort Expansion Phase."
  },
  {
    "id": "NCT02982941",
    "name": "Enoblituzumab (MGA271) in Children With B7-H3-expressing Solid Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Neuroblastoma, Rhabdomyosarcoma, Osteosarcoma, Ewing Sarcoma, Wilms Tumor, Desmoplastic Small Round Cell Tumor",
    "phases": "PHASE1",
    "last_updated": "2022-02-04",
    "study_start": "2016-12",
    "study_end": "2019-05-22",
    "enrollment": 25,
    "primary_outcome": "Safety and tolerability of enoblituzumab.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1, open-label, dose escalation and cohort expansion trial designed to characterize the safety, tolerability, PK, PD, immunogenicity and preliminary antitumor activity of enoblituzumab administered IV on a weekly schedule for up to 96 doses (approximately 2 years) in children and young adults with B7-H3-expressing relapsed or refractory malignant solid tumors.\n\nThe study consists of a Dose Escalation Phase to determine the MTD (or MAD) of enoblituzumab followed by a Cohort Expansion Phase to further define the safety and initial antitumor activity of enoblituzumab. In the cohort expansion phase, 5 cohorts of 10 patients each will be enrolled to further evaluate the safety and potential efficacy of enoblituzumab administered at the MTD/MAD in patients with:1) neuroblastoma - measurable disease, 2) neuroblastoma - non-measurable disease, 3) rhabdomyosarcoma, 4) osteosarcoma, and 5) Ewing's sarcoma, Wilms' tumor, desmoplastic small round cell tumors, or malignant solid tumors of any other histology that test positive for B7-H3.\n\nAll tumor evaluations will be carried out by both Response Evaluation Criteria in Solid Tumors (RECIST) and immune-related response criteria (irRC). Disease assessment in patients with neuroblastoma will use neuroblastoma overall response criteria."
  },
  {
    "id": "NCT05366179",
    "name": "Autologous CAR-T Cells Targeting B7-H3 in Recurrent or Refractory GBM CAR.B7-H3Tc",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Glioblastoma Multiforme",
    "phases": "PHASE1",
    "last_updated": "2025-10-16",
    "study_start": "2022-09-02",
    "study_end": "2030-05-30",
    "enrollment": 36,
    "primary_outcome": "Number of participants with adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1, single center, open-label study aims to determine the safety of escalating doses of chimeric antigen receptor T cells (CAR-T) cells targeting the B7-H3 antigen administered via intraventricular infusion to adult subjects with relapsed or refractory glioblastoma (GBM).\n\nSubjects with GBM who meet procurement eligibility criteria will have cells collected following their initial surgical resection to manufacture CAR.B7-H3T cells, preferably prior to initiation of adjuvant chemoradiation.\n\nAt the time that the subjects have confirmed refractory or recurrent GBM, CAR.B7-H3T cells will be manufactured for subjects who likely to be eligible for cell infusion.\n\nEligible subjects will receive up to 3 weekly infusions of CAR.B7-H3 cells. To receive the additional cycles of CAR.B7-H3 cells, all treatment-related toxicities must have resolved to grade \\< 3, the subject must not have experienced a dose limiting toxicity (DLT) and the subject must not have progressive disease that has been confirmed by magnetic resonance imaging per Immunotherapy response assessment in neuro-oncology criteria.\n\nThe data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided on based on the maximum tolerated dose (MTD) and additional factors such as the feasibility of administering infusions."
  },
  {
    "id": "NCT04670068",
    "name": "Phase I Study of Autologous CAR T-Cells Targeting the B7-H3 Antigen in Recurrent Epithelial Ovarian",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Epithelial Ovarian Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-12-04",
    "study_start": "2021-01-27",
    "study_end": "2030-02",
    "enrollment": 4,
    "primary_outcome": "Number of Participants With Dose Limiting Toxicities (DLTs) Based on National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is intended for the patients who have been diagnosed with Epithelial Ovarian Cancer that either came back or did not improve after previous treatments. The purpose of this study is to test the safety of using a new treatment called autologous T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (CAR.B7-H3 T cells) in patients with ovarian cancer. This treatment has not been approved by the Food and Drug Administration.\n\nThe study investigator's goal is to calculate the Maximum tolerated dose of the CAR.B7-H3 cells There are two parts to this study. In part 1, subject's blood sample will be used to manufacture the CAR.B7-H3 T cells.\n\nOvarian cancer cells carry a substance called B7-H3 which is not found in other healthy cells. the subject's T cells will be modified to make CAR.B7-H3 T cells so they may attack and destroy ovarian cancer cells that carry the B7-H3 substance. The CAR.B7-H3 T cells are given through a catheter in the abdomen, after completing three rounds of lymphodepletion chemotherapy. Lymphodepletion chemotherapy prepares the body to receive the CAR.B7-H3 T cells.\n\nIn part 2 of the study, the subjects will receive the CAR.B7-H3 T cells. Eligible patients will receive lymphodepletion chemotherapy with cyclophosphamide and fludarabine for three consecutive days. If they continue to meet the eligibility criteria, the modified CAR.B7-H3 T cells will be given to them 2-14 days after the last lymphodepletion chemotherapy session. Three infusions of the CAR.B7-H3 T cells may be given to the subject through a catheter in the abdomen. Infusions will be done once a week.\n\nLymphodepletion chemotherapy and infusion of the CAR.B7-H3 T cells will happen at UNC Cancer Hospital. On the days the subjects receive the CAR.B7-H3 T cells infusion- Blood, fluid, and tumor samples will be collected from the subject for research purposes. Tumor biopsies are a mandatory part of this research.\n\nPost infusion visits are - 3, 4, and 6 weeks. Additional visits will happen every 3 months for one year after the last infusion. Similar follow-up clinic visits will be completed annually, for a total of 5 years.\n\nThis is a research study to obtain new information that may help people in the future."
  },
  {
    "id": "NCT07172958",
    "name": "Selective Antigen Specific T Cells and CAR T Cells in Subjects With Relapsed/Refractory Embryonal Tumors (SABRE)",
    "target": "B7-H3",
    "sponsor": "Children's National Research Institute",
    "status": "RECRUITING",
    "conditions": "Rhabdomyosarcoma, Ewing Sarcoma, Neuroblastoma, Wilms Tumor",
    "phases": "PHASE1",
    "last_updated": "2026-01-26",
    "study_start": "2026-01-27",
    "study_end": "2038-12",
    "enrollment": 18,
    "primary_outcome": "Grade 3 or more immediate infusion-related adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This protocol is designed as a phase I dose-escalation study. Procurement phase: During the procurement phase of this protocol, upon SABRE Procurement Consent and procurement eligibility confirmation, participants will undergo a non-mobilized apheresis for collection of mononuclear cells to be used for the CAR-TA T cell product manufacturing.\n\nTreatment phase: Once the CAR-TA T cell products are released and patients are confirmed eligible for CAR-TA T cell product infusion, participants will undergo protocol therapy at Children's National Hospital, consisting of a standard Lymphodepleting chemotherapy preparative regimen with fludarabine and cyclophosphamide, followed by intravenous infusion of the combined CAR-TA T cell product. The DNR-TA T cells and B7-H3 CAR T cells will be generated and combined into a final product comprised of the two T cell components combined at a 1:1 ratio. Patients will be enrolled to one of three CAR-TA T cell product dose levels (dose levels 1, 2 and 3). There are provisions in place to dose de-escalate for safety concerns (dose level -1).\n\nFludarabine will be administered intravenously once daily over 30 minutes, days -5 through -2 (4 doses in total). The dose of fludarabine will be 30 mg/m2 /day. Cyclophosphamide will be administered intravenously once daily over 30 minutes, days -5 and -4 (2 doses in total). The dose of cyclophosphamide will be 500 mg/m2 /day.\n\nThe first 3 patients enrolled on study will be ≥ 12 years of age at enrollment and treated at dose level 1 (1 x 10e6/kg). If no DLTs are observed in this cohort, enrollment at dose levels 2 (3 x 10e6/kg) and 3 (10 x 10e6/kg) will expand to include patients aged ≥ 1 year and \\< 24 years.\n\nPatients will remain admitted for at least 7 days following the CAR-TA T cell infusion. All infused patients will be followed with weekly visits during the 28-day dose-limiting toxicity monitoring period where they will be clinically assessed, and safety and research blood draws will be performed.\n\nIdeally, patients should not receive other systemic or local cancer-directed therapies for at least 28 days after the CAR-TA T cell infusion.\n\nParticipants will be followed closely for 1 year following the CAR-TA T-cell infusion. After 1 year, yearly assessments will be done up to 15 years. The visits will consist of labs and examinations as well as talking to participants about how they are feeling. Participants will be followed for toxicity until the last follow-up post CAR-TA T cell product administration.\n\nThis study will be conducted at Children's National Hospital (CNH). Cell culture manipulations will be carried out in the CETI Good Manufacturing Practice (GMP) facility within Children's National Hospital using current standard operating procedures (SOPs).\n\nUp to 18 participants will be treated on this protocol to meet the primary objective over an estimated accrual period of 5 years"
  },
  {
    "id": "NCT06454955",
    "name": "Study on B7-H3 Targeted Affibody Radioligand Probes for PET Imaging of Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Peking University Cancer Hospital & Institute",
    "status": "RECRUITING",
    "conditions": "B7H3, CD276 Affibody, PET/CT Imaing",
    "phases": "EARLY_PHASE1",
    "last_updated": "2024-08-21",
    "study_start": "2024-01-01",
    "study_end": "2026-11-30",
    "enrollment": 50,
    "primary_outcome": "SUV",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Based on \\[68Ga\\]B7H3 Affibody-BCH, this study investigates its radioactive uptake and imaging capabilities in tumor patients, with the aim of establishing a correlation between radioactive uptake and B7-H3 receptor expression. Utilizing whole-body PET technology, the pharmacokinetic dynamics of \\[68Ga\\]B7H3 Affibody-BCH are examined to ascertain its pharmacological characteristics. Ultimately, this research establishes a framework for pharmacokinetic analysis using whole-body PET."
  },
  {
    "id": "NCT05752877",
    "name": "Safety and Efficacy of Targeted IL-13 Rα2 or B7-H3 UCAR-T for Advanced Glioma",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital of Soochow University",
    "status": "RECRUITING",
    "conditions": "Advanced Glioma, Complication of Chimeric Antigen Receptor (CAR-T) Cell Therapy",
    "phases": "NA",
    "last_updated": "2023-03-02",
    "study_start": "2021-05-01",
    "study_end": "2026-04-30",
    "enrollment": 12,
    "primary_outcome": "Objective Response Rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The goal of this clinical trial is to estimate the safety, tolerance and initial efficacy of target IL-13Rα2 or B7-H3 UCAR-T cell injection in the treatment of patients with advanced glioma, as well as the pharmacokinetic characteristics of its metabolites after single and multiple administrations and the biomarkers related to efficacy, safety and drug metabolism."
  },
  {
    "id": "NCT05190185",
    "name": "A Clinical Trial of TAA06 Injection in Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Malignant Melanoma, Lung Cancer, or Colorectal Cancer",
    "phases": "PHASE1",
    "last_updated": "2021-12-29",
    "study_start": "2021-06-01",
    "study_end": "2023-12-01",
    "enrollment": 18,
    "primary_outcome": "Assessment of the safety after B7-H3 chimeric antigen receptor T cells infusion (Safety)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "B7-H3 (also known as CD276) is widely expressed on the surface of a variety of malignancies solid tumors, while it rarely or even doesn't express on normal tissues. Therefore, B7-H3 is an ideal target for chimeric antigen receptor (CAR) T cells therapy. TAA06 injection is a CAR T injection targeting B7-H3. This is a phase I clinical study with the primary objective of evaluating the safety and tolerability of TAA06 injection in subjects with TAA06-positive advanced solid tumors. The secondary objectives are as follows: to evaluate the distribution, proliferation and persistence of B7-H3-targeted CAR T cells after injection of TAA06 in subjects; to preliminarily evaluate the efficacy of TAA06 injection in subjects with TAA06-positive advanced solid tumor."
  },
  {
    "id": "NCT03198052",
    "name": "GPC3/Mesothelin/Claudin18.2/GUCY2C/B7-H3/PSCA/PSMA/MUC1/TGFβ/HER2/Lewis-Y/AXL/EGFR-CAR-T Cells Against Cancers",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital of Guangzhou Medical University",
    "status": "RECRUITING",
    "conditions": "Lung Cancer, Cancer, Immunotherapy, CAR-T Cell",
    "phases": "PHASE1",
    "last_updated": "2024-06-22",
    "study_start": "2017-07-01",
    "study_end": "2036-08-01",
    "enrollment": 30,
    "primary_outcome": "Number of Patients with Dose Limiting Toxicity",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "1. Choose appropriate patients with advanced lung or other cancers,with written consent for this study;\n2. Perform biopsy to determine the expression of HER2, Mesothelin, Lewis-Y, PSCA, MUC1, GPC3, AXL, EGFR, Claudin18.2, or B7-H3 of the tumor by western blotting or IHC;\n3. Collect blood from the patients and isolate mononuclear cells, activate the T cells and transfect the T cells with GPC3, Mesothelin, Claudin18.2, GUCY2C, B7-H3, PSCA, PSMA, MUC1, TGFβ, HER2, Lewis-Y, AXL, or EGFR targeting CAR, amplify the transfected T cells as needed, test the quality and killing activity of the CAR-T cells and then transfer them back the patients via systemic or local injections, and follow up closely to collect related results as needed;\n4. To enhance the killing capability, CD4+ T cells are genetically engineered to express TGFβ-CAR and secret IL7/CCL19 and/or SCFVs against PD1/CTLA4/Tigit; CD8+T cells are constructed to express GPC3/Mesothelin/Claudin18.2/GUCY2C/B7-H3/PSCA/PSMA/MUC1/TGFβ/HER2/Lewis-Y/AXL/EGFR\n\n   -DAP10-CAR with knockdown of PD1/HPK1;\n5. Other cancers with these cell surface antigen expressions are also recruited if needed;\n6. Evaluate the clinical results as needed."
  },
  {
    "id": "NCT06951243",
    "name": "A Trial of MHB088C in Advanced Extrapulmonary Neuroendocrine Cancer",
    "target": "B7-H3",
    "sponsor": "Beijing GoBroad Hospital",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Advanced Extrapulmonary Neuroendocrine Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-04-22",
    "study_start": "2025-05-06",
    "study_end": "2028-05-06",
    "enrollment": 40,
    "primary_outcome": "Evaluate the Objective Response Rate (ORR) of MHB088C in Participants with Advanced Extrapulmonary Neuroendocrine Cancer after failuer of systematic treatment with platinum-contained (RECIST v1.1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is an Open, Single-Arm, Single-Centre Efficacy and Safety Study of MHB088C for Injection in Patients with Advanced Extrapulmonary Neuroendocrine Cancer which cannot undergo surgical resection after failuer of standard treatment with platinum-contained or are unable to receive standard treatment with platinum-contained (including patients who are intolerant to standard treatment, deemed unsuitable for standard treatment by investigators, or refuse to receive standard treatment).\n\nParticipants will receive MHB088C intravenously at a dose of 2.0 mg/kg every 2 weeks (Q2W) until disease progression, with drawal from the study, or death.\n\nDuring the study period, all participants will undergo tumor assessments every 2 treatment cycles (±7 days) in the first half-year after the first dose, and every 4 treatment cycles (±7 days) thereafter until disease progression, withdrawal from the study, or death. The schedule of tumor assessment related examinations is adjusted according to the administration time.After the end of treatment, all participants will receive a safety follow-up 30 days after the last dose,followed by survival follow-ups every 3 months until death, loss to follow-up, withdrawal of informed consent, or study termination by the institution.Biomarker analysis will be also performed on tumor samples collected from participants to explore their relationship with drug efficacy.\n\nThe primary endpoint is ORR (RECIST v1.1).The secondary endpoints include DCR、DoR、PFS、OS (RECIST v1.1) and the safety of MHB088C."
  },
  {
    "id": "NCT07189871",
    "name": "177Lu-BetaBart in Patients With Relapsed/Refractory, Locally Advanced Inoperable, or Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Radiopharm Theranostics, Ltd",
    "status": "RECRUITING",
    "conditions": "Castration-Resistant Prostate Cancer (CRPC), Colorectal Cancer, NSCLC (Non-small Cell Lung Cancer), Ovarian Cancer, Cervical Cancer, Endometrial Cancer, TNBC, Triple Negative Breast Cancer, Small Cell Lung Cancer (SCLC ), Head &Amp; Neck Squamous Cell Carcinoma (HNSCC), Esophageal Squamous Cell Carcinoma (ESCC)",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-01-13",
    "study_start": "2026-02",
    "study_end": "2027-12",
    "enrollment": 61,
    "primary_outcome": "Recommended dose(s) of 177Lu-BetaBart for future exploration (phase 1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to establish the safety profile, biodistribution, pharmacokinetics (pk), and radiation dosimetry of 177Lu-BetaBart, to determine the maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D), and to evaluate preliminary anti-tumor activity in select patient populations.\n\nThe study is divided into 2 phases. Phase 1 is the dose escalation phase to establish the safety profile of 177Lu-BetaBart and to determine the MTD and/or RP2D of 177Lu-BetaBart using a Bayesian Optimal Interval (BOIN) design. Phase 2a is the dose expansion phase at the RP2D to confirm the safety of the MTD and/or RP2D and to evaluate preliminary anti-tumor activity of 177Lu-BetaBart in select patient populations using a probability of success design for the objective response rate (ORR) based on a Bayesian beta-binomial design.\n\nParticipants ≥ 18 years of age with castration-resistant prostate cancer (CRPC), colorectal cancer (CRC), non-small-cell lung cancer (NSCLC), small-cell lung cancer (SCLC), head and neck squamous cell carcinoma (HNSCC), ovarian cancer, cervical cancer, endometrial cancer, triple negative breast cancer (TNBC), or esophageal squamous cell carcinoma (ESCC) who have documented disease progression during or after their most recent line of anticancer therapy will be eligible to enroll. CRC will be capped at 33% of enrollment per cohort.\n\nEach phase consists of a Screening Period, a Treatment and Imaging Period, and a Safety and Long-term Follow-up Period."
  },
  {
    "id": "NCT06305299",
    "name": "Autologous CAR-T Cells Targeting B7H3 in Ovarian Cancer iC9-CAR.B7-H3 T Cells",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Ovary Neoplasm, Ovarian Cancer, Epithelial Ovarian Cancer, Recurrent",
    "phases": "PHASE1",
    "last_updated": "2025-09-12",
    "study_start": "2024-07-29",
    "study_end": "2026-03",
    "enrollment": 27,
    "primary_outcome": "Toxicity: NCI-CTCAE",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This phase 1, single-center, open-label study to determine the safety of escalating dosing of chimeric antigen receptor T (CAR-T) cells targeting the B7-H3 antigen and containing the inducible caspase 9 safety switch (iC9-CAR.B7-H3 T cells) administered to adult subjects with relapsed or refractory platinum-resistant epithelial ovarian cancer. The safety of iC9-CAR.B7-H3 T cells administered intraperitoneally via a port/catheter will be investigated using a modified 3+3 design with a starting dose of 1 ×106. The data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided on based on the maximum tolerated dose (MTD) and additional factors such as the ability to manufacture sufficient cells for infusion. Additional subjects will be enrolled in an expansion cohort at the recommended phase 2 dose.\n\nSubjects will receive standard-of-care therapy e.g., chemotherapy or radiation therapy to stabilize their disease if the treating physician feels it is in the subject's best interests before the cell therapy.\n\nSubjects with ≥ grade 4 Cytokine Release Syndrome (CRS) or Immune Effector Cell-Associated Neurotoxicity Syndrome (ICANS) or grade 3 CRS or ICANS that do not improve to grade 0-1 within 72 hours will be given a 0.4mg/kg of rimiducid. Furthermore, subjects who experience a ≥ Grade 3 non-hematologic or hematologic toxicity (Excluding Grade 3 electrolyte abnormalities, hyperglycemia, diarrhea, or nausea and vomiting and Grade 3-4 hematologic toxicity without functional sequelae that do not persist at Grade 3-5 for \\> 7 days) felt to be secondary to iC9-CAR.B7-H3 may be given rimiducid (0.4 mg/kg)."
  },
  {
    "id": "NCT05731219",
    "name": "UTAA06 Injection in the Treatment of Relapsed/Refractory Acute Myeloid Leukemia",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Relapsed/Refractory Acute Myeloid Leukemia",
    "phases": "PHASE1",
    "last_updated": "2023-02-15",
    "study_start": "2022-09-26",
    "study_end": "2025-09-26",
    "enrollment": 18,
    "primary_outcome": "Assessment of the safety after UTAA06 injection treatment (Safety)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a single arm, open label, dose increasing study to explore the characteristics of drug safety, tolerance and cell kinetics, and preliminarily observe the efficacy of the study drug in patients with relapsed/refractory B7-H3 positive acute myeloid leukemia, so as to explore the formal clinical appropriate dose.\n\nAfter the subjects who signed the informed consent form were screened by the inclusion/exclusion criteria, the qualified subjects will enter 1.0 in order of priority × 108，3.0 × 108 and 6.0 × 108 CAR gdT groups were administered once. The \"3+3\" design was adopted in the dose increasing study, that is, 3-6 subjects in each group completed a single dose.\n\nAfter the last subject in each dose group completed the dose limiting toxicity (DLT) assessment window 28 days after the single administration, the next dose group can be started after the Safety Monitoring Committee (SRC) agrees to enter the next dose group based on the evaluation of clinical safety data.\n\nWhen 1 DLT occurs in 3 subjects in a certain dose group, 3 subjects need to be added in the same dose group (up to 6 subjects in this dose group complete DLT evaluation): if the added 3 subjects have no DLT, the dose will continue to increase; If one of the three additional subjects has DLT, stop the dose increase; If more than one of the three additional subjects has DLT, stop the dose increase, and at the same time, reduce one dose to continue the DLT evaluation of the three subjects.\n\nThe SRC can decide whether to increase or decrease the dose groups or adjust the dose of groups according to the pharmacokinetic results obtained during the study."
  }
]