[
  {
    "id": "NCT04897321",
    "name": "B7-H3-Specific Chimeric Antigen Receptor Autologous T-Cell Therapy for Pediatric Patients With Solid Tumors (3CAR)",
    "target": "B7-H3",
    "sponsor": "St. Jude Children's Research Hospital",
    "status": "RECRUITING",
    "conditions": "Pediatric Solid Tumor, Osteosarcoma, Rhabdomyosarcoma, Neuroblastoma, Ewing Sarcoma, Wilms Tumor, Adrenocortical Cancer, Desmoplastic Small Round Cell Tumor, Germ Cell Cancer, Rhabdoid Tumor, Clear Cell Sarcoma, Hepatoblastoma, Melanoma, Carcinoma, Malignant Peripheral Nerve Sheath Tumors, Soft Tissue Sarcoma",
    "phases": "PHASE1",
    "last_updated": "2025-10-23",
    "study_start": "2022-07-06",
    "study_end": "2027-03-01",
    "enrollment": 32,
    "primary_outcome": "Safety of B7-H3-CAR T cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Treatment will include a single infusion of B7-H3-CAR T cells after lymphodepleting chemotherapy, with dosing based on the number of CAR+ T cells and patient weight. The study will evaluate the safety and maximum tolerated dose (MTD) of B7-H3-CAR T cells, using a standard 3+3 study design and a 6-week evaluation period. The total study duration will be 1 year, at which point patients will enroll on our existing institutional long-term follow-up protocol."
  },
  {
    "id": "NCT05515185",
    "name": "B7-H3 Targeting CAR-T Cells Therapy for B7-H3 Positive Solid Tumors",
    "target": "B7-H3",
    "sponsor": "The First People's Hospital of Lianyungang",
    "status": "UNKNOWN",
    "conditions": "Advanced Solid Tumor",
    "phases": "EARLY_PHASE1",
    "last_updated": "2022-08-23",
    "study_start": "2022-09-09",
    "study_end": "2024-09-08",
    "enrollment": 30,
    "primary_outcome": "Dose-limiting toxicity",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-center, single-arm, open-label study. This study is planned to enroll about 30 subjects with advanced solid tumors. Autologous CAR-T cells were then infused intravenously into subjects, in a dose-escalating 3+3 design."
  },
  {
    "id": "NCT06158139",
    "name": "Autologous CAR-T Cells Targeting B7-H3 in PDAC",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Pancreas Cancer, Relapse, Resistant Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-03-14",
    "study_start": "2024-07-18",
    "study_end": "2028-06",
    "enrollment": 27,
    "primary_outcome": "Number of participants with adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1, single-center, open-label study to determine the safety of escalating doses of chimeric antigen receptor T cells (CAR-T) cells targeting the B7-H3 antigen and containing the inducible caspase 9 safety switch (iC9-CAR.B7-H3 T cells) administered to adult subjects with refractory pancreatic ductal adenocarcinoma. The safety of iC9-CAR.B7-H3 T cells will be investigated using a modified 3+3 design with a starting dose of 1 × 106 transduced cells/kg. The data from the dose escalation will be used to determine a recommended phase 2 dose, which will be decided based on the maximum tolerated dose and additional factors such as the ability to manufacture sufficient cells for infusion.\n\nThe body has different ways of fighting cancer and other diseases; however, no single way seems perfect. The experimental treatment in this study combines two different ways the body fights cancer, and they are antibodies and T cells. Antibodies are proteins that protect the body from foreign invaders like bacteria. Antibodies work by attaching to these bacteria or substances, which stops them from growing and causing bad effects. T cells are special infection-fighting blood cells that can kill viruses and other cells, including tumor cells. Antibodies and T cells have been used to treat patients with cancer. They both have shown promise, but neither alone has been able to cure most patients. The treatment that is being studied in this study is called autologous T lymphocyte chimeric antigen receptor cells targeted against the B7-H3 antigen and containing inducible caspase 9 safety switch (iC9). The short name for this treatment is iC9.CAR.B7-H3 T cells. For the rest of this consent, we will refer to the iC9.CAR.B7-H3 T cells as the modified CAR-T cells for ease of reading this consent."
  },
  {
    "id": "NCT06500819",
    "name": "Autologous B7-H3 Chimeric Antigen Receptor T Cells in Relapsed/Refractory Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Crystal Mackall, MD",
    "status": "RECRUITING",
    "conditions": "Neuroblastoma, Sarcoma, Osteosarcoma",
    "phases": "PHASE1",
    "last_updated": "2025-04-18",
    "study_start": "2024-07-11",
    "study_end": "2029-07",
    "enrollment": 41,
    "primary_outcome": "Feasibility of manufacturing autologous T cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to test the manufacturing feasibility and safety of intravenous (IV) administration of B7-H3CART in children and young adult subjects with relapsed and/or refractory solid tumors expressing B7-H3 target using a standard 3+3 dose escalation design."
  },
  {
    "id": "NCT05942456",
    "name": "Soluble B7-H3 as a Biomarker for Osteosarcoma",
    "target": "B7-H3",
    "sponsor": "Peking University People's Hospital",
    "status": "RECRUITING",
    "conditions": "Biomarker, Progression, Osteosarcoma, Surveillance",
    "phases": "N/A",
    "last_updated": "2024-05-11",
    "study_start": "2023-06-05",
    "study_end": "2024-12-31",
    "enrollment": 200,
    "primary_outcome": "correlation of quantity of Protein B7-H3 Expression with clinical evaluation",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Increasing data has indicated an association between increased soluble B7-H3 (sB7-H3) levels and unfavorable prognosis in patients with malignancies. However, the level of sB7-H3 and its clinical significance in osteosarcoma are not well known. In this present study, we investigated whether sB7-H3 levels in serum could be as a biomarker for osteosarcoma treatment."
  },
  {
    "id": "NCT07358260",
    "name": "B7-H3.CD28Z.CART in Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Robbie Majzner",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Pediatric Solid Tumor, Neuroblastoma",
    "phases": "PHASE1",
    "last_updated": "2026-01-14",
    "study_start": "2026-06",
    "study_end": "2031-12-31",
    "enrollment": 40,
    "primary_outcome": "Manufacturing Success Rate of Autologous B7-H3.CD28Z CART Cells",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase I, open-label, single-center, dose-escalation study testing the safety and effectiveness of a new cell therapy B7-H3.CD28Z.CART / B7-H3 CAR T cells in children and young adult subjects with relapsed and/or refractory solid tumors expressing B7-H3.\n\nThe B7-H3 protein is found in high levels on many pediatric solid tumors (like neuroblastoma, osteosarcoma, and others), this cell therapy uses genetically altered blood cells as an investigational cell product designed to recognize, bind to and help kill cells that express B7-H3.\n\nThis is the first time that these specific B7-H3 CAR T cells will be given to humans. There are several other studies using a similar genetically modified version of B7-H3 CAR T cells and other studies have shown that B7-H3 is a safe target.\n\nThe U.S. Food and Drug Administration (FDA) has not approved B7-H3 CAR T cells as a treatment for any disease.\n\nThe research study procedures include screening for eligibility, in-clinic visits, blood tests, urine tests, electrocardiograms (ECGs), echocardiograms (ECHOs), bone marrow biopsies and aspirations.\n\nIt is expected up to 40 people will take part in this research study.\n\nBand of Parents a non-profit organization is supporting this research study by providing funding."
  },
  {
    "id": "NCT04385173",
    "name": "Pilot Study of B7-H3 CAR-T in Treating Patients With Recurrent and Refractory Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
    "status": "UNKNOWN",
    "conditions": "Recurrent Glioblastoma, Refractory Glioblastoma",
    "phases": "PHASE1",
    "last_updated": "2022-12-25",
    "study_start": "2022-12-01",
    "study_end": "2024-05-01",
    "enrollment": 12,
    "primary_outcome": "Incidence and type of adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background\n\n* B7-H3 is expressed in 70% of patients with glioblastoma\n* B7-H3 is not expressed in normal tissues especially not in central nervous system. Therefore, it is an attractive GBM target for CAR-T therapy\n* The investigators constructed a retroviral vector encoding a chimeric antigen receptor (CAR) targeting B7-H3, which can mediate CAR transfer into patient T cells with high efficiency.\n\nObjectives\n\n* To evaluate the safety and tolerability intratumoral/intracerebroventricular injection of B7-H3 CAR-T when used in between Temozolomide cycles\n* To compare the overall survival (OS) and progression-free survival (PFS) of R/R GBM patients treated with B7-H3 CAR-T in between Temozolomide cycles to the historical Temozolomide data\n* To access the pharmacokinetics and pharmacodynamics of B7-H3 CAR-T in between Temozolomide cycles\n\nDesign\n\nPatients autologous T cells are activated and transduced with retrovirus containing B7-H3 CAR. CAR-T cells are expanded ex vivo and infused back to patients via intratumoral or intracerebroventricular injection through an Ommaya catheter. 3 injections of CAR-T are planned at two different doses with 1-2 weeks intervals. The CAR-T injections occur in between Temozolomide (TMZ) cycles. Temozolomide treatment in the cycle of CAR-T injections will be stopped and resumed next cycle. Patients may receive additional CAR-T cycles at the discretion of the principal investigator and oncologist."
  },
  {
    "id": "NCT06778603",
    "name": "B7-H3 NIR Imaging for Osteosarcoma Surgery",
    "target": "B7-H3",
    "sponsor": "Peking University People's Hospital",
    "status": "RECRUITING",
    "conditions": "Osteosarcoma, Resection Margins, B7-H3 Probe, Local Recurrence",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-01-11",
    "study_start": "2024-01-01",
    "study_end": "2026-12-31",
    "enrollment": 32,
    "primary_outcome": "Safety",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Complete removal of all tumor tissue with a wide surgical margin is essential for the treatment of osteosarcoma (OS). However, it's difficult, sometimes impossible, to achieve due to the invisible small satellite lesions and blurry tumor boundaries. Besides, intraoperative frozen-section analysis of resection margins of OS is often restricted by the hard tissues around OS, which makes it impossible to know whether a negative margin is achieved. Herein, based on the high expression of B7-H3 in OS, a targeted probe B7H3-IRDye800CW is synthesized by conjugating anti-B7H3 antibody and IRDye800CW. This trial is aimed to investigate R0-resection rate and 2-y local recurrence rate after using this probe in Musculoskeletal tumor surgery for osteosarcoma as well as the safety parameters of this probe in human."
  },
  {
    "id": "NCT05474378",
    "name": "B7-H3 Chimeric Antigen Receptor T Cells (B7-H3CART) in Recurrent Glioblastoma Multiforme",
    "target": "B7-H3",
    "sponsor": "Stanford University",
    "status": "RECRUITING",
    "conditions": "Brain and Nervous System",
    "phases": "PHASE1",
    "last_updated": "2025-10-10",
    "study_start": "2022-07-12",
    "study_end": "2026-08",
    "enrollment": 39,
    "primary_outcome": "Number of successful manufacturing product (B7-H3CART) that met minimum assigned dose level range",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open label, non-randomized, single site Phase I study to test the manufacturing feasibility and safety of locoregional (LR) administration of B7-H3CART into the central nervous system of adult subjects with recurrent IDH wild-type GBM using a standard 3+3 dose escalation design."
  },
  {
    "id": "NCT04077866",
    "name": "B7-H3 CAR-T for Recurrent or Refractory Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital, School of Medicine, Zhejiang University",
    "status": "UNKNOWN",
    "conditions": "Recurrent Glioblastoma, Refractory Glioblastoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2022-12-25",
    "study_start": "2023-06-01",
    "study_end": "2025-08-01",
    "enrollment": 40,
    "primary_outcome": "Overall survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background\n\n* B7-H3 is expressed in 70% of patients with glioblastoma\n* B7-H3 is not expressed in normal tissues especially not in central nervous system. Therefore, it is an attractive GBM target for CAR-T therapy\n* The investigators constructed a retroviral vector encoding a chimeric antigen receptor (CAR) targeting B7-H3, which can mediate CAR transfer into patient T cells with high efficiency.\n\nObjectives\n\n* To evaluate the safety and tolerability intratumoral/intracerebroventricular injection of B7-H3 CAR-T when used in between Temozolomide cycles\n* To compare the overall survival (OS) and progression-free survival (PFS) of R/R GBM patients treated with B7-H3 CAR-T in between Temozolomide cycles vs Temozolomide alone\n* To access the pharmacokinetics and pharmacodynamics of B7-H3 CAR-T in between Temozolomide cycles\n\nDesign\n\n* Experimental group: Patients autologous T cells are activated and transduced with retrovirus containing B7-H3 CAR. CAR-T cells are expanded ex vivo and infused back to patients via intratumoral or intracerebroventricular injection through an Ommaya catheter. 3 injections of CAR-T are planned at two different doses with 1-2 weeks intervals. The CAR-T injections occur in between Temozolomide (TMZ) cycles. Temozolomide treatment during the cycles of CAR-T injections will be stopped and resumed next cycle. Patients may receive additional CAR-T cycles at the discretion of the principal investigator and oncologist.\n* Control group: Patients will receive regular cycles of Temozolomide treatment with 5 days of treatment and 23 days of interval."
  },
  {
    "id": "NCT05835687",
    "name": "Loc3CAR: Locoregional Delivery of B7-H3-CAR T Cells for Pediatric Patients With Primary CNS Tumors",
    "target": "B7-H3",
    "sponsor": "St. Jude Children's Research Hospital",
    "status": "RECRUITING",
    "conditions": "Central Nervous System Neoplasms, Atypical Teratoid/Rhabdoid Tumor, Diffuse Midline Glioma, H3 K27M-Mutant, Ependymoma, High Grade Glioma, Glioblastoma, Medulloblastoma",
    "phases": "PHASE1",
    "last_updated": "2026-01-15",
    "study_start": "2023-04-27",
    "study_end": "2028-03",
    "enrollment": 48,
    "primary_outcome": "Maximum tolerated dose (MTD)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Treatment on this study includes four (4) B7-H3-CAR T cell infusions over a 4 week period. B7-H3-CAR T cells will be locoregionally administered via a CNS reservoir catheter without lymphodepleting chemotherapy. The study will evaluate the safety and maximum tolerated dose (MTD) of B7-H3-CAR T cells using a 3+3 study design and a 4 week evaluation period. Follow up will occur on this protocol for 1 year after the final B7-H3-CAR T cell infusion and then continue on an institutional long-term follow up protocol to complete 15 years post-infusion."
  },
  {
    "id": "NCT02628535",
    "name": "Safety Study of MGD009 in B7-H3-expressing Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "TERMINATED",
    "conditions": "Mesothelioma, Bladder Cancer, Melanoma, Squamous Cell Carcinoma of the Head and Neck, Non Small Cell Lung Cancer, Clear Cell Renal Cell Carcinoma, Ovarian Cancer, Thyroid Cancer, Breast Cancer, Pancreatic Cancer, Prostate Cancer, Colon Cancer, Soft Tissue Sarcoma",
    "phases": "PHASE1",
    "last_updated": "2022-02-04",
    "study_start": "2015-09",
    "study_end": "2019-11-25",
    "enrollment": 67,
    "primary_outcome": "Number of participants with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1 open-label, dose escalation, cohort expansion, and efficacy follow-up study of MGD009 administered intravenously (IV) on an every-other-week schedule for up to one year (14 cycles).\n\nThe dose escalation phase is designed to characterize the safety and tolerability of MGD009 and to define the maximum tolerated or maximum administered dose (MTD/MAD). This phase will enroll patients with mesothelioma, bladder cancer, melanoma, squamous cell carcinoma of the head and neck (SCCHN), non-small cell lung cancer (NSCLC), clear cell renal cell carcinoma (ccRCC), ovarian cancer, thyroid cancer, triple-negative breast cancer (TNBC), pancreatic cancer, colon cancer, soft tissue sarcoma, or prostate cancer.\n\nIn the cohort expansion phase, 6 cohorts of 16 patients each will be enrolled to further evaluate the safety and potential efficacy of MGD009 administered at the MTD/MAD dose in patients with mesothelioma, bladder cancer, melanoma, SCCHN, NSCLC, or other specific tumors that express high levels of B7-H3. Pre- and on-study biopsies are required for melanoma patients in the cohort expansion phase. Two additional cohorts (up to15 patients each) will evaluate the use of prophylaxis therapies to mitigate toxicity.\n\nThe survival follow-up phase consists of the 2-year period after the final dose of study drug.\n\nAll tumor evaluations will be carried out by both Response Evaluation Criteria in Solid Tumors (RECIST) and immune-related response criteria (irRC)."
  },
  {
    "id": "NCT07222735",
    "name": "Hypofractionated Radiation in Combination With B7-H3-CAR T Cells for Pediatric Patients With Relapsed/Refractory Sarcomas",
    "target": "B7-H3",
    "sponsor": "St. Jude Children's Research Hospital",
    "status": "RECRUITING",
    "conditions": "Sarcoma, Childhood Osteosarcoma, Childhood Rhabdomyosarcoma, Childhood Soft Tissue Sarcoma, Ewing Sarcoma",
    "phases": "PHASE1",
    "last_updated": "2026-02-06",
    "study_start": "2026-01-21",
    "study_end": "2031-11-05",
    "enrollment": 42,
    "primary_outcome": "Dose limiting toxicity (DLT) rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "This study is a phase I study designed to describe the safety of B7-H3-CAR T cells and lymphodepletion in combination with hypofractionated radiation therapy for the treatment of pediatric patients with B7-H3+ sarcoma.\n\nThe study will contain two-part eligibility criterion: one to proceed with autologous apheresis and manufacturing of CAR T cells, and a second to proceed with CAR T cell treatment.\n\nThe primary intervention is the administration of autologous B7-H3-CAR T cells, after priming with HFRT and administration of lymphodepleting chemotherapy. Peripheral blood mononuclear cells (PBMC) will be collected by autologous apheresis. Treatment will include HFRT to at least one site of disease, administered in parallel with a single course of lymphodepleting chemotherapy (fludarabine/cyclophosphamide) and followed by CAR T cell infusion. Participants are evaluated for a post-treatment tumor biopsy and may choose to be evaluated for a pre-treatment tumor biopsy. Participants who meet specified criteria will be eligible for optional additional treatment courses."
  },
  {
    "id": "NCT06347068",
    "name": "Study of Autologous CAR-T Cells Targeting B7-H3 in TNBC iC9-CAR.B7-H3 T Cells",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Breast Cancer, Relapse, Resistant Cancer, Triple Negative Breast Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-09-15",
    "study_start": "2024-06-27",
    "study_end": "2028-05",
    "enrollment": 42,
    "primary_outcome": "Toxicity: NCI-CTCAE",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (iC9-CAR.B7-H3 T cells) treatment is experimental and has not been approved by the Food and Drug Administration. The safety of iC9-CAR.B7-H3 T cells will be investigated using a modified 3+3 design. The data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided based on the maximum tolerated dose (MTD) and additional factors such as the ability to manufacture sufficient cells for infusion.\n\nSubjects with TNBC who meet procurement eligibility criteria will have cells collected to manufacture iC9-CAR.B7-H3 T cells. Eligible subjects will receive lymphodepletion with cyclophosphamide and fludarabine."
  },
  {
    "id": "NCT05562024",
    "name": "TAA06 Injection in the Treatment of Patients With B7-H3-positive Relapsed/ Refractory Neuroblastoma",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "B7-H3-positive Relapsed/ Refractory Neuroblastoma",
    "phases": "PHASE1",
    "last_updated": "2023-02-23",
    "study_start": "2022-12-30",
    "study_end": "2039-02-18",
    "enrollment": 24,
    "primary_outcome": "MTD",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "In the dose-escalation phase of the Phase I clinical trial, a traditional 3+3 trial design was adopted, with a total of 3 dose groups designed. The dose of T/kg was gradually increased, and a total of 12-18 subjects with relapsed/refractory neuroblastoma were enrolled.Within each dose group, the next subject can be dosed after the previous subject has completed at least 14 days of safety observations. After the last subject of each dose group completed the dose-limited toxicity (DLT) evaluation within 28 days after a single dose, the SMC (Safety Monitoring Committee) agreed to enter the next dose group after evaluating the clinical safety data. After that, the enrolment treatment for the next dose group can be started.When 1 DLT occurs in 3 subjects in a dose group, 3 additional subjects in the same dose group (up to 6 subjects in this dose group complete the DLT assessment): If the additional 3 subjects If no DLT occurs, continue dose escalation; if 1 out of 3 additional subjects develops DLT, stop dose escalation; if \\&gt; 1 of 3 additional subjects develops DLT DLT, then stop the dose escalation, and at the same time need to reduce a dose to continue to enroll 3 subjects for DLT evaluation.\n\nIn the dose expansion phase of the Phase I clinical trial, SMC will review the obtained safety and available data on efficacy, PK, immunogenicity, etc., and give the RP2D dose after comprehensive evaluation. In the dose expansion phase, the RP2D dose group will continue to be enrolled 3 \\~6 subjects, further clarify the preliminary efficacy and safety of RP2D."
  },
  {
    "id": "NCT06646627",
    "name": "Clinical Trial of Autologous B7-H3 CAR T Cells in Reoccurent Platinum-resistant Ovarian Tumors",
    "target": "B7-H3",
    "sponsor": "Stanford University",
    "status": "RECRUITING",
    "conditions": "Ovarian Cancer",
    "phases": "PHASE1",
    "last_updated": "2026-02-05",
    "study_start": "2024-11-11",
    "study_end": "2026-07",
    "enrollment": 48,
    "primary_outcome": "Feasibility of B7-H3CART Manufacturing",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "This is a single site, open label, Phase 1 study using a 3 + 3 dose escalation design in two cohorts of adults with recurrent, platinum-resistant ovarian tumors."
  },
  {
    "id": "NCT06018363",
    "name": "Clinical Study on the Treatment of Malignant Brain Glioma by QH104 Cell Injection",
    "target": "B7-H3",
    "sponsor": "Dushu Lake Hospital Affiliated to Soochow University",
    "status": "RECRUITING",
    "conditions": "Brain Gliomas, High-Grade Gliomas, GBM",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-08-13",
    "study_start": "2023-06-01",
    "study_end": "2027-12-31",
    "enrollment": 25,
    "primary_outcome": "Phase 1: Incidence of Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "B7-H3 is expressed at low levels in normal tissues but overexpressed in various tumor tissues. The ubiquitous expression of B7-H3 in tumors of different grades is a key feature for brain gliomas. The immunohistochemistry study showed that B7-H3 is abundantly expressed on both glioma (especially high-grade glioma) cells and tumor-associated endothelial cells. For GBM, the expression of B7-H3 is intensely positive, especially on tumor cells and vascular endothelial cells, which makes B7-H3 a potential immunotherapeutic target.\n\nγδ T cells recognize tumor cells without being restricted by MHC molecules, and thus can be used in allogeneic therapy without the risk of causing graft-versus-host disease.\n\nThis study is an open-label, single-arm, dose-escalation and dose-expansion clinical study aimed at evaluating the safety and efficacy of allogeneic B7-H3 CAR γδT in patients with malignant glioma."
  },
  {
    "id": "NCT04670068",
    "name": "Phase I Study of Autologous CAR T-Cells Targeting the B7-H3 Antigen in Recurrent Epithelial Ovarian",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Epithelial Ovarian Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-12-04",
    "study_start": "2021-01-27",
    "study_end": "2030-02",
    "enrollment": 4,
    "primary_outcome": "Number of Participants With Dose Limiting Toxicities (DLTs) Based on National Cancer Institute's Common Terminology Criteria for Adverse Events (CTCAE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is intended for the patients who have been diagnosed with Epithelial Ovarian Cancer that either came back or did not improve after previous treatments. The purpose of this study is to test the safety of using a new treatment called autologous T lymphocyte chimeric antigen receptor cells against the B7-H3 antigen (CAR.B7-H3 T cells) in patients with ovarian cancer. This treatment has not been approved by the Food and Drug Administration.\n\nThe study investigator's goal is to calculate the Maximum tolerated dose of the CAR.B7-H3 cells There are two parts to this study. In part 1, subject's blood sample will be used to manufacture the CAR.B7-H3 T cells.\n\nOvarian cancer cells carry a substance called B7-H3 which is not found in other healthy cells. the subject's T cells will be modified to make CAR.B7-H3 T cells so they may attack and destroy ovarian cancer cells that carry the B7-H3 substance. The CAR.B7-H3 T cells are given through a catheter in the abdomen, after completing three rounds of lymphodepletion chemotherapy. Lymphodepletion chemotherapy prepares the body to receive the CAR.B7-H3 T cells.\n\nIn part 2 of the study, the subjects will receive the CAR.B7-H3 T cells. Eligible patients will receive lymphodepletion chemotherapy with cyclophosphamide and fludarabine for three consecutive days. If they continue to meet the eligibility criteria, the modified CAR.B7-H3 T cells will be given to them 2-14 days after the last lymphodepletion chemotherapy session. Three infusions of the CAR.B7-H3 T cells may be given to the subject through a catheter in the abdomen. Infusions will be done once a week.\n\nLymphodepletion chemotherapy and infusion of the CAR.B7-H3 T cells will happen at UNC Cancer Hospital. On the days the subjects receive the CAR.B7-H3 T cells infusion- Blood, fluid, and tumor samples will be collected from the subject for research purposes. Tumor biopsies are a mandatory part of this research.\n\nPost infusion visits are - 3, 4, and 6 weeks. Additional visits will happen every 3 months for one year after the last infusion. Similar follow-up clinic visits will be completed annually, for a total of 5 years.\n\nThis is a research study to obtain new information that may help people in the future."
  },
  {
    "id": "NCT04432649",
    "name": "Targeting CD276 (B7-H3) Positive Solid Tumors by 4SCAR-276",
    "target": "B7-H3",
    "sponsor": "Shenzhen Geno-Immune Medical Institute",
    "status": "UNKNOWN",
    "conditions": "Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2020-06-11",
    "study_start": "2020-06-01",
    "study_end": "2024-05-31",
    "enrollment": 100,
    "primary_outcome": "Number of patients with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Background: Patients with refractory and/or recurrent solid tumors have poor prognosis despite complex multimodal therapy; therefore, novel curative approaches are needed. The investigators are attempting to use T cells obtained directly from the patient, which can be genetically modified to express a 4th generation CD276-specific chimeric antigen receptor (4SCAR-276). The CAR molecules enable the T cells to recognize and kill tumor cells through the recognition of the surface CD276, which is expressed at high levels on tumor cells including brain tumors, Ewing's sarcoma (PNET) and many other tumors but not at significant levels on normal tissues. This study will evaluate the side effects and the best dose of a novel 4th generation anti-CD276 CAR T cells to target refractory and/or recurrent solid tumors.\n\nDesign:\n\n1. Participants will be screened through physical exam and medical history. Blood and tumor tissue samples will be collected. Imaging studies will be performed.\n2. Peripheral blood mononuclear cells (PBMC) will be obtained by apheresis, and T cells will be activated and modified to express the 4SCAR-276 gene.\n3. On Day -5 to -7, PBMC will be activated and enriched for T cells, which will be followed by 4SCAR-276 lentiviral transduction. The total culture time is approximately 5-7 days.\n4. Participants will receive a preparative conditioning regimen comprising cyclophosphamide/fludarabine to prepare their immune system to accept the modified CAR T cells. The preparative regimen will be based on patient immune condition and consistent with standard chemotherapy conditioning regimen.\n5. The patients will receive \\~10\\^6 CART cells/kg body weight per infusion, and may receive additional booster CART infusions if positive outcome is recorded."
  },
  {
    "id": "NCT02982941",
    "name": "Enoblituzumab (MGA271) in Children With B7-H3-expressing Solid Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Neuroblastoma, Rhabdomyosarcoma, Osteosarcoma, Ewing Sarcoma, Wilms Tumor, Desmoplastic Small Round Cell Tumor",
    "phases": "PHASE1",
    "last_updated": "2022-02-04",
    "study_start": "2016-12",
    "study_end": "2019-05-22",
    "enrollment": 25,
    "primary_outcome": "Safety and tolerability of enoblituzumab.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1, open-label, dose escalation and cohort expansion trial designed to characterize the safety, tolerability, PK, PD, immunogenicity and preliminary antitumor activity of enoblituzumab administered IV on a weekly schedule for up to 96 doses (approximately 2 years) in children and young adults with B7-H3-expressing relapsed or refractory malignant solid tumors.\n\nThe study consists of a Dose Escalation Phase to determine the MTD (or MAD) of enoblituzumab followed by a Cohort Expansion Phase to further define the safety and initial antitumor activity of enoblituzumab. In the cohort expansion phase, 5 cohorts of 10 patients each will be enrolled to further evaluate the safety and potential efficacy of enoblituzumab administered at the MTD/MAD in patients with:1) neuroblastoma - measurable disease, 2) neuroblastoma - non-measurable disease, 3) rhabdomyosarcoma, 4) osteosarcoma, and 5) Ewing's sarcoma, Wilms' tumor, desmoplastic small round cell tumors, or malignant solid tumors of any other histology that test positive for B7-H3.\n\nAll tumor evaluations will be carried out by both Response Evaluation Criteria in Solid Tumors (RECIST) and immune-related response criteria (irRC). Disease assessment in patients with neuroblastoma will use neuroblastoma overall response criteria."
  },
  {
    "id": "NCT05241392",
    "name": "Safety and Efficacy Study of Anti-B7-H3 CAR-T Cell Therapy for Recurrent Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Beijing Tiantan Hospital",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Glioblastoma",
    "phases": "PHASE1",
    "last_updated": "2025-02-09",
    "study_start": "2022-01-27",
    "study_end": "2026-12-31",
    "enrollment": 30,
    "primary_outcome": "Incidence of Dose Limiting Toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open, single-arm, dose-escalation and multiple-dose study to evaluate the safety, tolerability and preliminary effectiveness of B7-H3-targeting Chimeric Antigen Receptor-T (CAR-T) cell therapy on patients with recurrent glioblastomas. The study also plan to explore the Maximum Tolerated Dose (MTD) and determine the Recommended Phase II Dose (RP2D) of the CAR-T cell therapy."
  },
  {
    "id": "NCT05366179",
    "name": "Autologous CAR-T Cells Targeting B7-H3 in Recurrent or Refractory GBM CAR.B7-H3Tc",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Glioblastoma Multiforme",
    "phases": "PHASE1",
    "last_updated": "2025-10-16",
    "study_start": "2022-09-02",
    "study_end": "2030-05-30",
    "enrollment": 36,
    "primary_outcome": "Number of participants with adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1, single center, open-label study aims to determine the safety of escalating doses of chimeric antigen receptor T cells (CAR-T) cells targeting the B7-H3 antigen administered via intraventricular infusion to adult subjects with relapsed or refractory glioblastoma (GBM).\n\nSubjects with GBM who meet procurement eligibility criteria will have cells collected following their initial surgical resection to manufacture CAR.B7-H3T cells, preferably prior to initiation of adjuvant chemoradiation.\n\nAt the time that the subjects have confirmed refractory or recurrent GBM, CAR.B7-H3T cells will be manufactured for subjects who likely to be eligible for cell infusion.\n\nEligible subjects will receive up to 3 weekly infusions of CAR.B7-H3 cells. To receive the additional cycles of CAR.B7-H3 cells, all treatment-related toxicities must have resolved to grade \\< 3, the subject must not have experienced a dose limiting toxicity (DLT) and the subject must not have progressive disease that has been confirmed by magnetic resonance imaging per Immunotherapy response assessment in neuro-oncology criteria.\n\nThe data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided on based on the maximum tolerated dose (MTD) and additional factors such as the feasibility of administering infusions."
  },
  {
    "id": "NCT05190185",
    "name": "A Clinical Trial of TAA06 Injection in Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Malignant Melanoma, Lung Cancer, or Colorectal Cancer",
    "phases": "PHASE1",
    "last_updated": "2021-12-29",
    "study_start": "2021-06-01",
    "study_end": "2023-12-01",
    "enrollment": 18,
    "primary_outcome": "Assessment of the safety after B7-H3 chimeric antigen receptor T cells infusion (Safety)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "B7-H3 (also known as CD276) is widely expressed on the surface of a variety of malignancies solid tumors, while it rarely or even doesn't express on normal tissues. Therefore, B7-H3 is an ideal target for chimeric antigen receptor (CAR) T cells therapy. TAA06 injection is a CAR T injection targeting B7-H3. This is a phase I clinical study with the primary objective of evaluating the safety and tolerability of TAA06 injection in subjects with TAA06-positive advanced solid tumors. The secondary objectives are as follows: to evaluate the distribution, proliferation and persistence of B7-H3-targeted CAR T cells after injection of TAA06 in subjects; to preliminarily evaluate the efficacy of TAA06 injection in subjects with TAA06-positive advanced solid tumor."
  },
  {
    "id": "NCT03406949",
    "name": "MGD009/MGA012 Combination in Relapsed/Refractory Cancer",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2022-05-18",
    "study_start": "2018-02-27",
    "study_end": "2022-04-27",
    "enrollment": 25,
    "primary_outcome": "Incidence of Treatment-Emergent Adverse Events as assessed by CTCAE v4.03",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1, open-label, dose escalation, and cohort expansion study designed to characterize the safety, tolerability, PK, pharmacodynamics, immunogenicity, and preliminary antitumor activity of the combination of obrindatamab and retifanlimab, each of which is administered by IV infusion. The study consists of a Dose Escalation Phase to determine the Maximum Tolerated Dose (MTD) or Maximum Administered Dose (MAD) (if no MTD is defined) of the combination, followed by a Cohort Expansion Phase to further define the safety and initial antitumor activity of the combination with the doses established in the Dose Escalation Phase. Patients with B7-H3-expressing unresectable, locally advanced, or metastatic solid tumors of any histology will be enrolled in the Dose Escalation Phase. Following the establishment of an MTD, additional patients with specific tumor types will enroll in the Cohort Expansion Phase."
  },
  {
    "id": "NCT06951243",
    "name": "A Trial of MHB088C in Advanced Extrapulmonary Neuroendocrine Cancer",
    "target": "B7-H3",
    "sponsor": "Beijing GoBroad Hospital",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Advanced Extrapulmonary Neuroendocrine Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-04-22",
    "study_start": "2025-05-06",
    "study_end": "2028-05-06",
    "enrollment": 40,
    "primary_outcome": "Evaluate the Objective Response Rate (ORR) of MHB088C in Participants with Advanced Extrapulmonary Neuroendocrine Cancer after failuer of systematic treatment with platinum-contained (RECIST v1.1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is an Open, Single-Arm, Single-Centre Efficacy and Safety Study of MHB088C for Injection in Patients with Advanced Extrapulmonary Neuroendocrine Cancer which cannot undergo surgical resection after failuer of standard treatment with platinum-contained or are unable to receive standard treatment with platinum-contained (including patients who are intolerant to standard treatment, deemed unsuitable for standard treatment by investigators, or refuse to receive standard treatment).\n\nParticipants will receive MHB088C intravenously at a dose of 2.0 mg/kg every 2 weeks (Q2W) until disease progression, with drawal from the study, or death.\n\nDuring the study period, all participants will undergo tumor assessments every 2 treatment cycles (±7 days) in the first half-year after the first dose, and every 4 treatment cycles (±7 days) thereafter until disease progression, withdrawal from the study, or death. The schedule of tumor assessment related examinations is adjusted according to the administration time.After the end of treatment, all participants will receive a safety follow-up 30 days after the last dose,followed by survival follow-ups every 3 months until death, loss to follow-up, withdrawal of informed consent, or study termination by the institution.Biomarker analysis will be also performed on tumor samples collected from participants to explore their relationship with drug efficacy.\n\nThe primary endpoint is ORR (RECIST v1.1).The secondary endpoints include DCR、DoR、PFS、OS (RECIST v1.1) and the safety of MHB088C."
  },
  {
    "id": "NCT07172958",
    "name": "Selective Antigen Specific T Cells and CAR T Cells in Subjects With Relapsed/Refractory Embryonal Tumors (SABRE)",
    "target": "B7-H3",
    "sponsor": "Children's National Research Institute",
    "status": "RECRUITING",
    "conditions": "Rhabdomyosarcoma, Ewing Sarcoma, Neuroblastoma, Wilms Tumor",
    "phases": "PHASE1",
    "last_updated": "2026-01-26",
    "study_start": "2026-01-27",
    "study_end": "2038-12",
    "enrollment": 18,
    "primary_outcome": "Grade 3 or more immediate infusion-related adverse event",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This protocol is designed as a phase I dose-escalation study. Procurement phase: During the procurement phase of this protocol, upon SABRE Procurement Consent and procurement eligibility confirmation, participants will undergo a non-mobilized apheresis for collection of mononuclear cells to be used for the CAR-TA T cell product manufacturing.\n\nTreatment phase: Once the CAR-TA T cell products are released and patients are confirmed eligible for CAR-TA T cell product infusion, participants will undergo protocol therapy at Children's National Hospital, consisting of a standard Lymphodepleting chemotherapy preparative regimen with fludarabine and cyclophosphamide, followed by intravenous infusion of the combined CAR-TA T cell product. The DNR-TA T cells and B7-H3 CAR T cells will be generated and combined into a final product comprised of the two T cell components combined at a 1:1 ratio. Patients will be enrolled to one of three CAR-TA T cell product dose levels (dose levels 1, 2 and 3). There are provisions in place to dose de-escalate for safety concerns (dose level -1).\n\nFludarabine will be administered intravenously once daily over 30 minutes, days -5 through -2 (4 doses in total). The dose of fludarabine will be 30 mg/m2 /day. Cyclophosphamide will be administered intravenously once daily over 30 minutes, days -5 and -4 (2 doses in total). The dose of cyclophosphamide will be 500 mg/m2 /day.\n\nThe first 3 patients enrolled on study will be ≥ 12 years of age at enrollment and treated at dose level 1 (1 x 10e6/kg). If no DLTs are observed in this cohort, enrollment at dose levels 2 (3 x 10e6/kg) and 3 (10 x 10e6/kg) will expand to include patients aged ≥ 1 year and \\< 24 years.\n\nPatients will remain admitted for at least 7 days following the CAR-TA T cell infusion. All infused patients will be followed with weekly visits during the 28-day dose-limiting toxicity monitoring period where they will be clinically assessed, and safety and research blood draws will be performed.\n\nIdeally, patients should not receive other systemic or local cancer-directed therapies for at least 28 days after the CAR-TA T cell infusion.\n\nParticipants will be followed closely for 1 year following the CAR-TA T-cell infusion. After 1 year, yearly assessments will be done up to 15 years. The visits will consist of labs and examinations as well as talking to participants about how they are feeling. Participants will be followed for toxicity until the last follow-up post CAR-TA T cell product administration.\n\nThis study will be conducted at Children's National Hospital (CNH). Cell culture manipulations will be carried out in the CETI Good Manufacturing Practice (GMP) facility within Children's National Hospital using current standard operating procedures (SOPs).\n\nUp to 18 participants will be treated on this protocol to meet the primary objective over an estimated accrual period of 5 years"
  },
  {
    "id": "NCT06454955",
    "name": "Study on B7-H3 Targeted Affibody Radioligand Probes for PET Imaging of Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Peking University Cancer Hospital & Institute",
    "status": "RECRUITING",
    "conditions": "B7H3, CD276 Affibody, PET/CT Imaing",
    "phases": "EARLY_PHASE1",
    "last_updated": "2024-08-21",
    "study_start": "2024-01-01",
    "study_end": "2026-11-30",
    "enrollment": 50,
    "primary_outcome": "SUV",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Based on \\[68Ga\\]B7H3 Affibody-BCH, this study investigates its radioactive uptake and imaging capabilities in tumor patients, with the aim of establishing a correlation between radioactive uptake and B7-H3 receptor expression. Utilizing whole-body PET technology, the pharmacokinetic dynamics of \\[68Ga\\]B7H3 Affibody-BCH are examined to ascertain its pharmacological characteristics. Ultimately, this research establishes a framework for pharmacokinetic analysis using whole-body PET."
  },
  {
    "id": "NCT05752877",
    "name": "Safety and Efficacy of Targeted IL-13 Rα2 or B7-H3 UCAR-T for Advanced Glioma",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital of Soochow University",
    "status": "RECRUITING",
    "conditions": "Advanced Glioma, Complication of Chimeric Antigen Receptor (CAR-T) Cell Therapy",
    "phases": "NA",
    "last_updated": "2023-03-02",
    "study_start": "2021-05-01",
    "study_end": "2026-04-30",
    "enrollment": 12,
    "primary_outcome": "Objective Response Rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The goal of this clinical trial is to estimate the safety, tolerance and initial efficacy of target IL-13Rα2 or B7-H3 UCAR-T cell injection in the treatment of patients with advanced glioma, as well as the pharmacokinetic characteristics of its metabolites after single and multiple administrations and the biomarkers related to efficacy, safety and drug metabolism."
  },
  {
    "id": "NCT03198052",
    "name": "GPC3/Mesothelin/Claudin18.2/GUCY2C/B7-H3/PSCA/PSMA/MUC1/TGFβ/HER2/Lewis-Y/AXL/EGFR-CAR-T Cells Against Cancers",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital of Guangzhou Medical University",
    "status": "RECRUITING",
    "conditions": "Lung Cancer, Cancer, Immunotherapy, CAR-T Cell",
    "phases": "PHASE1",
    "last_updated": "2024-06-22",
    "study_start": "2017-07-01",
    "study_end": "2036-08-01",
    "enrollment": 30,
    "primary_outcome": "Number of Patients with Dose Limiting Toxicity",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "1. Choose appropriate patients with advanced lung or other cancers,with written consent for this study;\n2. Perform biopsy to determine the expression of HER2, Mesothelin, Lewis-Y, PSCA, MUC1, GPC3, AXL, EGFR, Claudin18.2, or B7-H3 of the tumor by western blotting or IHC;\n3. Collect blood from the patients and isolate mononuclear cells, activate the T cells and transfect the T cells with GPC3, Mesothelin, Claudin18.2, GUCY2C, B7-H3, PSCA, PSMA, MUC1, TGFβ, HER2, Lewis-Y, AXL, or EGFR targeting CAR, amplify the transfected T cells as needed, test the quality and killing activity of the CAR-T cells and then transfer them back the patients via systemic or local injections, and follow up closely to collect related results as needed;\n4. To enhance the killing capability, CD4+ T cells are genetically engineered to express TGFβ-CAR and secret IL7/CCL19 and/or SCFVs against PD1/CTLA4/Tigit; CD8+T cells are constructed to express GPC3/Mesothelin/Claudin18.2/GUCY2C/B7-H3/PSCA/PSMA/MUC1/TGFβ/HER2/Lewis-Y/AXL/EGFR\n\n   -DAP10-CAR with knockdown of PD1/HPK1;\n5. Other cancers with these cell surface antigen expressions are also recruited if needed;\n6. Evaluate the clinical results as needed."
  },
  {
    "id": "NCT06305299",
    "name": "Autologous CAR-T Cells Targeting B7H3 in Ovarian Cancer iC9-CAR.B7-H3 T Cells",
    "target": "B7-H3",
    "sponsor": "UNC Lineberger Comprehensive Cancer Center",
    "status": "RECRUITING",
    "conditions": "Ovary Neoplasm, Ovarian Cancer, Epithelial Ovarian Cancer, Recurrent",
    "phases": "PHASE1",
    "last_updated": "2025-09-12",
    "study_start": "2024-07-29",
    "study_end": "2026-03",
    "enrollment": 27,
    "primary_outcome": "Toxicity: NCI-CTCAE",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This phase 1, single-center, open-label study to determine the safety of escalating dosing of chimeric antigen receptor T (CAR-T) cells targeting the B7-H3 antigen and containing the inducible caspase 9 safety switch (iC9-CAR.B7-H3 T cells) administered to adult subjects with relapsed or refractory platinum-resistant epithelial ovarian cancer. The safety of iC9-CAR.B7-H3 T cells administered intraperitoneally via a port/catheter will be investigated using a modified 3+3 design with a starting dose of 1 ×106. The data from the dose escalation will be used to determine a recommended phase 2 dose (RP2D), which will be decided on based on the maximum tolerated dose (MTD) and additional factors such as the ability to manufacture sufficient cells for infusion. Additional subjects will be enrolled in an expansion cohort at the recommended phase 2 dose.\n\nSubjects will receive standard-of-care therapy e.g., chemotherapy or radiation therapy to stabilize their disease if the treating physician feels it is in the subject's best interests before the cell therapy.\n\nSubjects with ≥ grade 4 Cytokine Release Syndrome (CRS) or Immune Effector Cell-Associated Neurotoxicity Syndrome (ICANS) or grade 3 CRS or ICANS that do not improve to grade 0-1 within 72 hours will be given a 0.4mg/kg of rimiducid. Furthermore, subjects who experience a ≥ Grade 3 non-hematologic or hematologic toxicity (Excluding Grade 3 electrolyte abnormalities, hyperglycemia, diarrhea, or nausea and vomiting and Grade 3-4 hematologic toxicity without functional sequelae that do not persist at Grade 3-5 for \\> 7 days) felt to be secondary to iC9-CAR.B7-H3 may be given rimiducid (0.4 mg/kg)."
  },
  {
    "id": "NCT05731219",
    "name": "UTAA06 Injection in the Treatment of Relapsed/Refractory Acute Myeloid Leukemia",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Relapsed/Refractory Acute Myeloid Leukemia",
    "phases": "PHASE1",
    "last_updated": "2023-02-15",
    "study_start": "2022-09-26",
    "study_end": "2025-09-26",
    "enrollment": 18,
    "primary_outcome": "Assessment of the safety after UTAA06 injection treatment (Safety)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a single arm, open label, dose increasing study to explore the characteristics of drug safety, tolerance and cell kinetics, and preliminarily observe the efficacy of the study drug in patients with relapsed/refractory B7-H3 positive acute myeloid leukemia, so as to explore the formal clinical appropriate dose.\n\nAfter the subjects who signed the informed consent form were screened by the inclusion/exclusion criteria, the qualified subjects will enter 1.0 in order of priority × 108，3.0 × 108 and 6.0 × 108 CAR gdT groups were administered once. The \"3+3\" design was adopted in the dose increasing study, that is, 3-6 subjects in each group completed a single dose.\n\nAfter the last subject in each dose group completed the dose limiting toxicity (DLT) assessment window 28 days after the single administration, the next dose group can be started after the Safety Monitoring Committee (SRC) agrees to enter the next dose group based on the evaluation of clinical safety data.\n\nWhen 1 DLT occurs in 3 subjects in a certain dose group, 3 subjects need to be added in the same dose group (up to 6 subjects in this dose group complete DLT evaluation): if the added 3 subjects have no DLT, the dose will continue to increase; If one of the three additional subjects has DLT, stop the dose increase; If more than one of the three additional subjects has DLT, stop the dose increase, and at the same time, reduce one dose to continue the DLT evaluation of the three subjects.\n\nThe SRC can decide whether to increase or decrease the dose groups or adjust the dose of groups according to the pharmacokinetic results obtained during the study."
  },
  {
    "id": "NCT06169904",
    "name": "B7-Family Score in Urothelial Carcinoma",
    "target": "B7-H3",
    "sponsor": "Shanghai Zhongshan Hospital",
    "status": "COMPLETED",
    "conditions": "Urothelial Carcinoma",
    "phases": "N/A",
    "last_updated": "2023-12-12",
    "study_start": "2012-01-25",
    "study_end": "2022-11-22",
    "enrollment": 215,
    "primary_outcome": "Death",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "On the basis of established findings in the prognostic and functional properties of the three B7 family members, i.e., PD-L1, B7-H3, and B7-H4, we employed the IMVigor210 cohort as the discovery cohort to establish the concept of B7 Family Score (BFS). To maximize the prognostic value of the system, we introduced the R package survMisc (0.5.5) in the IMvigor210 cohort to determine the best cut-off value of mRNA expression level of the B7 family members (i.e. CD274, CD276, and VTCN1) by calculating the minimum log-rank P value accordingly."
  },
  {
    "id": "NCT04315246",
    "name": "177Lu-DTPA-Omburtamab Radioimmunotherapy for Leptomeningeal Metastasis From Solid Tumors (Breast, NSCLC, Malignant Melanoma)",
    "target": "B7-H3",
    "sponsor": "Y-mAbs Therapeutics",
    "status": "WITHDRAWN",
    "conditions": "Leptomeningeal Metastasis, Solid Tumor, Adult",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2022-07-12",
    "study_start": "2022-08-31",
    "study_end": "2024-12-31",
    "enrollment": 0,
    "primary_outcome": "Incidence of adverse events (AEs) and serious adverse events (SAEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Part 1 is a dose-escalation phase with a 3+3 sequential-group design in which patients will receive a dosimetry dose followed by maximum of five 5-week cycles of treatment doses of intracerebroventricular 177Lu-DTPA-omburtamab.\n\nPart 2 is a cohort-expansion phase in which patients will receive a treatment at the recommended dose determined in Part 1, until confirmed LM progression, unacceptable toxicity, or for maximum of 5 cycles, whichever comes first; however, the total number of cycles will be determined based upon data from Part 1 (e.g., the dosimetry data) to minimize the risk of radiation necrosis and decreased neurological function End of treatment will take place within 5 weeks after the last cycle and thereafter the patients will be enter the follow-up period. The patients will be followed for up until one year after first dose (Part 1) and 2 years after first dose (Part 2)."
  },
  {
    "id": "NCT07099898",
    "name": "A Study of GSK5764227 in Participants With Relapsed Small Cell Lung Cancer (SCLC)",
    "target": "B7-H3",
    "sponsor": "GlaxoSmithKline",
    "status": "RECRUITING",
    "conditions": "Neoplasms, Lung",
    "phases": "PHASE3",
    "last_updated": "2026-01-20",
    "study_start": "2025-08-11",
    "study_end": "2028-09-11",
    "enrollment": 300,
    "primary_outcome": "Objective Response Rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "\"In this study researchers are testing GSK5764227, a new medicine that targets specific proteins (B7-H3) on cancer cells, thereby reducing the cancers ability to grow and spread. This study specifically aims to evaluate how well GSK5764227 works in treating relapsed SCLC compared to standard treatment topotecan, by checking whether GSK5764227 makes cancers smaller or disappear completely and if it helps participants live longer. The study is also assessing whether GSK576227 is safe and tolerated well by participants compared to topotecan and provide a better understanding of the main side effects of both drugs. Participants with relapsed SCLC will be randomly divided into two groups: one group receiving GSK5764227 and the other receiving topotecan.\""
  },
  {
    "id": "NCT04167618",
    "name": "177Lu-DTPA-Omburtamab Radioimmunotherapy for Recurrent or Refractory Medulloblastoma",
    "target": "B7-H3",
    "sponsor": "Y-mAbs Therapeutics",
    "status": "TERMINATED",
    "conditions": "Medulloblastoma, Childhood",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2023-09-11",
    "study_start": "2021-09-30",
    "study_end": "2022-08-11",
    "enrollment": 2,
    "primary_outcome": "Dose Limiting Toxicities (DLTs) Part 1",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Part 1 is a dose-escalation phase with a 3+3 sequential-group design in which patients will receive a dosimetry dose followed by maximum of two 5-week cycles of treatment doses of intracerebroventricular 177Lu-DTPA-omburtamab.\n\nPart 2 is a cohort-expansion phase in which patients will receive a maximum of five 5-week cycles of intracerebroventricular 177Lu-DTPA-omburtamab at the recommended dose determined in Part 1.\n\nEnd of treatment will take place within 5 weeks after the last cycle and thereafter the patients will be enter the follow-up period. The patients will be followed for up to 2 years after last dose."
  },
  {
    "id": "NCT07268053",
    "name": "A Phase 0/1 Clinical Trial With an Expansion Phase of GSK5764227, a B7-H3-Targeted Antibody-Drug Conjugate (ADC), in Patients With Recurrent Grade 4 Glioma and Patients With Brain Metastases",
    "target": "B7-H3",
    "sponsor": "Nader Sanai",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Glioblastoma (GBM), Brain Metastasases",
    "phases": "EARLY_PHASE1",
    "last_updated": "2026-01-20",
    "study_start": "2026-01",
    "study_end": "2029-07",
    "enrollment": 15,
    "primary_outcome": "Phase 0: Total, Cleaved, and Unbound GSK5757810 Payload Concentration in Tumor Tissue",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Phase 0:\n\nPatients with rGBM will enroll into Arm A. Arm A Cohort 1 will determine the optimal time interval (OTI) for surgery based on PK data assessed from two sub-cohorts (Cohort 1a and 1b). The OTI will be defined as the surgical time interval after dosing that corresponds to the highest median concentration of unbound risvutatug rezetecan payload in gadolinium (Gd) non enhancing rGBM tissue in either Cohort 1a or Cohort 1b.\n\nArm A Cohort 2 will receive the IV infusion at the OTI schedule. Cohort 2 enrollment will begin once Arm A Cohort 1 enrollment is complete and the OTI has been determined.\n\nPatients with brain metastases will enroll into Arm B. Arm B will receive the IV infusion at the OTI schedule. Arm B enrollment will begin once Arm A Cohort 1 enrollment is complete and the OTI has been determined.\n\nAfter enrollment into Cohort 1 is complete, a written report will be submitted to the DSMB Chair (or qualified alternate) describing the time intervals, adverse events (AE) observed, and any safety reports. The DSMB Chair will review the report and provide written authorization to proceed with Arm A Cohort 2 and Arm B enrollment, or request more information within approximately two business days.\n\nApproval for enrollment initiation must be obtained prior to opening enrollment for Arm A Cohort 2 and Arm B.\n\nOnly participants with tumors demonstrating positive PK response will proceed to the expansion Phase 1 component. Otherwise, participants will receive standard of care.\n\nParticipants will complete the assessments and procedures noted for the End of Treatment (EOT) Visit. Participants will complete the 30-Day, 60-Day, and 90-Day Safety Follow-Up Visits and they will be monitored for survival as outlined in the \"All Participants\" section.\n\nTo assess the PK and pharmacodynamic (PD) endpoints, blood, serum, cerebrospinal fluid (CSF), and brain tumor tissue will be collected intraoperatively (Gd enhancing and Gd non-enhancing tumor tissue will be collected and analyzed separately).\n\nPhase 1:\n\nParticipants with tumors demonstrating positive PK response will continue risvutatug rezetecan treatment at the same dose received in Phase 0, administered once every three weeks (Q3W). Treatment will begin once the participant has recovered from surgery. Participants will receive risvutatug rezetecan until disease progression, unacceptable toxicity, death, withdrawal of consent, loss to follow-up, or study termination by the Sponsor.\n\nParticipants will complete the assessments and procedures noted for the EOT Visit. Participants will complete the 30-day, 60-day, and 90-day Safety Follow-Up Visits and they will be monitored for survival as outlined in the \"All Participants\" section.\n\nAll Participants:\n\nAll participants will return to the clinic for safety monitoring per the schedule of activities following risvutatug rezetecan treatment discontinuation, and will be contacted approximately every 3 months for up to 12 months for survival data collection.\n\nFollow-up for long-term survival will begin after the final safety follow-up visit. MRI scans and RANO reviews will occur approximately every 2-3 months, per standard of care, to monitor disease progression.\n\nParticipant Duration:\n\nPhase 0: The Phase 0 component will last up to approximately 2 months, starting at the 28-day screening window through the Post-Op Follow-Up Visit.\n\nPhase 1: Participants will take risvutatug rezetecan as long as the drug is tolerated and the Investigator believes the participant may be obtaining benefit. Treatment will continue until confirmed progression, unacceptable toxicity, death, withdrawal of consent, lost to follow-up, or end of treatment.\n\nAll Participants: Participants will continue participating for 15 months following their last infusion of risvutatug rezetecan. Participants will return for a 30-day, 60-day, and 90 day Safety Follow-Up Visit. They will then be followed for survival for up to 12 months following the final Safety Follow-Up Visit."
  },
  {
    "id": "NCT04185038",
    "name": "Study of B7-H3-Specific CAR T Cell Locoregional Immunotherapy for Diffuse Intrinsic Pontine Glioma/Diffuse Midline Glioma and Recurrent or Refractory Pediatric Central Nervous System Tumors",
    "target": "B7-H3",
    "sponsor": "Seattle Children's Hospital",
    "status": "RECRUITING",
    "conditions": "Central Nervous System Tumor, Diffuse Intrinsic Pontine Glioma, Diffuse Midline Glioma, Ependymoma, Medulloblastoma, Childhood, Germ Cell Tumor, Atypical Teratoid/Rhabdoid Tumor, Primitive Neuroectodermal Tumor, Choroid Plexus Carcinoma, Pineoblastoma, Childhood, Glioma",
    "phases": "PHASE1",
    "last_updated": "2025-12-05",
    "study_start": "2019-12-11",
    "study_end": "2041-05",
    "enrollment": 90,
    "primary_outcome": "Establish the safety, defined by the adverse events, of B7H3-specific CAR T cell infusions delivered by a central nervous system (CNS) catheter into the tumor resection cavity or ventricular system",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase 1 study of central nervous system (CNS) locoregional adoptive therapy with autologous CD4+ and CD8+ T cells lentivirally transduced to express a B7H3-specific chimeric antigen receptor (CAR) and EGFRt. CAR T cells are delivered via an indwelling catheter into the tumor resection cavity or ventricular system in children and young adults with diffuse intrinsic pontine glioma (DIPG), diffuse midline glioma (DMG), and recurrent or refractory CNS tumors.\n\nA child or young adult meeting all eligibility criteria, including having a CNS catheter placed into the tumor resection cavity or into their ventricular system, and meeting none of the exclusion criteria, will have their T cells collected. The T cells will then be bioengineered into a second-generation CAR T cell that targets B7H3-expressing tumor cells. Patients will be assigned to one of 3 treatment arms based on location or type of their tumor. Patients with supratentorial tumors will be assigned to Arm A, and will receive their treatment into the tumor cavity. Patients with either infratentorial or metastatic/leptomeningeal tumors will be assigned to Arm B, and will have their treatment delivered into the ventricular system. The first 3 patients enrolled onto the study must be at least 15 years of age and assigned to Arm A or Arm B. Patients with DIPG will be assigned to Arm C and have their treatment delivered into the ventricular system. The patient's newly engineered T cells will be administered via the indwelling catheter for two courses. In the first course patients in Arms A and B will receive a weekly dose of CAR T cells for three weeks, followed by a week off, an examination period, and then another course of weekly doses for three weeks. Patients in Arm C will receive a dose of CAR T cells every other week for 3 weeks, followed by a week off, an examination period, and then dosing every other week for 3 weeks. Following the two courses, patients in all Arms will undergo a series of studies including MRI to evaluate the effect of the CAR T cells and may have the opportunity to continue receiving additional courses of CAR T cells if the patient has not had adverse effects and if more of their T cells are available.\n\nThe hypothesis is that an adequate amount of B7H3-specific CAR T cells can be manufactured to complete two courses of treatment with 3 or 2 doses given on a weekly schedule followed by one week off in each course. The other hypothesis is that B7H3-specific CAR T cells can safely be administered through an indwelling CNS catheter or delivered directly into the brain via indwelling catheter to allow the T cells to directly interact with the tumor cells for each patient enrolled on the study. Secondary aims of the study will include evaluating CAR T cell distribution with the cerebrospinal fluid (CSF), the extent to which CAR T cells egress or traffic into the peripheral circulation or blood stream, and, if tissues samples from multiple timepoints are available, also evaluate disease response to B7-H3 CAR T cell locoregional therapy."
  },
  {
    "id": "NCT07189871",
    "name": "177Lu-BetaBart in Patients With Relapsed/Refractory, Locally Advanced Inoperable, or Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Radiopharm Theranostics, Ltd",
    "status": "RECRUITING",
    "conditions": "Castration-Resistant Prostate Cancer (CRPC), Colorectal Cancer, NSCLC (Non-small Cell Lung Cancer), Ovarian Cancer, Cervical Cancer, Endometrial Cancer, TNBC, Triple Negative Breast Cancer, Small Cell Lung Cancer (SCLC ), Head &Amp; Neck Squamous Cell Carcinoma (HNSCC), Esophageal Squamous Cell Carcinoma (ESCC)",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-01-13",
    "study_start": "2026-02",
    "study_end": "2027-12",
    "enrollment": 61,
    "primary_outcome": "Recommended dose(s) of 177Lu-BetaBart for future exploration (phase 1)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to establish the safety profile, biodistribution, pharmacokinetics (pk), and radiation dosimetry of 177Lu-BetaBart, to determine the maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D), and to evaluate preliminary anti-tumor activity in select patient populations.\n\nThe study is divided into 2 phases. Phase 1 is the dose escalation phase to establish the safety profile of 177Lu-BetaBart and to determine the MTD and/or RP2D of 177Lu-BetaBart using a Bayesian Optimal Interval (BOIN) design. Phase 2a is the dose expansion phase at the RP2D to confirm the safety of the MTD and/or RP2D and to evaluate preliminary anti-tumor activity of 177Lu-BetaBart in select patient populations using a probability of success design for the objective response rate (ORR) based on a Bayesian beta-binomial design.\n\nParticipants ≥ 18 years of age with castration-resistant prostate cancer (CRPC), colorectal cancer (CRC), non-small-cell lung cancer (NSCLC), small-cell lung cancer (SCLC), head and neck squamous cell carcinoma (HNSCC), ovarian cancer, cervical cancer, endometrial cancer, triple negative breast cancer (TNBC), or esophageal squamous cell carcinoma (ESCC) who have documented disease progression during or after their most recent line of anticancer therapy will be eligible to enroll. CRC will be capped at 33% of enrollment per cohort.\n\nEach phase consists of a Screening Period, a Treatment and Imaging Period, and a Safety and Long-term Follow-up Period."
  },
  {
    "id": "NCT05722171",
    "name": "Clinical Study of UTAA06 Injection in the Treatment of Relapsed/Refractory Acute Myeloid Leukemia",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Relapsed/Refractory Acute Myeloid Leukemia",
    "phases": "EARLY_PHASE1",
    "last_updated": "2023-01-31",
    "study_start": "2022-12-27",
    "study_end": "2024-12-27",
    "enrollment": 10,
    "primary_outcome": "Assessment of the safety after UTAA06 injection treatment (Safety)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Eligible subjects will receive 1.0×10\\^8 CAR gdT, 2.0×10\\^8 CAR gdT, 4.0×10\\^8 CAR gdT, or additional doses may be added at the discretion of investigator and sponsor."
  },
  {
    "id": "NCT05143151",
    "name": "CD276-targeted Chimeric Antigen Receptor T Cells in Treatment With Advanced Pancreatic Cancer",
    "target": "B7-H3",
    "sponsor": "Shenzhen University General Hospital",
    "status": "UNKNOWN",
    "conditions": "Advanced Pancreatic Carcinoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2021-12-02",
    "study_start": "2021-07-01",
    "study_end": "2024-07",
    "enrollment": 10,
    "primary_outcome": "Objective response rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Traditional treatments have limited efficacy in patients with pancreatic cancer, and molecular targeted therapy also has limited benefits. According to the results of the CONKO-005 clinical trial, compared with the single-agent Gemcitabine (Gemcitabine) treatment, the combined use of Erlotinib (Erolotinib) did not prolong the survival time of pancreatic cancer patients in postoperative adjuvant treatment. However, another phase III clinical result for patients with advanced pancreatic cancer found that compared with gemcitabine monotherapy, the survival of patients in the combined gemcitabine and erlotinib treatment group was significantly improved (6.24 months VS 5.91 months). The one-year survival rate has also improved (23% VS 17%). As a result, the FDA approved the \"gemcitabine + erlotinib\" combination regimen in 2005 for patients with locally advanced unresectable pancreatic cancer or distant metastases. However, this program only improves survival for about 10 days, making it difficult for the targeted drug erlotinib to achieve greater clinical benefit in the treatment of pancreatic cancer. In February 2019, the FDA approved olapa, an inhibitor that targets poly-ADP ribose polymerase, for the maintenance treatment of patients with metastatic pancreatic cancer who carry BRCA gene mutations, and then the population of patients with metastatic pancreatic cancer who carry BRCA gene mutations The limited quantity limits the scope of clinical application of olaparib. Therefore, it is necessary to explore new anti-pancreatic cancer therapeutic targets.\n\nCD276 (B7-H3) is a member of the B7 costimulatory molecule family. Its mRNA is widely expressed in tissues, but the protein expression is limited. It is expressed in resting fibroblasts, endothelial cells, osteoblasts, amniotic fluid stem cells and other non-immune cells, and The surface of induced antigen-presenting cells and NK cells. Many studies have revealed that B7-H3 is overexpressed in a variety of tumors, including melanoma, pancreatic cancer, breast cancer, prostate cancer, colorectal cancer and other tumors, and its expression level is closely related to the poor prognosis and clinical outcome of patients . Preclinical studies have confirmed that the expression of CD276 mRNA in pancreatic cancer tissues is significantly higher than that of normal adjacent groups."
  },
  {
    "id": "NCT01918930",
    "name": "Tissue Procurement Substudy for Participants in Study CP-MGA271-01",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "TERMINATED",
    "conditions": "Melanoma",
    "phases": "PHASE1",
    "last_updated": "2022-02-04",
    "study_start": "2013-07",
    "study_end": "2016-10",
    "enrollment": 6,
    "primary_outcome": "Mechanism of Action",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Patients with easily accessible tumors (generally, metastatic deposits involving skin, subcutaneous tissues, or peripheral lymph node whose excision would not require general anaesthesia or the invasion of a body cavity) at the screening visit for participation in Study CP-MGA271-01 (the main study) will be asked to participate in this substudy. After providing appropriate informed consent, patients will undergo excisional biopsy, punch biopsy, or core needle biopsy of the accessible tumor prior to receiving study drug in the main study and then again after the first cycle of study drug is completed.\n\nSome of the biopsy tissue will be sent to a central laboratory for research purposes. The central lab will analyze the tissue to see what effects that the study drug might have on tumors."
  },
  {
    "id": "NCT02381314",
    "name": "Safety Study of Enoblituzumab (MGA271) in Combination With Ipilimumab in Refractory Cancer",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Melanoma, Non Small Cell Lung Cancer",
    "phases": "PHASE1",
    "last_updated": "2022-02-04",
    "study_start": "2015-03-26",
    "study_end": "2018-09-26",
    "enrollment": 24,
    "primary_outcome": "Number of participants with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study is a Phase 1 open-label, dose escalation, and cohort expansion study of enoblituzumab administered intravenously (IV) on a weekly schedule for up to 51 doses in combination with IV ipilimumab administered on an every-3-week schedule for 4 doses.\n\nThe dose escalation phase is designed to characterize the safety and tolerability of the combination of enoblituzumab and ipilimumab and to define the maximum tolerated or administered dose (MTD/MAD) in patients with B7-H3 expressing mesothelioma, urothelial cancer, NSCLC, SCCHN, Clear cell renal cell carcinoma (ccRCC), ovarian cancer, melanoma, thyroid cancer, Triple negative breast cancer (TNBC), pancreatic cancer, colon cancer, soft tissue sarcoma, or prostate cancer.\n\nThe cohort expansion phase, 2 cohorts of 16 patients each will be enrolled to further evaluate the safety and potential efficacy of the combination administered at the MTD/MAD dose in patients with melanoma and NSCLC.\n\nAll tumor evaluations will be carried out by both Response Evaluation Criteria in Solid Tumors (RECIST) and immune-related response criteria (irRC)."
  },
  {
    "id": "NCT06699576",
    "name": "ARTEMIS-103: Phase 1b Study of HS-20093 Combinations in Patients with Bone and Soft Tissue Sarcoma.",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Osteosarcoma, Soft Tissue Sarcoma (STS)",
    "phases": "PHASE1",
    "last_updated": "2024-11-19",
    "study_start": "2024-12-20",
    "study_end": "2028-12-30",
    "enrollment": 448,
    "primary_outcome": "Maximum tolerated dose (MTD) for combination-treatments",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1b, open-label, multi-center, dose-escalation and expansion study in subjects with advanced bone and soft tissue sarcoma. This study is in design allowing assessment of safety, tolerability, pharmacokinetics and anti-tumor activity of HS-20093 in combination with other anti-cancer agents.\n\nA total of 4 combination-treatments will be carried out in 2 cohorts. The target population in cohort 1 of dose escalation part is soft tissue sarcoma patients have progressed on or intolerant to available standard therapies, and the dose expansion part will enroll patients who have not received prior treatment for advanced/metastatic disease. The target population in cohort 2 will enroll patients with osteosarcoma have progressed on or intolerant to available standard therapies All patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists"
  },
  {
    "id": "NCT06912152",
    "name": "MT027 in Patients With Advanced Peritoneal Malignancies or Abdominal Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Zhejiang University",
    "status": "RECRUITING",
    "conditions": "B7-H3-positive Advanced Malignant Solid Tumors Advanced Primary Peritoneal Tumors or Secondary Abdominal Metastatic Malignant Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-05-19",
    "study_start": "2025-05-12",
    "study_end": "2028-12-31",
    "enrollment": 12,
    "primary_outcome": "Incidence of Adverse events after MT027 cells infusion",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This single-arm, dose-escalation phase I clinical trial aims to assess the tolerability, safety, pharmacokinetic profile, and preliminary efficacy of MT027 in patients with advanced primary peritoneal malignancies or secondary abdominopelvic metastatic solid tumors.\n\nThis phase I study implements a tripartite dose-escalation framework (1×10⁷, 3×10⁷, and 6×10⁷ cells/administration) with biweekly intravenous dosing. Post-initial dosing requires a 4-week observation period for dose-limiting toxicities (DLT) graded per NCI-CTCAE v5.0 criteria, followed by subsequent 14-day interval administrations. Following 6 completed treatment cycles (12 weeks), participants may either transition to surveillance follow-up or continue therapy per investigator-determined risk-benefit analysis.\n\nThe hybrid accelerated titration \"3+3\" design initiates with single-patient cohorts for preliminary dose evaluation, transitioning to conventional 3+3 methodology (minimum 3 patients/cohort) for subsequent dose levels. Protocol-defined dose escalation beyond predetermined thresholds requires documented consensus between investigators and sponsors, contingent upon comprehensive review of cumulative safety parameters (including DLT absence) and emerging efficacy indicators.\n\nThe trial progresses through sequential Phase IA (dose-finding) and Phase IB (dose-expansion) stages. Phase Ia cessation triggers include either confirmation of Recommended Phase II Dose (RP2D) or investigator-verified favorable therapeutic index at any dose level.\n\nAn interim analysis will be conducted upon Phase IA completion, followed by submission of an ethical amendment application prior to initiating Phase IB. Phase IB will be initiated with multi-cohort expansion (n=9-18 per cohort) across prespecified malignancies: colorectal adenocarcinoma (CRC), gastric carcinoma (GC), high-grade serous ovarian carcinoma (HGSOC), breast cancer (BC), non-small cell lung cancer (NSCLC), small cell lung cancer (SCLC), metastatic castration-resistant prostate cancer (mCRPC), clear cell renal cell carcinoma (ccRCC), and cervical squamous cell carcinoma (CSCC), etc."
  },
  {
    "id": "NCT05768880",
    "name": "Study of B7-H3, EGFR806, HER2, And IL13-Zetakine (Quad) CAR T Cell Locoregional Immunotherapy For Pediatric Diffuse Intrinsic Pontine Glioma, Diffuse Midline Glioma, And Recurrent Or Refractory Central Nervous System Tumors",
    "target": "B7-H3",
    "sponsor": "Seattle Children's Hospital",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Diffuse Intrinsic Pontine Glioma, Diffuse Midline Glioma, Recurrent CNS Tumor, Adult, Recurrent, CNS Tumor, Childhood, Refractory Primary Malignant Central Nervous System Neoplasm",
    "phases": "PHASE1",
    "last_updated": "2025-11-17",
    "study_start": "2023-05-05",
    "study_end": "2043-12-31",
    "enrollment": 72,
    "primary_outcome": "Manufacturing Feasibility",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase 1 study of central nervous system (CNS) locoregional adoptive therapy with SC-CAR4BRAIN, an autologous CD4+ and CD8+ T cells lentivirally transduced to express to express combinations of B7-H3, EGFR806, HER2, and IL13-zetakine chimeric antigen receptors (CAR). CAR T cells are delivered via an indwelling catheter into the ventricular system in children and young adults with diffuse intrinsic pontine glioma (DIPG), diffuse midline glioma (DMG), and recurrent or refractory CNS tumors.\n\nA child or young adult meeting all eligibility criteria, including having a CNS catheter placed into their ventricular system, and meeting none of the exclusion criteria will have their T cells collected. The T cells will then be bioengineered into a second-generation CAR T cell that target B7H3, EGFR806, HER2, and IL13-zetakine on tumor cells.\n\nPatients will be assigned to 1 of 2 treatment Arms based on the type of their tumor:\n\n* Arm A is for patients with DIPG (meaning primary disease localized to the pons, metastatic disease is allowed) anytime after standard radiation OR after progression.\n* Arm B is for patients with non-pontine DMG (meaning DMG in other parts of the brain such as the thalamus or spine) anytime after standard radiation OR after progression. This Arm also includes other recurrent/refractory CNS tumors."
  },
  {
    "id": "NCT06892548",
    "name": "A Clinical Study to Investigate the Efficacy and Safety of an Investigational Combination Therapy With BNT324 and BNT327 in Patients With Advanced Lung Cancer",
    "target": "B7-H3",
    "sponsor": "BioNTech SE",
    "status": "RECRUITING",
    "conditions": "Advanced Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-01-19",
    "study_start": "2025-05-02",
    "study_end": "2031-06",
    "enrollment": 594,
    "primary_outcome": "Part 1 - Occurrence of dose limiting toxicities (DLTs) by dose level",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a two-part study designed to evaluate and establish two safe combination dose levels (recommended Phase 2 dose \\[RP2D\\] and a lower/another combination dose level \\[RP2D-1\\]) of BNT324 with BNT327 (Part 1), to determine the optimal combination dose (dose optimization \\[DO\\]) in NSCLC and SCLC lead indication cohorts at the RP2D and RP2D-1, to evaluate the preliminary efficacy in selected lung cancer cohorts at the highest combination dose level (in a signal seeking Part 2), and to confirm the clinical efficacy of BNT324 in combination with BNT327 at the optimal dose level in participants with advanced lung cancer in expansion cohorts (proof-of-concept \\[POC\\] cohorts).\n\nThe study consists of a screening period, a treatment period, a safety follow-up period, and a long-term survival follow-up period.\n\nIn Part 1 participants with histologically or cytologically confirmed relapsed or progressive lung cancer (both SCLC and NSCLC are eligible) will receive BNT324 in combination with BNT327 using a dose escalation design.\n\nIn Part 2 of the study, BNT324 will be studied in combination with BNT327 at the RP2D compared to RP2D-1 in participants with advanced metastatic treatment-naïve NSCLC (DO Cohort 1) and relapsed/progressive SCLC after failure of cytotoxic chemotherapy with or without immuno-oncology (IO) (DO Cohort 2). The totality of the available data (e.g., safety, efficacy, pharmacokinetics etc.) will be reviewed to select the optimal dose. After the optimal dose is selected, additional participants in each cohort may be enrolled in the selected optimal dose.\n\nIn the signal seeking cohorts (Cohort 3-7), participants will receive BNT324 in combination with BNT327 at the RP2D from Part 1.\n\nA predefined number of participants in Part 2 Cohort 1 and Cohort 2 will be randomized to one of the two dose levels (RP2D and RP2D-1) selected from Part 1 in a 1:1 ratio. Additional participants in Part 2 Cohort 1 and Cohort 2 may be enrolled in the selected optimal dose to further assess the efficacy and safety profile.\n\nNo randomization is planned for any other cohort in Part 2 or Part 1."
  },
  {
    "id": "NCT06426680",
    "name": "A Study of the ILB-3101 in Patients with Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Innolake Biopharm",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2024-12-04",
    "study_start": "2024-10-30",
    "study_end": "2026-03",
    "enrollment": 240,
    "primary_outcome": "DLT",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, multi-center, dose-escalation and expansion, first-in-human phase 1 study in Chinese adult participants with locally advanced or metastatic solid tumors. This study will consist of two parts: A Part I dose escalation stage and a Part II dose expansion stage.\n\nThe objectives of this study are to evaluate the safety, tolerability, PK and preliminary anti-tumor activity, describe the dose-limiting toxicities (DLTs), and determine the maximum tolerated dose (MTD) or maximum administered dose (MAD) of ILB-3101.\n\nPart I: Participants with advanced cancer are eligible for dose escalation study if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. The dose escalation will include an initial accelerated titration design followed by 3+3 design.\n\nPart II: Enrollment into dose expansion will begin after identification of the MTD or MAD in Phase I. The dose expansion study will be conducted in populations with the following indications: ovarian cancer, small cell lung cancer, head and neck squamous cell carcinoma, soft tissue sarcoma (including uterine sarcoma), triple negative breast cancer, esophageal squamous cell carcinoma, prostate cancer, etc..\n\nAll patients will be carefully followed for adverse events during the study treatment and for 28 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT06825624",
    "name": "ARTEMIS-102: HS-20093 Combinations in Patients with Advanced Metastatic Colorectal Cancer",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Metastatic Colorectal Cancer (CRC)",
    "phases": "PHASE1",
    "last_updated": "2025-02-09",
    "study_start": "2024-10-03",
    "study_end": "2026-12-31",
    "enrollment": 560,
    "primary_outcome": "Maximum tolerated dose (MTD) for combination-treatments",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1b, open-label, multi-center, dose-escalation and expansion, phase 1b study in Chinses subjects with advanced metastatic colorectal cancer. This study is in design allowing assessment of safety, tolerability, pharmacokinetics and efficacy of HS-20093 in combination with other anti-cancer agents.\n\nA total of 5 combination-treatments will be carried out in 5 cohorts. The target population of dose escalation part is patients have progressed on or intolerant to available standard therapies, and the dose expansion part will enroll patients who have not received treatment for advanced metastatic colorectal cancer.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT06482905",
    "name": "Safety and Efficacy Study of TX103 CAR-T Cell Therapy for Recurrent or Progressive Grade 4 Glioma.",
    "target": "B7-H3",
    "sponsor": "Tcelltech Inc.",
    "status": "RECRUITING",
    "conditions": "High-grade Glioma, WHO Grade Ⅳ Glioma",
    "phases": "PHASE1",
    "last_updated": "2026-01-05",
    "study_start": "2024-09-04",
    "study_end": "2027-06",
    "enrollment": 52,
    "primary_outcome": "Safety：Incidence of Dose Limiting Toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Eligible subjects will be enrolled into two sequential dose-escalating cohorts (i.e., A and B), and will be administrated TX103. Cohort A will receive TX103 exclusively through intraventricular (ICV) delivery, while cohort B will undergo dual intracavitary (ICT) and ICV delivery. Patients in each individual cohort will receive two TX103 infusions on Day 1 and 8 respectively, followed by a 14-day observation period in a 21-day treatment cycle.\n\nThree escalating dosage levels are planned for each cohort. Both Cohorts A and B will adopt the traditional 3+3 dose escalation design with each dose level enrolled with 3 to 6 patients. The starting dose will be 6 × 10\\^7 CAR+ T cells (i.e., Dose Level 1, DL1). Dose limiting toxicities (DLTs) will be assessed during the first cycle ."
  },
  {
    "id": "NCT02475213",
    "name": "Safety Study of Enoblituzumab (MGA271) in Combination With Pembrolizumab or MGA012 in Refractory Cancer",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Melanoma, Head and Neck Cancer, Non Small Cell Lung Cancer, Urothelial Carcinoma",
    "phases": "PHASE1",
    "last_updated": "2025-08-04",
    "study_start": "2015-07",
    "study_end": "2021-08-18",
    "enrollment": 146,
    "primary_outcome": "Number of Participants With Dose-limiting Toxicities (DLT) After Administration of Enoblituzumab and Pembrolizumab or Retifanlimab",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to evaluate the safety of enoblituzumab (MGA271) in combination with Keytruda (pembrolizumab) when given to patients with B7-H3-expressing melanoma, squamous cell carcinoma of the head and neck (SCCHN), non small cell lung cancer (NSCLC), Urothelial Cancer and other B7-H3 expressing cancers. The study will also evaluate what is the highest dose of enoblituzumab that can be given safely when given with pembrolizumab. Assessments will also be done to see how the drug acts in the body (pharmacokinetics (PK), pharmacodynamics) and to evaluate potential anti-tumor activity of MGA271 in combination with pembrolizumab. Safety and efficacy of enoblituzumab in combination with MGA012 (anti-PD-1 monoclonal antibody; also known as INCMGA00012) will also be evaluated."
  },
  {
    "id": "NCT06112704",
    "name": "HS-20093 in Patients with Advanced Esophageal Carcinoma and Other Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE2",
    "last_updated": "2024-11-27",
    "study_start": "2024-02-06",
    "study_end": "2026-12-31",
    "enrollment": 220,
    "primary_outcome": "Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, multi-center phase 2 study in Chinese adult participants with recurrent, locally advanced or metastatic esophageal carcinoma or other advanced solid tumors, which is designed to investigate the efficacy, safety, pharmacokinetics and immunogenicity of HS-20093. This study will consist of two parts: phase IIa and phase IIb.\n\nPart 1 (phase IIa) will conducted in participants with relapsed, locally advanced or metastatic esophageal carcinoma and other advanced solid tumor. Subjects will receive one dose levels of HS-20093 intravenously every 3 weeks.\n\nPart 2 (phase IIb) will enroll participants with relapsed, locally advanced or metastatic esophageal squamous cell carcinoma. One dose levels of HS-20093 will be administered as an intravenous (IV) infusion every 3 weeks."
  },
  {
    "id": "NCT05280470",
    "name": "Ifinatamab Deruxtecan (I-DXd) in Subjects With Pretreated Extensive-Stage Small Cell Lung Cancer (ES-SCLC)",
    "target": "B7-H3",
    "sponsor": "Daiichi Sankyo",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Extensive-stage Small-cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-10-24",
    "study_start": "2022-03-09",
    "study_end": "2026-12-15",
    "enrollment": 187,
    "primary_outcome": "Percentage of Participants With Objective Response Rate (ORR) Based on Blinded Independent Central Review (BICR) Following Treatment With I-DXd in Participants With Pretreated ES-SCLC",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will consist of 2 parts: dose optimization (Part 1) and extension (Part 2). In the dose optimization part of the study (Part 1), approximately 80 participants with at least 1 prior line of platinum-based chemotherapy and a maximum of 3 prior lines of therapy will be enrolled. Two I-DXd doses will be tested (8 mg/kg Q3W and 12 mg/kg Q3W). In the extension part of the study (Part 2), approximately 70 participants with a minimum of two previous lines of systemic therapy will be enrolled. I-DXd will be administered at the selected dose of 12 mg/kg Q3W.\n\nIn Part 1, eligible participants will be randomized in a 1:1 ratio to receive one of the two dose levels of I-DXd. Randomization will be stratified by:\n\n1. Prior receipt or of an anti-programmed death-ligand 1 (PD-\\[L\\]1) antibody (yes/no)\n2. The chemotherapy-free interval (CTFI) from completion of the first-line therapy to the date of documented radiological Progressive Disease of \\<90 days vs. ≥90 days in second-line participants as well as the number of lines of therapy. Thus, the stratification factor includes three categories: (1) second-line participants with CTFI \\<90 days, (2) second-line participants with CTFI ≥90 days, and (3) third- and fourth-line participants."
  },
  {
    "id": "NCT07256782",
    "name": "A Study of QLC5508 Combinations in Patients With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Qilu Pharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-11-25",
    "study_start": "2025-10-24",
    "study_end": "2028-05",
    "enrollment": 444,
    "primary_outcome": "Maximum tolerated dose (MTD) for combination-treatments (Phase Ib)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase Ib/II, open-label, multi-center, dose-escalation and expansion in Chinese subjects with advanced solid tumors. This study is in design allowing assessment of safety, tolerability, pharmacokinetics and anti-tumor activity of QLC5508 in combination with other anti-cancer agents.\n\nThe target population of dose escalation part is patients have progressed on or intolerant to available standard therapies, and the dose expansion part will enroll patients who have not received prior treatment for advanced/metastatic disease."
  },
  {
    "id": "NCT06332170",
    "name": "ARTEMIS-101: A Study of HS-20093 Combinations in Patients With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2024-07-16",
    "study_start": "2024-04-26",
    "study_end": "2028-05-30",
    "enrollment": 610,
    "primary_outcome": "Maximum tolerated dose (MTD) for combination-treatments",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 1, open-label, multi-center, dose-escalation and expansion, phase 1 study in Chinses subjects with advanced solid tumors. This study is in design allowing assessment of safety, tolerability, pharmacokinetics and anti-tumor activity of HS-20093 in combination with other anti-cancer agents.\n\nA total of 5 combination-treatments will be carried out in 3 cohorts. The target population of dose escalation part is patients have progressed on or intolerant to available standard therapies, and the dose expansion part will enroll patients who have not received prior treatment for advanced/metastatic disease.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT04129320",
    "name": "Enoblituzumab Plus MGA012 or MGD013 in Squamous Cell Carcinoma of the Head and Neck",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "WITHDRAWN",
    "conditions": "Head and Neck Cancer, Squamous Cell Carcinoma of Head and Neck",
    "phases": "PHASE2, PHASE3",
    "last_updated": "2022-02-04",
    "study_start": "2019-10",
    "study_end": "2022-10",
    "enrollment": 0,
    "primary_outcome": "Overall Response Rate (Modules X and Y)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The study will initially be conducted in 2 modules, Module X (enoblituzumab plus MGA012) and Module Y (enoblituzumab plus MGD013). Enrollment into Modules X and Y, with approximately 30 patients each, will occur independently in a non-randomized fashion. Data from these modules will determine if further evaluation will occur in randomized Module A (Phase 2) and randomized Module B (Phase 3)."
  },
  {
    "id": "NCT03729596",
    "name": "MGC018 With or Without MGA012 in Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "TERMINATED",
    "conditions": "Squamous Cell Carcinoma of Head and Neck, Triple Negative Breast Cancer, Melanoma, Advanced Solid Tumor, Adult, Metastatic Castrate Resistant Prostate Cancer, Non Small Cell Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-07-10",
    "study_start": "2018-11-21",
    "study_end": "2023-03-18",
    "enrollment": 143,
    "primary_outcome": "Number of Patients With Adverse Events of Vobramitamab Duocarmazine as Assessed by CTCAE v4.03",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of this study is to evaluate the safety and tolerability, pharmacokinetics (PK) pharmacodynamics and preliminary antitumor activity of vobramitamab duocarmazine (MGC018) in patients with advanced solid tumors. Patients with solid tumors will be enrolled in the Dose Escalation Phase; Cohort Expansion will include metastatic castrate-resistant prostate cancer (mCRPC), non-small cell lung cancer (NSCLC), triple-negative breast cancer (TNBC), squamous cell carcinoma of the head and neck (SCCHN), and melanoma. Patients who do not experience unacceptable toxicity or meet criteria for permanent discontinuation may undergo additional cycles for up to two years. Patients in Cohort Expansion will be followed for survival every 3 months for 2 years following last dose."
  },
  {
    "id": "NCT07115446",
    "name": "Phase Ib Study of HS-20093+HRS-5041 in Patients With Advanced Prostate Cancer",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Advanced Prostate Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-11-28",
    "study_start": "2025-08-19",
    "study_end": "2028-12",
    "enrollment": 63,
    "primary_outcome": "To determine the maximum tolerated dose (MTD) or Maximum Administrated dose (MAD)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "HS-20093 is a fully humanized IgG1 antibody-drug conjugate (ADC) which specifically binds to B7-H3, a target wildly expressed on solid tumor cells. HRS-5041 is a Proteolysis Targeting Chimeras (PROTAC) targeting androgen receptors.\n\nThis is a phase Ib, open-label, multi-center study to evaluate the safety, tolerability, and pharmacokinetics (PK) of HS-20093 combination with HRS-5041 in patients with advanced prostate cancer."
  },
  {
    "id": "NCT02456571",
    "name": "CTC Immune Checkpoint",
    "target": "B7-H3",
    "sponsor": "Duke University",
    "status": "COMPLETED",
    "conditions": "Prostate Cancer",
    "phases": "N/A",
    "last_updated": "2019-07-08",
    "study_start": "2016-11",
    "study_end": "2019-06-13",
    "enrollment": 38,
    "primary_outcome": "Change in expression of four immune checkpoint biomarkers (PD-L1, PD-L2, B7-H3, and CTLA-4) on circulating tumor cells (CTCs).",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This pilot study will explore the prevalence of expression of four immune checkpoint biomarkers on circulating tumor cells (CTCs) from men with metastatic prostate cancer that are captured by EpCAM via the CellSearch method, and specifically defined as co expressing DAPI and cytokeratin, and lacking CD45 expression."
  },
  {
    "id": "NCT05830123",
    "name": "ARTEMIS-002: HS-20093 in Patients With Relapsed or Refractory Osteosarcoma and Other Sarcomas",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Osteosarcoma, Sarcoma",
    "phases": "PHASE2",
    "last_updated": "2024-08-22",
    "study_start": "2023-06-08",
    "study_end": "2027-12-31",
    "enrollment": 170,
    "primary_outcome": "Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 2, open-label, multi-center study consisting of two parts: Phase 2a and 2b.\n\nPhase 2a: The study will be conducted in the following two cohorts: Cohort 1: Patients with advanced osteosarcoma upon disease progression after standard treatment. Cohort 2: Patients with other unresectable bone and soft tissue sarcomas, if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. Subjects will be randomly assigned in a 1:1 ratio to 8.0 mg/kg and 12.0 mg/kg of HS-20093 in cohort 1 and will receive 12.0 mg/kg in cohort 2.\n\nPhase 2b: The study will be conducted in patients with advanced osteosarcoma upon disease progression after standard treatment. Subjects will receive HS-20093 at the recommended dose from Phase 2a.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of HS-20093. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT06007729",
    "name": "ARTEMIS-006: HS-20093 in Patients With Head and Neck Squamous Cell Carcinoma and Other Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Head and Neck Squamous Cell Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2024-08-19",
    "study_start": "2023-12-18",
    "study_end": "2027-12-12",
    "enrollment": 170,
    "primary_outcome": "Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 2, open-label, multi-center study consisting of two parts: Phase 2a and 2b.\n\nPhase 2a: The study will be conducted in the following two cohorts: Cohort 1: Patients with recurrent/metastatic head and neck squamous cell carcinoma (HNSCC) who have progressed on or intolerant to standard therapies. Cohort 2: Other patients with advanced solid tumors if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. All subjects will receive 10.0 mg/kg of HS-20093.\n\nPhase 2b: The study will be conducted in patients with recurrent/metastatic HNSCC who have progressed on or intolerant to standard therapies. Subjects will receive 10.0 mg/kg of HS-20093.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of HS-20093. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT04637503",
    "name": "4SCAR-T Therapy Targeting GD2, PSMA and CD276 for Treating Neuroblastoma",
    "target": "B7-H3",
    "sponsor": "Shenzhen Geno-Immune Medical Institute",
    "status": "UNKNOWN",
    "conditions": "Neuroblastoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2020-11-18",
    "study_start": "2020-11-18",
    "study_end": "2023-12-31",
    "enrollment": 100,
    "primary_outcome": "Number of patients with adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Neuroblastoma is one of the most aggressive childhood tumors arising from neural crest cells. Nearly 50% of patients with high risk disease have poor long-term survival even after multimodal treatments. Novel immunotherapy targeting tumor-specific antigens has been developed to meet the desperate need.\n\nDisialoganglioside (GD2) is a well-studied tumor associated antigen which is expressed uniformly in NB but restrictedly in normal tissue. Over the past few years, CAR-T therapy against GD2 in NB has achieved encouraging but modest outcomes. Only a fraction of patients achieved measurable responses. Like for many other solid tumors, CAR-T therapy for NB is not as effective as for hematologic malignancies.\n\nIn this study, the investigators use \"multiple targeting\" approach as the strategy to overcome the challenge in treating NB. Prostate-specific membrane antigen (PSMA) is expressed in normal prostate but is upregulated in prostate tumor. However, PSMA expression is not restricted to prostate cancer. By immunohistochemistry (IHC) staining, the investigators confirmed that PSMA is expressed in a variety of solid tumors, including brain tumor, neuroblastoma and some lymphoma tumor tissues. Therefore, PSMA could potentially serve as a promising target for antigen-specific immunotherapy in patients with NB. In addition, CD276 (B7-H3) is an immune checkpoint molecule highly expressed on many solid tumors including NB. CD276 has been characterized to be involved in tumor evasion and thus its expression is correlated with poor prognosis. These characteristics make CD276 an attractive candidate for immunotherapy. Given the significant variation of tumor antigen expression among patients, the investigators aim to examine GD2, PSMA and CD276 expression in each patient's tumor sections by IHC staining, and combine two or three highly-expressed targets for the 4SCAR-T therapy. This individualized and multi-antigen-targeted approach is a new strategy to overcome the limited clinical outcome in the 4SCAR-T therapy against NB.\n\nThe purpose of this clinical study is to assess the feasibility, safety and efficacy of the combinational GD2, PSMA and CD276 4SCAR-T cell therapy against NB. Another goal of the study is to learn more about the function of the multi-4SCAR-T cells and their persistency in the patients."
  },
  {
    "id": "NCT06203210",
    "name": "A Study of Ifinatamab Deruxtecan Versus Treatment of Physician's Choice in Subjects With Relapsed Small Cell Lung Cancer",
    "target": "B7-H3",
    "sponsor": "Daiichi Sankyo",
    "status": "RECRUITING",
    "conditions": "Small Cell Lung Cancer",
    "phases": "PHASE3",
    "last_updated": "2026-02-05",
    "study_start": "2024-05-21",
    "study_end": "2029-02-22",
    "enrollment": 540,
    "primary_outcome": "Number of Participants With Objective Response Rate Assessed by Blinded Independent Central Review",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "The primary objective of this study is to assess whether treatment with I-DXd improves objective response rate (ORR) and prolongs overall survival (OS) compared with treatment of physician's choice among participants with relapsed SCLC.\n\nThe secondary objectives of the study are to further evaluate the efficacy/safety of I-DXd, health economics and outcome research measures (including patient reported outcomes), immunogenicity of I-DXd, B7-H3 protein expression, and characterize the pharmacokinetics of I-DXd."
  },
  {
    "id": "NCT06242470",
    "name": "A Study of MGC026 in Participants With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Advanced Cancer, Metastatic Cancer, Squamous Cell Carcinoma of Head and Neck, Non Small Cell Lung Cancer, Small-cell Lung Cancer, Bladder Cancer, Sarcoma, Endometrial Cancer, Melanoma, Castration Resistant Prostatic Cancer, Cervical Cancer, Colorectal Cancer, Gastric Cancer, Gastro-esophageal Cancer, Pancreas Cancer, Clear Cell Renal Cell Carcinoma, Hepatocellular Carcinoma, Platinum-resistant Ovarian Cancer, Breast Cancer, Ovarian Cancer, Esophageal Squamous Cell Cancer (SCC)",
    "phases": "PHASE1",
    "last_updated": "2026-02-03",
    "study_start": "2024-03-06",
    "study_end": "2028-10",
    "enrollment": 250,
    "primary_outcome": "Number of participants with adverse events (AEs) and serious AEs (SAEs), AEs leading to dose delay, AEs leading to dose reduction, AEs leading to treatment discontinuations, AEs meeting criteria for dose limiting toxicity, and AEs of special interest.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "The study is designed to understand the safety, tolerability, pharmacokinetics, immunogenicity, and preliminary antitumor activity of MGC026 in participants with relapsed or refractory, unresectable, locally advanced or metastatic solid tumors The study has a dose escalation portion and a cohort expansion portion of the study.\n\nParticipants will receive MGC026 by intravenous (IV) infusion. The dose of MGC026 will be assigned at the time of enrollment. Participants may receive up to 35 treatments if there are no severe side effects and as long as the cancer does not get worse. Participants will be monitored for side effects, and progression of cancer, have blood samples collected for routing laboratory work, and blood samples collected for research purposes."
  },
  {
    "id": "NCT05276609",
    "name": "ARTEMIS-001: Phase 1 Study of the HS-20093 in Patients With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Shanghai Hansoh Biomedical Co., Ltd",
    "status": "UNKNOWN",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2023-02-13",
    "study_start": "2021-11-28",
    "study_end": "2023-12-31",
    "enrollment": 177,
    "primary_outcome": "Ⅰa (Dose-Escalation Stage): Maximum tolerated dose (MTD) for HS-20093",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, multi-center, dose-escalation and expansion, first-in-human phase 1 study in Chinese adult participants with locally advanced or metastatic solid tumors. This study will consist of two parts: A Part Ia dose escalation stage and a Part Ib dose expansion stage.\n\nThe objectives of this study are to evaluate the safety, tolerability, PK and preliminary anti-tumor activity, describe the dose-limiting toxicities (DLTs), and determine the maximum tolerated dose (MTD) or maximum administered dose (MAD) of HS-20093.\n\nPart Ia: Participants with advanced cancer are eligible for dose escalation study if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. The dose escalation will include an initial accelerated titration design followed by i3+3 design.\n\nPart Ib: Enrollment into dose expansion will begin after identification of the MTD or MAD in Phase Ia. The dose expansion study will be conducted in populations with the following indications: locally advanced or metastatic non- small cell lung cancer (NSCLC)，extensive stage small cell lung cancer (ES-SCLC) and other types of advanced solid tumor.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of study drug. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT07386002",
    "name": "A Phase II Study of Intracerebroventricular MT027 in Recurrent or Progressive Glioblastoma",
    "target": "B7-H3",
    "sponsor": "T-MAXIMUM Pharmaceutical Inc",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Glioblastoma IDH (Isocitrate Dehydrogenase) Wildtype",
    "phases": "PHASE2",
    "last_updated": "2026-02-06",
    "study_start": "2026-06-30",
    "study_end": "2029-07-31",
    "enrollment": 40,
    "primary_outcome": "Incidence rate of Dose-limiting toxicity (DLT)",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-11",
    "details": "**[CHANGES FOUND]**\nField `identificationModule.briefTitle` changed from `Study of Intracerebroventricular MT027 in Recurrent or Progressive Glioblastoma` to `The GLIOMAX Study: MT027 Allogeneic CAR-T for Recurrent Glioma`\nField `statusModule.lastUpdateSubmitDate` changed from `2026-02-04` to `2026-02-06`\nField `statusModule.lastUpdatePostDateStruct.date` changed from `2026-02-06` to `2026-02-10`\nNew field added: `root['identificationModule']['acronym']`\n\n***\nThis is a Phase II trial to evaluate the safety, tolerability, efficacy, and PK/ pharmacodynamic profiles of MT027 injected via ICV in participants with recurrent or progressive IDH-wildtype glioblastoma (WHO 2021 CNS Grade 4), who have previously received standard of care (SOC) therapy.\n\nThe study will begin with a safety run-in of 3 to 6 participants to evaluate the safety and tolerability of MT027 at a dose of 3×10\\^7 cells. Once the DLT assessment is complete, an additional 34 participants will be enrolled, bringing the total to 40, to evaluate the treatment's efficacy. Each participant will undergo screening, treatment, safety follow-up, and long-term follow-up periods. Any participant who has discontinued from study treatment other than disease progression will also continue to have tumor assessments until disease progression, initiation of subsequent anticancer therapies, withdrawal from the study, or death, whichever comes first. Upon completion of the safety follow-up, all patients, except those who died, withdrew consent, or were lost to follow-up, will enter to the long-term follow-up. It is regarded as the end of the study when the last participant has completed the 1-year long-term follow-up, or all participants have progressed, died, or lost to follow-up, whichever comes first. MT027 will be given via ICV injection on Day 1 \\& Day 15 of the first 28-day cycle, and the DLT observation period will be 28 days following the first dose of the first cycle (only for safety run-in group). After the DLT observation period, if the participant does not experience any unacceptable toxicities and disease progress, additional treatment may be continued bi-weekly in a 28-day cycle (Days 1 \\& Day 15 of the 28-day cycle) until intolerable toxicity, disease progression, withdrawal from the study, or death, whichever comes first. When confirming disease progression, the study treatment may still be continued if there's a potential for benefit, based on PI's discretion and the participant's willingness, particularly when there are no better treatment options available. Investigational product (IP) may be temporarily interrupted to allow safety management and will resume the study treatment dose after participant's adverse events are recovered to the Grade 1 level or baseline, per PI's discretion. After the last dose, there will be a safety follow-up period lasting for 1 year and then a long-term follow-up up to 15 years."
  },
  {
    "id": "NCT06052423",
    "name": "ARTEMIS-007: HS-20093 in Patients With Extensive Stage Small Cell Lung Cancer",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "WITHDRAWN",
    "conditions": "Extensive Stage Small Cell Lung Cancer (ES-SCLC)",
    "phases": "PHASE2",
    "last_updated": "2024-03-01",
    "study_start": "2024-11-30",
    "study_end": "2027-06-30",
    "enrollment": 0,
    "primary_outcome": "Objective response rate (ORR) determined by investigators according to Response Evaluation Criteria in Solid Tumors (RECIST) 1.1",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Intravenous (IV) administration of HS-20093 Q3W; Participants will continue treatment until the end of the study in the absence of unacceptable toxicities and disease progression."
  },
  {
    "id": "NCT07227597",
    "name": "A Clinical Study of Gocatamig (MK-6070) and Infinatamab Deruxtecan (MK-2400) in People With Small Cell Lung Cancer (MK-6070-003)",
    "target": "B7-H3",
    "sponsor": "Merck Sharp & Dohme LLC",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Small Cell Lung Cancer Extensive Stage",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-29",
    "study_start": "2026-01-14",
    "study_end": "2030-11-29",
    "enrollment": 170,
    "primary_outcome": "Number of Participants Who Experience an Adverse Event (AE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "In Part A, participants will be allocated to Arm 1 or Arm 2 per investigator's discretion. In Part B, participants will be allocated to Arm 1 per investigator's discretion and randomized to Arms 2, 3, and 4."
  },
  {
    "id": "NCT06780137",
    "name": "A Study to Evaluate the Safety and Efficacy of Gocatamig (MK-6070) and Ifinatamab Deruxtecan (I-DXd) in Participants With Relapsed/Refractory Extensive-Stage Small Cell Lung Cancer (MK-6070-002)",
    "target": "B7-H3",
    "sponsor": "Merck Sharp & Dohme LLC",
    "status": "RECRUITING",
    "conditions": "Small Cell Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-02-06",
    "study_start": "2025-02-27",
    "study_end": "2030-02-14",
    "enrollment": 242,
    "primary_outcome": "Number of Participants Who Experience an Adverse Event (AE)",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-11",
    "details": "**[CHANGES FOUND]**\nField `statusModule.statusVerifiedDate` changed from `2026-01` to `2026-02`\nField `statusModule.lastUpdateSubmitDate` changed from `2026-02-03` to `2026-02-06`\nField `statusModule.lastUpdatePostDateStruct.date` changed from `2026-02-04` to `2026-02-10`\n\n***\nThis study will consist of two parts. Part 1 will assess the safety, tolerability, and efficacy of gocatamig and I-DXd at doses determined in study MK-6070-001 (NCT: NCT04471727). Part 2 will assess the safety and tolerability of gocatamig in participants in Japan and China. Part 3 will assess the safety, tolerability, and efficacy of gocatamig with durvalumab."
  },
  {
    "id": "NCT05063357",
    "name": "131I-omburtamab Delivered by Convection-Enhanced Delivery in Patients With Diffuse Intrinsic Pontine Glioma",
    "target": "B7-H3",
    "sponsor": "Y-mAbs Therapeutics",
    "status": "WITHDRAWN",
    "conditions": "DIPG",
    "phases": "PHASE1",
    "last_updated": "2023-06-22",
    "study_start": "2022-03",
    "study_end": "2026-12",
    "enrollment": 0,
    "primary_outcome": "Determining the safety of up to 36 participants with 131I-omburtamab administered directly into the tumor by CED in patients with DIPG assessed by CTCAE v.5.0",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The IMP infusion volume for CED will be adjusted to 4, 6 or 8 mL dependent on the size of the tumor as estimated by MRI. The maximum volume of 8 mL was tested, and safety cleared in the 11-011 trial. Assuming a ratio of approximately 1:3 between the infusion volume and the distribution volume the infusion volume will be adjusted to ensure coverage of the tumor and 0.5 cm of the surrounding margin. The infusion volume will be 4 mL if tumor size (+0.5 cm margin) \\<10 cm3, 6 mL if tumor size (+0.5 cm margin) ≥10 and \\<15 cm3, and 8 mL if tumor size (+0.5 cm margin) ≥15 and ≤20 cm3. The maximum infusion rate will be 10 μL/min. Infusions will be initiated using an escalating flow rate plan with 10-min intervals until the maximum rate is achieved (0·5 μL/min, 1·0 μL/min, 2·0 μL/min, 5·0 μL/min, 7·5 μL/min and 10 μL/min)."
  },
  {
    "id": "NCT04842812",
    "name": "Engineered TILs/CAR-TILs to Treat Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Second Affiliated Hospital of Guangzhou Medical University",
    "status": "RECRUITING",
    "conditions": "Liver Cancer, Lung Cancer, Breast Cancer, Colo-rectal Cancer, Brain Tumor, Solid Tumor, Adult, PD1, CTLA4",
    "phases": "PHASE1",
    "last_updated": "2024-06-22",
    "study_start": "2021-01-01",
    "study_end": "2035-01-01",
    "enrollment": 40,
    "primary_outcome": "Safety of TILs/CAR-TILs treatment in advanced solid cancers",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "1. Choose appropriate patients with advanced lung or other cancers, with written consent for this study;\n2. Perform biopsy or collect cancerous effusion in thorax or abdomen to obtain TILs by standard protocol;\n3. Grow TILs and engineered the tumor-effective TILs with CRISPRA-CAS9 technique to knockdown PD1 and electronic-transfection strategy to express scFvs that target PD1 and CTLA4; amplify the engineered T cells as needed, test the quality and killing activity of the TILs and then transfuse them back the patients via systemic or local injections via standard protocol, and follow up closely to collect related parameters as needed;\n4. To enhance the killing capability, tumor-noneffective TILs have also been genetically engineered to express various CARs targeting HER2/Mesothelin/Lewis-Y/PSCA/MUC1/ GPC3/AXL/EGFR/Claudin18.2/B7-H3/ROR1/GD2/AXL/Claudin6-DAP10 with knockdown of PD1/HPK1 as appropriate;\n5. Evaluate the clinical results as needed."
  },
  {
    "id": "NCT06776198",
    "name": "Precision Therapy Based on Immune Microenvironment by Transcriptome Sequencing of Osteosarcoma, a Prospective, Multi-cohort Exploratory Clinical Study",
    "target": "B7-H3",
    "sponsor": "Peking University People's Hospital",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Osteosarcoma, Transcriptome, Tumor Microenvironment, Precision Medicine",
    "phases": "N/A",
    "last_updated": "2025-01-21",
    "study_start": "2025-03-01",
    "study_end": "2027-06-01",
    "enrollment": 100,
    "primary_outcome": "Event-free Survival (EFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Bagaev et al. have identified four tumor microenvironment (TME) subtypes that are conserved across diverse cancers and correlated with immunotherapy response in melanoma, bladder, and gastric cancers. They provided a visual tool revealing the TME subtypes integrated with targetable genomic alterations, which provided a planetary view of each tumor that can aid in oncology clinical decision making. We aim to use this tool to prospectively analyse the biopsy specimens of osteosarcomas to identify their TME subtypes so as to deliver appropriate treatment strategy if these osteosarcomas experience disease progression afterwards. We will compare the past sequencing date stored in PKUPH bank so as to compare the event-free survival(EFS) of these patients to check the Superiority of this method later."
  },
  {
    "id": "NCT06001255",
    "name": "ARTEMIS-003: HS-20093 in Patients With Metastatic Castrate-resistant Prostate Cancer (mCRPC) and Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Hansoh BioMedical R&D Company",
    "status": "RECRUITING",
    "conditions": "Metastasis Castration Resistant Prostate Cancer(mCRPC)",
    "phases": "PHASE2",
    "last_updated": "2024-08-19",
    "study_start": "2024-01-18",
    "study_end": "2025-12-31",
    "enrollment": 120,
    "primary_outcome": "Objective response rate (ORR) determined by investigators",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase 2, open-label, multi-center study consisting of two parts: Phase 2a and 2b.\n\nPhase 2a: The study will be conducted in the following two cohorts: Cohort 1: Patients with metastasis castration resistant prostate cancers who have progressed on or intolerant to standard therapies. Cohort 2: Other patients with advanced solid tumor if they have progressed on or intolerant to available standard therapies, or no standard or available curative therapy exists. All subjects will receive 8 mg/kg of HS-20093.\n\nPhase 2b: The study will be conducted in patients with metastasis castration resistant prostate cancers who have progressed on or intolerant to standard therapies. Subjects will receive 8 mg/kg of HS-20093.\n\nAll patients will be carefully followed for adverse events during the study treatment and for 90 days after the last dose of HS-20093. Subjects will be permitted to continue therapy with assessments for progression if the product is well tolerated and sustained clinical benefit exists."
  },
  {
    "id": "NCT05064306",
    "name": "131I-omburtamab for the Treatment of Central Nervous System/Leptomeningeal Neoplasms in Children and Young Adults",
    "target": "B7-H3",
    "sponsor": "Memorial Sloan Kettering Cancer Center",
    "status": "NO_LONGER_AVAILABLE",
    "conditions": "Central Nervous System/Leptomeningeal Neoplasms",
    "phases": "N/A",
    "last_updated": "2025-07-29",
    "study_start": "N/A",
    "study_end": "N/A",
    "enrollment": "N/A",
    "primary_outcome": "N/A",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The researchers are doing this study to provide access to treatment with 131I-omburtamab for children and young adults who have CNS/leptomeningeal neoplasms. 131I-omburtamab is an investigational drug; the FDA has not approved it to treat this cancer or any other disease. However, the agency has granted the drug Breakthrough Therapy Designation for the treatment of neuroblastoma with CNS metastases."
  },
  {
    "id": "NCT06330064",
    "name": "A Study To Evaluate The Efficacy And Safety Of Ifinatamab Deruxtecan (I-DXd) In Subjects With Recurrent Or Metastatic Solid Tumors (IDeate-PanTumor02)",
    "target": "B7-H3",
    "sponsor": "Daiichi Sankyo",
    "status": "RECRUITING",
    "conditions": "Recurrent or Metastatic Solid Tumors",
    "phases": "PHASE2",
    "last_updated": "2026-01-14",
    "study_start": "2024-04-10",
    "study_end": "2028-07-25",
    "enrollment": 520,
    "primary_outcome": "Objective Response Rate (ORR) as Assessed by Investigator",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study will evaluate the efficacy and safety of I-DXd in participants with recurrent or metastatic solid tumors previously treated with 1 or more systemic therapies for the selected tumor indication. The study will be divided into 2 parts: Stage 1 and Stage 2. Each cohort starts with Stage 1 and may continue to Stage 2 if sufficient safety and efficacy data are observed.\n\nThe HCC Safety Run-In (Phase 1) will assess the safety and tolerability of I-DXd in participants with HCC."
  },
  {
    "id": "NCT07231081",
    "name": "Phase I Study of TX103 CAR-T Cells in Participants With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Tcelltech Inc.",
    "status": "RECRUITING",
    "conditions": "Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-11-13",
    "study_start": "2025-10-16",
    "study_end": "2027-12-20",
    "enrollment": 85,
    "primary_outcome": "Safety#Incidence and severity of adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-arm, open-label, Phase I study to evaluate the safety, tolerability, and antitumor activity of TX103 CAR-T cells in subjects with TX103-positive advanced solid tumors. The study also aims to explore the maximum tolerated dose (MTD) and determine the recommended Phase II dose (RP2D) of TX103 CAR-T cell therapy."
  },
  {
    "id": "NCT06372236",
    "name": "UTAA06 Injection for Treatment of Advanced Malignant Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Peking University",
    "status": "COMPLETED",
    "conditions": "Conditions or Focus of Study: B7-H3 Positive Relapsed/Advanced Malignant Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2025-08-07",
    "study_start": "2023-12-05",
    "study_end": "2025-05-08",
    "enrollment": 10,
    "primary_outcome": "MTD",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-arm, open, early-stage clinical study. The main purpose of this study is to explore the maximum tolerated dose (MTD), the optimal phase II recommended dose, safety, initial anti-tumor activity, cytopharmacokinetics, immunogenicity, biomarkers and other characteristics of drug therapy in patients with advanced malignant solid tumors. Eligible subjects were transfused with UTAA06 injection after pretreatment, and their blood was collected before and after infusion for evaluation of cytopharmacokinetics, safety, immunogenicity and biomarkers. This research mainly adopts RECISTv1.1 tumor assessment, in addition to the baseline period, treatment period after the cell infusion, 2 m, 3 m, 4 w during 6 to 24 m in the frequency of Q3m curative effect evaluation of tumor assessment until disease progression (PD, Other than spurious progression), new anti-tumor therapy, death, intolerable toxicity, investigator decision, or patient voluntary withdrawal, whichever occurs first.\n\nIn this study phase, the recommended dose is 1×10\\^8\\~1×10\\^9CAR+gdT (including 1×10\\^8CAR+gdT, 3×10\\^8CAR+gdT, 5×10\\^8CAR+gdT, 8×10\\^8CAR+gdT, 1×10\\^9CAR+gdT), or as determined by the investigator and/or partner unit. Other doses can be added. Each subject in the same dose group can receive the infusion of the next subject after 14 days of observation, and the last subject in each dose group can be observed for 28 days after infusion, and the researcher will determine whether the treatment can be incremented into the next dose group based on safety detection indicators. A total of 15 to 24 patients with advanced malignant solid tumors were enrolled.\n\nB7-H3 is a pan-tumor antigen that is overexpressed on a variety of solid tumors. This study is a B7-H3 targeted therapy, and it is planned to conduct a pan-tumor study without targeting specific tumor species, and does not consider classification and dose allocation according to tumor species."
  },
  {
    "id": "NCT05142189",
    "name": "Clinical Trial Evaluating the Safety, Tolerability and Preliminary Efficacy of BNT116 Alone and in Combinations in Patients With Advanced Non-small Cell Lung Cancer",
    "target": "B7-H3",
    "sponsor": "BioNTech SE",
    "status": "RECRUITING",
    "conditions": "Non-Small Cell Lung Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-11-10",
    "study_start": "2022-06-17",
    "study_end": "2031-11",
    "enrollment": 280,
    "primary_outcome": "Cohorts 1, 2, 3, 4, 6, 7, 8, 9, 10 and 11: Occurrence of Dose-Limiting Toxicities (DLTs) During the DLT Observation Period",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The maximum duration of treatment for each individual participant in this trial is:\n\n* Cohorts 1 to 4, and Cohorts 7 to 10: 24 months\n* Cohorts 5 and 11: 18 cycles, i.e., 12 months\n* Cohort 6: 4 cycles of neo-adjuvant treatment and 18 cycles of adjuvant treatment, i.e., 12 months of adjuvant treatment"
  },
  {
    "id": "NCT06954246",
    "name": "A Study of MHB088C Injection Versus Treatment of Physician's Choice in Subjects With Relapsed Small Cell Lung Cancer",
    "target": "B7-H3",
    "sponsor": "Qilu Pharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Small Cell Lung Cancer Extensive Stage",
    "phases": "PHASE3",
    "last_updated": "2025-06-15",
    "study_start": "2025-06-04",
    "study_end": "2028-04",
    "enrollment": 450,
    "primary_outcome": "Overall Survival",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The primary objective of this study is to assess whether treatment with MHB088C for Injection improves prolongs overall survival (OS) compared with treatment of physician's choice among participants with relapsed SCLC.\n\nThe secondary objectives of the study are to further evaluate the efficacy/safety of MHB088C for Injection, immunogenicity of MHB088C, and characterize the pharmacokinetics of MHB088C."
  },
  {
    "id": "NCT07076095",
    "name": "A Phase II/III Study of IBB0979 in Combination With Topotecan Versus Topotecan in Relapsed Small Cell Lung Cancer",
    "target": "B7-H3",
    "sponsor": "SUNHO（China）BioPharmaceutical CO., Ltd.",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-07-17",
    "study_start": "2025-08-01",
    "study_end": "2031-08-01",
    "enrollment": 200,
    "primary_outcome": "Frequency of adverse events (AEs) and SAEs (Phase II)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study was designed to compare the efficacy and safety of IBB0979 in combination with topotecan versus topotecan in subjects with relapsed small cell lung cancer (SCLC)."
  },
  {
    "id": "NCT05991583",
    "name": "A Clinical Trial to Evaluate Effect of IBB0979 in Patients With Advanced Malignant Tumors",
    "target": "B7-H3",
    "sponsor": "SUNHO（China）BioPharmaceutical CO., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Malignant Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-01-15",
    "study_start": "2023-07-03",
    "study_end": "2025-12-30",
    "enrollment": 25,
    "primary_outcome": "Frequency of adverse events (AEs) and SAEs (Phase Ⅰ)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The study consists of Dose Escalation Phase, Dose Expansion Phase and Clinical Exploration Phase.\n\nDose Escalation Phase：This phase is an open-label, non-randomized, multicenter, dose-escalation study. From the starting dose of 0.01 mg/kg, an accelerated titration combined with a \"3+3\" design will be adopted.\n\nDose Expansion Phase：The application of Dose Expansion Phase can be discussed by investigator and sponsor based on data obtained in Dose Escalation Phase. This phase is an open-label, non-randomized, multicenter study. 6 patients with locally advanced or metastatic solid tumors are expected to be enrolled at DRDE. Each treatment cycle is defined as 21 days, patient may receive treatment until withdrawal or Treatment Discontinuation.\n\nClinical Exploration Phase：After completing the dose escalation and expansion studies, the indication and study population can be discussed by the investigator and sponsor based on the efficacy and safety data that have been obtained."
  },
  {
    "id": "NCT06362252",
    "name": "A Study of I-DXd in Combination With Atezolizumab With or Without Carboplatin as First-Line Induction or Maintenance in Subjects With Extensive Stage-Small Cell Lung Cancer (IDeate-Lung03)",
    "target": "B7-H3",
    "sponsor": "Daiichi Sankyo",
    "status": "RECRUITING",
    "conditions": "Extensive Stage-small Cell Lung Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-02-04",
    "study_start": "2024-07-22",
    "study_end": "2026-12-30",
    "enrollment": 123,
    "primary_outcome": "Number of Participants Reporting Dose-limiting Toxicities Following I-DXd in Combination With Atezolizumab With or Without Carboplatin (Part A)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "This study consists of two parts and two cohorts: Part A (Phase 1b; Safety Run-in) and Part B (Phase 2; Dose Optimization), Cohort 1 (I-DXd in maintenance) and Cohort 2 (I-DXd in induction + maintenance).\n\nThe primary objective of this study is to evaluate the safety and tolerability of I-DXd in combination with atezolizumab with or without carboplatin by assessing treatment-emergent adverse events (TEAEs) and other safety parameters which will inform optimal dose selection of I-DXd in the combination regimens (Dose Optimization Part B) of this study."
  },
  {
    "id": "NCT04864821",
    "name": "Clinical Study of CD276 Targeted Autologous Chimeric Antigen Receptor T Cell Infusion in Patients With CD276 Positive Advanced Solid Tumor",
    "target": "B7-H3",
    "sponsor": "PersonGen BioTherapeutics (Suzhou) Co., Ltd.",
    "status": "UNKNOWN",
    "conditions": "Osteosarcoma, Neuroblastoma, Gastric Cancer, Lung Cancer",
    "phases": "EARLY_PHASE1",
    "last_updated": "2021-04-30",
    "study_start": "2021-05-14",
    "study_end": "2023-05-14",
    "enrollment": 24,
    "primary_outcome": "AE",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Cd276 (B7-H3) is an ideal target for car-t treatment because of its high expression on the surface of neuroblastoma, osteosarcoma, gastric cancer and lung cancer cells, but not in normal peripheral cells or tissues. In conclusion, car-t cell therapy has achieved exciting results in blood tumors, but it has been stopped in solid tumor. The main reason for the poor effect is the existence of tumor microenvironment of solid tumor, which inhibits the chemotaxis and infiltration of car-t cells to tumor site. Therefore, in this clinical experiment, we will explore the best model of car-t therapy for solid tumor by intravenous and local tumor injection, which will bring new hope to patients with osteosarcoma, neuroblastoma and gastric cancer"
  },
  {
    "id": "NCT04634825",
    "name": "Enoblituzumab Plus Retifanlimab or Tebotelimab in Head and Neck Cancer",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "TERMINATED",
    "conditions": "Head and Neck Cancer, Head and Neck Neoplasms, Head and Neck Squamous Cell Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2023-12-18",
    "study_start": "2021-03-17",
    "study_end": "2022-07-29",
    "enrollment": 62,
    "primary_outcome": "Overall Response Rate (ORR) of Enoblituzumab Plus Retifanlimab",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase 2 study of enoblituzumab combined with either retifanlimab or tebotelimab administered as first-line treatment to patients with recurrent or metastatic squamous cell carcinoma of the head and neck."
  },
  {
    "id": "NCT07004647",
    "name": "MT027 Cell Injection in Patients With Advanced Primary or Secondary Peritoneal Tumors",
    "target": "B7-H3",
    "sponsor": "Ruijin Hospital",
    "status": "RECRUITING",
    "conditions": "Peritoneal Tumor",
    "phases": "NA",
    "last_updated": "2025-05-26",
    "study_start": "2025-03-15",
    "study_end": "2028-11-30",
    "enrollment": 10,
    "primary_outcome": "Adverse Events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study evaluates the safety, tolerability, pharmacokinetics (PK), pharmacodynamics (PD), and preliminary efficacy of intrathecal or intracerebroventricular (ICV) injection of MT027 in glioma treatment. Partial clinical data have been presented at the 2024 ASCO Annual Meeting. Dose Groups: Three predefined dose levels: 1×10⁷ cells/dose、3×10⁷ cells/dose、6×10⁷ cells/dose. Administration frequency: Every 2 weeks (with a 4-week dose-limiting toxicity \\[DLT\\] observation period after the first injection, followed by subsequent injections every 2 weeks). Dose Escalation: Accelerated titration + 3+3 design: First dose cohort: Accelerated titration strategy. Subsequent cohorts: Standard \"3+3\" dose-escalation. Dose Adjustment: After reaching predefined dose levels, if no DLT or significant safety events occur, dose escalation decisions (including MTD determination) will be jointly reviewed by investigators and collaborators based on integrated safety and efficacy data. Primary Objectives: To assess the safety, tolerability, and determine the maximum tolerated dose (MTD) of MT027 cell injection in patients with advanced primary or secondary peritoneal tumors."
  },
  {
    "id": "NCT05914116",
    "name": "A Phase 1/2a Study of DB-1311/BNT324 in Advanced/Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "DualityBio Inc.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-11-18",
    "study_start": "2023-08-17",
    "study_end": "2028-05",
    "enrollment": 862,
    "primary_outcome": "Phase 1: Percentage of Participants with Dose-Limiting Toxicities (DLTs) as assessed by Common Terminology Criteria for Adverse Events (CTCAE) v5.0. Percentage of participants in Part 1 with DLTs",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multicenter, open-label, multiple-dose, FIH Phase 1/2a study. Phase 1 adopts an accelerated titration at first dose level followed with classic \"3+3\" design to identify the MTD (maximum tolerated dose) and/or RP2D(Recommended Phase 2 Dose). Phase 2a is a dose expansion phase to confirm the safety, tolerability and explore efficacy in selected malignant solid tumors treated with DB-1311/BNT324 as monotherapy or in combination with novel hormone therapy (NHT) in prostate cancer (PC). And the drug-drug-interaction (DDI) sub-study to evaluate the effect of lopinavir/ritonavir and itraconazole on the PK of DB-1311 and its payload."
  },
  {
    "id": "NCT06742593",
    "name": "Study of MT027 in Patients with Brain, Meninges, and Spinal Cord Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Suzhou Maximum Bio-tech Co., Ltd.",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Brain (Nervous System) Cancers, Brain and Central Nervous System Tumors, Brain Tumors",
    "phases": "PHASE1",
    "last_updated": "2024-12-17",
    "study_start": "2025-01-01",
    "study_end": "2026-12-30",
    "enrollment": 12,
    "primary_outcome": "Adverse Events (AE) and Serious Adverse Events (SAE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study adopted a single-arm, open-label, single-center clinical trial design. The study population consisted of patients with high-grade glioma, aged 18 - 70 years old, whose B7H3 antigen expression was positive and had been confirmed by histology or cytology, and who had recurrence or progression after standard treatment. Subjects received local injection administration (intraventricular administration via an Ommaya reservoir or intrathecal administration into the lumbar cistern through lumbar puncture). For intrathecal injection via lumbar puncture, the dosage for each administration was divided into four dose levels: 1.0, 1.5, 2, 2.5 × 10⁷ cells per time, and the administration frequency was once every 4 weeks.\n\nDuring the study period, adverse events were observed and recorded, with special attention paid to product-specific adverse reactions such as graft-versus-host disease (GvHD), cytokine release syndrome (CRS), and immune effector cell-associated neurotoxicity syndrome (ICANS). Cerebrospinal fluid (CSF) and blood samples were collected to analyze PK and PD indicators such as CAR copy numbers and cytokines in the samples. Efficacy evaluations were conducted once per cycle, and efficacy indicators such as overall survival (OS), 12-month overall survival rate (12m-OS), objective response rate (ORR), and disease control rate (DCR) were calculated."
  },
  {
    "id": "NCT07181473",
    "name": "A Study to Evaluate the Safety, Pharmacokinetics and Efficacy of TJ101 in Patients With Advanced/Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Phrontline Biopharma",
    "status": "RECRUITING",
    "conditions": "Lung Cancer (NSCLC), Prostate Cancer, Esophageal Cancer, Solid Tumor Malignancies",
    "phases": "PHASE1",
    "last_updated": "2026-01-08",
    "study_start": "2025-08-25",
    "study_end": "2027-09-15",
    "enrollment": 200,
    "primary_outcome": "Number of participants with Dose-limiting toxicities",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a first-in-human, Phase I, open-label, multicenter study designed to evaluate the safety, tolerability, pharmacokinetics (PK), immunogenicity, and preliminary efficacy of TJ101, a bispecific antibody-drug conjugate (ADC) targeting EGFR and B7-H3, in patients with advanced or metastatic solid tumors.\n\nStudy Objectives Phase Ia (Dose Escalation)\n\n* Primary: Assess safety/tolerability; determine dose-limiting toxicities (DLTs), maximum tolerated dose (MTD), and recommended dose(s) for expansion (RDEs).\n* Secondary: Characterize PK profile, assess preliminary anti-tumor activity, and evaluate immunogenicity.\n\nPhase Ib (Dose Expansion)\n\n* Primary: Further assess safety and preliminary anti-tumor activity of TJ101 at the selected RDEs.\n* Secondary: Further characterize PK profile and immunogenicity.\n\nStudy Design\n\n* Part 1: Dose Escalation (Phase Ia)\n* Up to 72 patients with advanced/metastatic solid tumors.\n* Six planned dose cohorts: IV every 3 weeks (Q3W).\n* Accelerated titration for first cohort; 3+3 design for subsequent cohorts.\n* Backfill cohorts (6-12 patients each) may be added at promising dose levels to refine safety, PK, and efficacy data.\n* DLT evaluation window: 21 days after first infusion (Cycle 1).\n* Safety Monitoring Committee (SMC) reviews all data to guide escalation, backfill, and RDE selection.\n\nPart 2: Dose Expansion (Phase Ib)\n\n* 40-180 patients, across tumor-specific cohorts\n* Patients randomized to 2-3 RDEs of TJ101.\n* 20-30 subjects per tumor type/dose level.\n* Expansion will refine safety/PK and assess anti-tumor activity in biomarker-selected subgroups.\n* Dosing: IV infusion on Day 1 of each 21-day cycle; continued until progression, unacceptable toxicity, withdrawal, or investigator decision.\n\nStudy Procedures \\& Monitoring\n\n* Screening: within 28 days prior to first dose.\n* Safety Monitoring: continuous AE collection, labs, vitals, ECOG, ECGs, ophthalmologic exams, skin checks.\n* Efficacy Assessments: imaging at baseline, then every 6 weeks (first 24 weeks), every 9 weeks thereafter, and every 12 weeks from year 2 until progression or new therapy.\n* PK/Immunogenicity Sampling: intensive during Cycles 1 and 3; serial sampling in later cycles.\n* Follow-up:\n\n  * 30-day safety follow-up after last dose.\n  * Survival follow-up every 3 months until death or study termination.\n\nEnrollment \\& Duration\n\n* Estimated enrollment: up to 252 patients.\n* Study duration: \\~ 2-3 years."
  },
  {
    "id": "NCT05293496",
    "name": "A Study of MGC018 in Combination With MGD019 in Participants With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "MacroGenics",
    "status": "COMPLETED",
    "conditions": "Advanced Solid Tumor, Castration-Resistant Prostatic Cancer, Malignant Melanoma, Pancreatic Ductal Carcinoma, Hepatocellular Cancer, Epithelial Ovarian Cancer, Renal Cell Carcinoma",
    "phases": "PHASE1",
    "last_updated": "2025-10-09",
    "study_start": "2022-04-19",
    "study_end": "2025-08-26",
    "enrollment": 31,
    "primary_outcome": "Number of participants with adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Study CP-MGC018-02 is a study of vobramitamab duocarmazine (MGC018) in combination with lorigerlimab (MGD019). The study is designed to characterize safety, tolerability, pharmacokinetics (PK), immunogenicity, pharmacodynamics, and preliminary antitumor activity. Participants with relapsed or refractory, unresectable, locally advanced or metastatic solid tumors including, but not limited to, metastatic castration-resistant prostate cancer (mCRPC), melanoma, pancreatic cancer, hepatocellular carcinoma (HCC), ovarian cancer, and renal cell carcinoma (RCC) will be enrolled.\n\nVobramitamab duocarmazine and lorigerlimab are administered separately on Day 1 of every 4-week (28-day) cycle at the assigned dose for each cohort. Participants who do not meet criteria for study drug discontinuation may receive study drugs for up to 2 years.\n\nTumor assessments are performed every 8 weeks (± 7 days) for the initial 6 months on study drugs, then every 12 weeks (± 21 days) until progressive disease (PD).\n\nParticipants will be followed for safety throughout the study. ."
  },
  {
    "id": "NCT04544592",
    "name": "UCD19 CarT in Treatment of Pediatric B-ALL and B-NHL",
    "target": "B7-H3",
    "sponsor": "University of Colorado, Denver",
    "status": "RECRUITING",
    "conditions": "B-cell Acute Lymphoblastic Leukemia, B-cell Non Hodgkin Lymphoma",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-04-29",
    "study_start": "2021-03-10",
    "study_end": "2026-07",
    "enrollment": 45,
    "primary_outcome": "Determine the safety and tolerability of UCD19 CAR-T infusion in pediatric patients with B-ALL or B-NHL",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Pediatric patients with refractory or multiply relapsed leukemia and lymphoma do poorly with traditional chemotherapy and have overall survival rates below 20%-50% depending on a variety of disease and patient related characteristics. Approximately 10-20% of pediatric patients with pre B-ALL will relapse (1) and relapsed pre B-ALL is a leading cause of cancer death in children (2). Site of relapse and timing of first relapse from initial therapy are important factors that impact the survival rates after first relapse (3). The 5-year survival for pre B-ALL pediatric patients with early relapse is 25-50% (2). Pediatric patients who experience a late relapse have excellent survival rates with chemotherapy alone, however if they have MRD positivity after reinduction, this drops their survival rates down to 50-60% (4). The FDA approval of CD19-directed CAR-T cell therapy has increased treatment options for patients with refractory disease or those in second relapse. However, many patients, including those in first relapse do not fit the current criteria to receive this treatment. As well, regardless of the number of prior relapses, some patients in second relapse cannot tolerate the extended delay and ongoing therapy that is necessary for the commercial manufacturing of these cells at the commercial level.\n\nThis phase I/II trial will investigate a new CD19-directed CAR-T therapy manufactured locally with the goal of expediting the infusion to patients who were previously excluded, such as pediatric patients with relapsed B-cell NHL and patients in their initial (or greater) leukemic relapse. We hypothesize that CD19-directed CAR-T cells manufactured using the Miltenyi CliniMACs Prodigy System (UCD19 CAR-T) will be safe, well-tolerated, and show preliminary efficacy in pediatric patients with relapsed and/or refractory B-ALL or B-NHL. No controls will be used beyond historical comparisons."
  },
  {
    "id": "NCT04630769",
    "name": "FT516 and IL2 With Enoblituzumab for Ovarian Cancer",
    "target": "B7-H3",
    "sponsor": "Masonic Cancer Center, University of Minnesota",
    "status": "COMPLETED",
    "conditions": "Ovarian Cancer, Fallopian Tube Adenocarcinoma, Primary Peritoneal Cavity Cancer",
    "phases": "PHASE1",
    "last_updated": "2023-03-27",
    "study_start": "2021-04-02",
    "study_end": "2022-01-01",
    "enrollment": 3,
    "primary_outcome": "Number of Participants Experiencing Dose Limiting Toxicity (DLT) Events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "FT516 is an off the shelf product comprised of allogeneic natural killer (NK) cells, expressing high-affinity non-cleavable CD16 (FT516). Enoblituzumab is an Fc-optimized monoclonal antibody that targets B7-H3 which is highly expressed on ovarian cancer. Based on data showing that within the ovarian cancer tumor microenvironment surface expression of CD16a on NK cells is diminished, the researchers hypothesize that the FT516 cellular product containing a non-cleavable CD16 will bypass the low CD16 expression issue and maximize NK cell cytotoxicity. Enoblituzumab is an Fc optimized humanized IgG1 monoclonal antibody that binds to B7-H3 (CD276). B7-H3 is an inhibitory immune checkpoint molecule that is widely expressed by a number of different tumor types and may play a key role in regulating the immune response. It is therefore hypothesized that the combination of FT516 with enoblituzumab will maximize NK cell cytotoxicity in patients with ovarian cancer."
  },
  {
    "id": "NCT02883595",
    "name": "Efficacy of Thymosin Alpha 1 on Improving Monocyte Function for Sepsis",
    "target": "B7-H3",
    "sponsor": "Sun Yat-sen University",
    "status": "COMPLETED",
    "conditions": "Sepsis",
    "phases": "PHASE4",
    "last_updated": "2019-04-02",
    "study_start": "2016-03-31",
    "study_end": "2016-12-31",
    "enrollment": 20,
    "primary_outcome": "Ta 1 improving immune function of monocyte for sepsis, used by flow cytometric to measure phagocytosis(CD11b, CD64), antigen presenting(HLA-DR, CD86 and PD-L1), and apoptosis(active caspase 3) on monocyte,",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Part 1: To observe the function of thymosin alpha 1 in sepsis patients via improving phagocytosis, bacteria eradication and antigen-presenting on monocyte Part 2: Pharmacokinetics of thymosin alpha 1 for sepsis"
  },
  {
    "id": "NCT02204020",
    "name": "Phase II Study of 5-azacytidine Maintenance After Transplant for AML or MDS",
    "target": "B7-H3",
    "sponsor": "University of Pittsburgh",
    "status": "WITHDRAWN",
    "conditions": "Acute Myeloid Leukemia (AML), Myelodysplastic Syndrome (MDS)",
    "phases": "PHASE2",
    "last_updated": "2018-03-29",
    "study_start": "2015-04",
    "study_end": "2016-05-04",
    "enrollment": 0,
    "primary_outcome": "Relapse rate at 1 year",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Phase II study of 5-aza maintenance after allogeneic Hematopoietic Cell Transplantation (HCT) for high-risk Acute Myeloid Leukemia (AML) and Myelodysplastic Syndrome (MDS). Early studies indicate 5-aza is a hypomethylating agent that has shown immune modulating properties that may enhance the graft-versus-leukemia (GVL) effect, including upregulation of tumor-associated antigen and costimulatory molecule expression. 5-aza also has properties that suggest protection against graft-versus-host disease (GVHD). The primary objective is to evaluate relapse rate at one year. Secondary objectives will include the incidence of both acute and chronic GVHD as well as relapse-free survival, overall survival and toxicity. Correlatives will be performed to evaluate the effect of 5-aza maintenance on the immune system.\n\nSubjects must be transplant candidates with MDS or high risk characteristics of AML. Subjects are consented, screened, then transplanted. Those showing complete response and no active GVHD after transplant can proceed to maintenance with 5-aza. Bone marrow biopsies are performed for response assessment after transplant as well as every three cycles (1 cycle=28 days) while on treatment. Dosing starts at 32mg/m2 and can be increased every 2 cycles without a serious adverse event (SAE), or reduced per toxicity for up to 12 cycles."
  },
  {
    "id": "NCT06644781",
    "name": "A Study of Ifinatamab Deruxtecan in Subjects With Pretreated Advanced or Metastatic Esophageal Squamous Cell Carcinoma (ESCC) (IDeate-Esophageal01)",
    "target": "B7-H3",
    "sponsor": "Daiichi Sankyo",
    "status": "RECRUITING",
    "conditions": "Esophageal Squamous Cell Carcinoma",
    "phases": "PHASE3",
    "last_updated": "2026-01-09",
    "study_start": "2025-03-27",
    "study_end": "2029-11-01",
    "enrollment": 510,
    "primary_outcome": "Overall Survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The primary objective of this study is to evaluate the overall survival (OS) benefit of I-DXd compared with investigator's choice of chemotherapy (ICC).\n\nThe key secondary objectives of the study will evaluate the progression-free survival (PFS) and objective response rate (ORR) benefit of I-DXd compared with ICC."
  },
  {
    "id": "NCT05562869",
    "name": "Belatacept as a Replacement for CNIs 3 to 12 Months Post-transplantation in Patients With Early Graft Dysfunction",
    "target": "B7-H3",
    "sponsor": "Nantes University Hospital",
    "status": "RECRUITING",
    "conditions": "Chronic Kidney Failure",
    "phases": "PHASE3",
    "last_updated": "2024-05-07",
    "study_start": "2024-05-03",
    "study_end": "2027-05-03",
    "enrollment": 30,
    "primary_outcome": "Feasibility of a transient replacement of CNIs by belatacept in renal transplant patients with early graft dysfunction. Creatinine clearance did not decrease by more than 25% from the cessation of belatacept 6 months after reintroduction of CNI.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The standard maintenance regimen in renal transplantation combines calcineurin inhibitor (CNI: ciclosporin or tacrolimus) and anti-metabolite drugs (mycophenolate mofetil (MMF) or mycophenolic acid (MPA)). CNI in the 1980s made kidney transplantation possible by drastically reducing acute rejection rates in the first year. Currently the main limitation of kidney transplantation is the occurrence of chronic graft dysfunction. While half of patients die with a functional graft, the other half return to dialysis and require retransplantation. Paradoxically, CNI has been identified as a leading cause of chronic graft dysfunction. Indeed, these molecules are nephrotoxic both : acutely and transitory due to a vasoconstrictor effect that modulates intra-renal hemodynamic and chronically due to extensive fibrosis. In the late 1990s, with the development of a new class of immunosuppressants, mammilian target of rapamycin (mTor) inhibitors (sirolimus and everolimus), CNI-free protocols were developed. The results were disappointing due in part to the undesirable effects of these treatments and secondly to the occurence of chronic rejections related to the appearance of Donor Specific Antibody (DSA) antibodies.\n\nFinally in the mid-2000s belatacept is a fusion protein (CTLA4-Ig) blocking the ligands of the main costimulatory molecule (CD28) emerged. In the Phase III princeps assay (BENEFIT), this molecule was used as a maintenance treatment following transplantation (de novo) in combination with MMF (without CNI). Compared to the control group with CNI, patients receiving belatacept had better renal function from 1 year and after 7 years survival (graft and patient) were better. These benefits were attributed, on the one hand, to the absence of CNI and, on the other hand, to a very good control of the alloimmune response demonstrated by a lower incidence of DSA in the belatacept group.\n\nDespite these excellent results, belatacept has not become the gold standard in renal transplantation for two main reasons. First, when it is used de novo (as in BENEFIT), there is a significant incidence of early rejection, known as \"costimulation blockade resistant\". The second issue is medico-economic. Indeed, to date and despite the accumulation of favorable data, in France and in most countries, belatacept has marketing authorization but is not supported by social security policy due to benefits regarded as insufficient with respect to the cost (related to the IV administration requiring hospital environment every month).\n\nConsequently, it is important to precise which recipients may benefit more from this molecule. Patients, often elderly, with poor early function of the graft due to the poor quality of a marginal / \"extended criteria\" donor, are a good indication of belatacept not used de novo but after 3 months instead of CNI. This conversion most often allows to significantly improve the renal function of these patients to a much more acceptable level which remains stable beyond and without cost in terms of rejection (probably because of the time interval with the transplant). In this situation, several series reported success rates ranging from 80 to 100% with a rejection incidence between 0 and 20%. Failures are most often due to patients with non-primary graft function.\n\nCurrently after the conversion, belatacept is always maintained indefinitely most often in association with MMF. This usage generates significant costs and in fact, limits the access of belatacept for other patients. This practice is based on the dominant idea that chronic nephrotoxicity of CNI is the cause of chronic graft dysfunction.\n\nHowever, while reversible acute toxicity, mediated by hemodynamic changes in intra-renal vascularization, is undeniable, the importance and even the reality of chronic, cumulative, irreversible CNI toxicity has been questioned during the last decade, while the importance of chronic anti-donor antibody (DSA) rejection to explain chronic graft dysfunction was demonstrated. The chronic toxicity of CNI is probable when high doses are necessary to prevent rejection during the first year but uncertain beyond.\n\nThus, the investigators assume that in patients with poor graft function at 3 months post-transplantation most of the benefit of belatacept could be obtained by a transient replacement of CNI from 3 to 12 months post-transplantation.\n\nIndeed, in these often elderly patients, who have most often received an \"extended criteria\" graft (derived from a marginal donor), presenting chronic lesions, CNI-induced intra-renal vasoconstriction could more easily evolve to irreversible lesions in the context of ischemia-reperfusion inherent in the graft itself. At 1 year after transplantation the reintroduction of CNIs at minimized doses could only moderately alter the renal function allowing to maintain them at long term.\n\nThe purpose of this study is to demonstrate the feasibility of this transient treatment strategy (from 3 to 12 months post transplantation) in patients with poor function at 3 months.\n\nFrom 3 months post-transplantation, patients will receive for 9 months (phase 1) a treatment with belatacept allowing to stop CNI. Then CNI will be reintroduced (phase 2) with a follow-up period of 6 months which will make it possible to judge the feasibility of this strategy.\n\nBelatacept is the only biotherapy introduced successfully in transplantation. But this treatment, because of the limitations raised, has not yet found a definite place. Our project is to study a practical question: can the investigators stop belatacept after having introduced it early in the context of an early dysfunction while preserving the benefits. The decisive contribution of this study would be to prove the concept of a transient treatment by belatacept which has not been reported. The medico-economic consequences would be major, the cost of a long-term treatment by belatacept, especially because of its administration in hospital, being much higher than that of a conventional treatment."
  },
  {
    "id": "NCT02937844",
    "name": "Pilot Study of Autologous Chimeric Switch Receptor Modified T Cells in Recurrent Glioblastoma Multiforme",
    "target": "B7-H3",
    "sponsor": "Beijing Sanbo Brain Hospital",
    "status": "UNKNOWN",
    "conditions": "Glioblastoma Multiforme",
    "phases": "PHASE1",
    "last_updated": "2016-10-17",
    "study_start": "2016-07",
    "study_end": "2019-07",
    "enrollment": 20,
    "primary_outcome": "Number of Adverse Events related to CSR T cell infusion",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "CAR T cell immunotherapy has achieved great success in CD19+ B-cell malignancies. Whether this new generation of cell-based immunotherapy can be applied to solid tumors remain to be investigated, partly due to hostile immune-suppressive tumor microenvironment which favors tumor growth but not immune system. Signaling pathway of programmed death 1 (PD-1) and its ligand PD-L1 plays an important role in suppressing immune response against tumors. PD-L1 is over-expressed in 88% of glioblastoma.\n\nWe constructed a chimeric switch receptor (CSR) containing the extracellular domain of PD1 fused to the transmembrane and cytoplasmic domain of the costimulatory molecule CD28. CSR modified T cells are able to recognize PD-L1-expressing tumor cells and transduce signals to activate T cells, which results in tumor killing. A truncated EGFR (tEGFR) which lacks of the ligand binding domain and cytoplasmic kinase domain of wildtype EGFR is incorporated into the CSR vector and is used for in vivo tracking and ablation of CSR T cells when necessary. This pilot study is to determine the safety and efficacy of autologous CSR T cells in patients with recurrent glioblastoma."
  },
  {
    "id": "NCT00554515",
    "name": "The High-Dose Aldesleukin (IL-2) \"Select\" Trial for Patients With Metastatic Renal Cell Carcinoma",
    "target": "B7-H3",
    "sponsor": "Beth Israel Deaconess Medical Center",
    "status": "COMPLETED",
    "conditions": "Metastatic Renal Cell Carcinoma",
    "phases": "PHASE2",
    "last_updated": "2024-08-07",
    "study_start": "2006-11",
    "study_end": "2013-10-31",
    "enrollment": 123,
    "primary_outcome": "Objective Response in ISM Good Risk Group",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "OBJECTIVES:\n\nPrimary\n\n* To determine, in a prospective fashion, if the response rate to high-dose IL-2 for patients with metastatic renal cell carcinoma and \"good\" pathologic predictive features is significantly higher than a historical, unselected patient population.\n\nSecondary\n\n* To determine, in a prospective fashion, the response rate to high-dose IL-2 for patients with metastatic renal cell carcinoma and \"poor\" pathologic predictive features and to compare this response rate to the response rate of patients with \"good\" pathologic predictive features.\n* To determine if components of other predictive and prognostic models (e.g MSKCI or UCLA criteria) can help to further define the optimal population to receive high-dose IL2 for metastatic renal cell carcinoma.\n* To identify features of the baseline immune function (arginine, arginase, T cell zeta chain) of patients with metastatic renal cell carcinoma that are associated with response to high-dose IL-2.\n* To identify new proteins or patterns of gene expression that might be associated with high-dose IL-2 responsiveness in order to further narrow the application of IL-2 therapy to those who will benefit the most."
  },
  {
    "id": "NCT04013620",
    "name": "CNI Transient Replacement by Belatacept From 3 to 12 Months Post Transplantation in Patients With Early Graft Dysfunction",
    "target": "B7-H3",
    "sponsor": "Nantes University Hospital",
    "status": "UNKNOWN",
    "conditions": "Chronic Kidney Failure",
    "phases": "PHASE3",
    "last_updated": "2020-03-30",
    "study_start": "2020-09-01",
    "study_end": "2022-07-09",
    "enrollment": 48,
    "primary_outcome": "Feasibility of a transient replacement of CNIs by belatacept in renal transplant patients with early graft dysfunction. Creatinine clearance did not decrease by more than 25% from the cessation of belatacept 6 months after reintroduction of CNI.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The standard maintenance regimen in renal transplantation combines calcineurin inhibitor (CNI: ciclosporin or tacrolimus) and anti-metabolite drugs (mycophenolate mofetil (MMF) or mycophenolic acid (MPA)). CNI in the 1980s made kidney transplantation possible by drastically reducing acute rejection rates in the first year. Currently the main limitation of kidney transplantation is the occurrence of chronic graft dysfunction. While half of patients die with a functional graft, the other half return to dialysis and require retransplantation. Paradoxically, CNI has been identified as a leading cause of chronic graft dysfunction. Indeed, these molecules are nephrotoxic both : acutely and transitory due to a vasoconstrictor effect that modulates intra-renal hemodynamic and chronically due to extensive fibrosis. In the late 1990s, with the development of a new class of immunosuppressants, mammilian target of rapamycin (mTor) inhibitors (sirolimus and everolimus), CNI-free protocols were developed. The results were disappointing due in part to the undesirable effects of these treatments and secondly to the occurence of chronic rejections related to the appearance of Donor Specific Antibody (DSA) antibodies.\n\nFinally in the mid-2000s belatacept is a fusion protein (CTLA4-Ig) blocking the ligands of the main costimulatory molecule (CD28) emerged. In the Phase III princeps assay (BENEFIT), this molecule was used as a maintenance treatment following transplantation (de novo) in combination with MMF (without CNI). Compared to the control group with CNI, patients receiving belatacept had better renal function from 1 year and after 7 years survival (graft and patient) were better. These benefits were attributed, on the one hand, to the absence of CNI and, on the other hand, to a very good control of the alloimmune response demonstrated by a lower incidence of DSA in the belatacept group.\n\nDespite these excellent results, belatacept has not become the gold standard in renal transplantation for two main reasons. First, when it is used de novo (as in BENEFIT), there is a significant incidence of early rejection, known as \"costimulation blockade resistant\". The second issue is medico-economic. Indeed, to date and despite the accumulation of favorable data, in France and in most countries, belatacept has marketing authorization but is not supported by social security policy due to benefits regarded as insufficient with respect to the cost (related to the IV administration requiring hospital environment every month).\n\nConsequently, it is important to precise which recipients may benefit more from this molecule. Patients, often elderly, with poor early function of the graft due to the poor quality of a marginal / \"extended criteria\" donor, are a good indication of belatacept not used de novo but after 3 months instead of CNI. This conversion most often allows to significantly improve the renal function of these patients to a much more acceptable level which remains stable beyond and without cost in terms of rejection (probably because of the time interval with the transplant). In this situation, several series reported success rates ranging from 80 to 100% with a rejection incidence between 0 and 20%. Failures are most often due to patients with non-primary graft function.\n\nCurrently after the conversion, belatacept is always maintained indefinitely most often in association with MMF. This usage generates significant costs and in fact, limits the access of belatacept for other patients. This practice is based on the dominant idea that chronic nephrotoxicity of CNI is the cause of chronic graft dysfunction.\n\nHowever, while reversible acute toxicity, mediated by hemodynamic changes in intra-renal vascularization, is undeniable, the importance and even the reality of chronic, cumulative, irreversible CNI toxicity has been questioned during the last decade, while the importance of chronic anti-donor antibody (DSA) rejection to explain chronic graft dysfunction was demonstrated. The chronic toxicity of CNI is probable when high doses are necessary to prevent rejection during the first year but uncertain beyond.\n\nThus, the investigators assume that in patients with poor graft function at 3 months post-transplantation most of the benefit of belatacept could be obtained by a transient replacement of CNI from 3 to 12 months post-transplantation.\n\nIndeed, in these often elderly patients, who have most often received an \"extended criteria\" graft (derived from a marginal donor), presenting chronic lesions, CNI-induced intra-renal vasoconstriction could more easily evolve to irreversible lesions in the context of ischemia-reperfusion inherent in the graft itself. At 1 year after transplantation the reintroduction of CNIs at minimized doses could only moderately alter the renal function allowing to maintain them at long term.\n\nThe purpose of this study is to demonstrate the feasibility of this transient treatment strategy (from 3 to 12 months post transplantation) in patients with poor function at 3 months.\n\nFrom 3 months post-transplantation, patients will receive for 9 months (phase 1) a treatment with belatacept allowing to stop CNI. Then CNI will be reintroduced (phase 2) with a follow-up period of 6 months which will make it possible to judge the feasibility of this strategy.\n\nBelatacept is the only biotherapy introduced successfully in transplantation. But this treatment, because of the limitations raised, has not yet found a definite place. Our project is to study a practical question: can the investigators stop belatacept after having introduced it early in the context of an early dysfunction while preserving the benefits. The decisive contribution of this study would be to prove the concept of a transient treatment by belatacept which has not been reported. The medico-economic consequences would be major, the cost of a long-term treatment by belatacept, especially because of its administration in hospital, being much higher than that of a conventional treatment.\n\nA secondary objective is to measure by flow cytometry the evolution of the absolute and relative amount of regulatory T lymphocytes. Indeed, the negative effect of belatacept on this essential lymphocyte population remains very controversial."
  },
  {
    "id": "NCT07136558",
    "name": "Evaluation of ICP-B794 in Patients With Advanced Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Beijing InnoCare Pharma Tech Co., Ltd.",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-08-20",
    "study_start": "2025-08",
    "study_end": "2030-12",
    "enrollment": 410,
    "primary_outcome": "Incidence, character, and severity of adverse events (AEs) as judged according to NCI-CTCAE v5.0",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "An Open-Label, Multi-center, Phase I Study to Evaluate the Safety, Tolerability, Pharmacokinetics, and Efficacy of ICP-B794 in Patients with Advanced Solid Tumors"
  },
  {
    "id": "NCT04276701",
    "name": "Immune Mediators and Metabolites to Stratify Systemic Lupus Erythematosus Patients at High Risk of Cardio Vascular Diseases",
    "target": "B7-H3",
    "sponsor": "University Hospital, Bordeaux",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Systemic Lupus Erythematosus",
    "phases": "NA",
    "last_updated": "2026-01-30",
    "study_start": "2021-03-10",
    "study_end": "2027-03",
    "enrollment": 500,
    "primary_outcome": "Proportion of patients who show atherosclerotic plaque progression defined by the absence of carotid plaque in patients at baseline and its subsequent development at follow-up evaluated by semi-automated 3D vascular ultrasound",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Accelerated atherosclerosis is an established complication of systemic autoimmune diseases, particularly SLE. Young female patients with SLE are more likely to develop myocardial infarction than matched healthy controls, and CVD is nowadays one of the most common causes of death (27%) in lupus patients. While traditional CV risk factors cannot explain such increased CV morbidity associated with SLE, common disease factors shared between SLE, atherosclerosis and treatment exposure may be of outmost importance in this process. Our group made 3 findings of particular interest that could link SLE pathogenesis and atherosclerosis-associated immune dysregulation: 1/ the investigators identified specific immunometabolites (circulating nucleotide-derived metabolites adenine and N4-acetylcytidine), which are increased in the circulation of SLE patients. These immunometabolites trigger a constitutive inflammasome activation resulting in aberrant IL1-β production. Given that IL1-β inhibition was reported to significantly reduce CV events without altering lipid levels, the investigators propose that these immunometabolites may represent novel candidate biomarkers of CV risk stratification in SLE. 2/ the investigators identified OX40L as an important costimulatory molecule implicated in follicular helper T cell (Tfh) activation in SLE. Interestingly, OX40L polymorphism has been associated to both SLE and atherosclerosis, and Tfh have been recently shown to accelerate atherosclerosis progression. 3/ Immune complexes-activated platelets sustain aberrant immune response in SLE and block immunosuppressive functions of regulatory T cells (Tregs) in a P-selectin/PSGL1 dependent manner. Selectins and Tregs cell dysfunction are well accepted players in atherosclerosis pathogenesis.\n\nThus there are multiple pathways that are shared between SLE and atherosclerosis and that may results in an increased risk of CV-associated morbidity in SLE patients. Exploring these interconnected pathways in SLE patients together with traditional and other well-established disease-related factors, might lead to a better stratification of CV risk in SLE.\n\nThe aim of this study is to investigate the accuracy, predictive value and utility of immunological disease-related biomarkers in stratifying CV risk in patients with SLE."
  },
  {
    "id": "NCT07307053",
    "name": "Rare Tumor Focused Platform Study of Innovative Therapies and Technologies (PLATFORM2)",
    "target": "B7-H3",
    "sponsor": "Cancer Institute and Hospital, Chinese Academy of Medical Sciences",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Rare Malignant Neoplasm, Advanced Solid Tumors, Metastatic Solid Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-13",
    "study_start": "2026-01-01",
    "study_end": "2031-01-31",
    "enrollment": 600,
    "primary_outcome": "Objective Response Rate (ORR)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is an open-label, non-randomized, multi-arm, single-center Phase I/II platform study (PLATFORM2). Based on the definition of rare tumors in China (incidence \\< 2.5/100,000 or specific list), eligible patients will undergo multi-omics screening. Based on the molecular profiling results (gene variations or protein expression), patients will be assigned to corresponding treatment arms (Sub-studies). Therapies include small molecules, protein drugs, Cell and Gene Therapy (CGT) products, and therapeutic vaccines. The study employs a Clopper-Pearson Two-Stage Minimax design for each arm."
  },
  {
    "id": "NCT06953089",
    "name": "DB-1311 in Combination With BNT327 or DB-1305 in Advanced/Metastatic Solid Tumors",
    "target": "B7-H3",
    "sponsor": "DualityBio Inc.",
    "status": "RECRUITING",
    "conditions": "Solid Tumors",
    "phases": "PHASE2",
    "last_updated": "2026-02-04",
    "study_start": "2025-07-18",
    "study_end": "2030-06-30",
    "enrollment": 492,
    "primary_outcome": "Part 1: Number of participants with Dose Limiting Toxicities (DLTs).",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "This is a phase II, multicenter, open-label, two-part trial designed to evaluate the safety and preliminary efficacy of DB-1311 in combination with BNT327 or DB-1311 in combination with DB-1305 in targeted participants.\n\nParticipants with recurrent, progressive as well as advanced, metastatic hepatocellular carcinoma (HCC), cervical cancer (CC), melanoma, head and neck squamous cell carcinoma (HNSCC), platinum-resistant ovarian cancer (PROC) or non-small cell lung cancer (NSCLC) are eligible to participate in the trial."
  },
  {
    "id": "NCT02584517",
    "name": "Aetiology of TemporaL Arteritis Study",
    "target": "B7-H3",
    "sponsor": "University of Oxford",
    "status": "WITHDRAWN",
    "conditions": "Temporal Arteritis",
    "phases": "N/A",
    "last_updated": "2022-08-10",
    "study_start": "2016-01",
    "study_end": "2021-01",
    "enrollment": 0,
    "primary_outcome": "Phenotyping of innate lymphoid cells (ILC) in the arterial wall and blood of patients with GCA",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Objectives and Study Plan:\n\nStudy Purpose:\n\nThe purpose of the study is to investigate the underlying immunological processes in GCA and to study the pattern of expression of immune response over time to give us information about how best to monitor GCA.\n\nEnd Point:\n\nThe end point will be the final visit of the final patient.\n\nMilestones:\n\nThe project is in 3 phases. In phase 1 (0-2 years) patients will be recruited to fulfil the specified primary and secondary objectives. In phase 2 (0-4 years), these patients will be followed up for a total of 2 years each, or until they are discharged from clinic. In phase 3 (1-5 years), further studies will be defined and tissue and data collected under amended ethics."
  },
  {
    "id": "NCT06993766",
    "name": "The Predictability of CD19 Expression Across Primitive Cellular Fractions of Relapsed B-ALL on Outcomes of CD19-targeted CAR T-cells",
    "target": "B7-H3",
    "sponsor": "King Faisal Specialist Hospital & Research Center",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Relapsed B-ALL, CAR T-cells, CD19-directed CAR T-cell Therapy",
    "phases": "N/A",
    "last_updated": "2025-05-19",
    "study_start": "2025-05-20",
    "study_end": "2030-05-31",
    "enrollment": 100,
    "primary_outcome": "CD19 expression correlation within B-ALL sub-fractions",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Acute lymphoblastic leukemia (ALL) is a malignant proliferation of immature lymphoid cells within the bone marrow, blood, and extramedullary sites. According to the SEER Cancer Statistics Review, the incidence was estimated to be at around 1·6 per 100000 people in 2014, with around 6000 new cases diagnosed in 2018. This disease is more frequent in children aged 1-4 years, then drops reaching the lowermost point between 25 years and 45 years. Generally, around 60% of ALL cases are diagnosed before the age of 20 years. Despite significant improvements in 5-year overall survival reaching around 90% in children, only 25% of patients older than 50 years old were alive 5 years after diagnosis1,2. These survival figures are much worse when dealing with relapsed disease. Cases of relapsed or refractory ALL are usually offered allogeneic stem cell transplantation that can establish meaningful disease control after achieving the best disease control depicted in lack of measurable residual disease3. However, the inability of performing allogeneic stem cell transplantation in some patients, especially elderly patients, represents unmet needs for advancing treatment for these challenging ALL cases.\n\nCellular immunotherapy with CD19-directed chimeric antigen receptor (CAR) T-cells has demonstrated encouraging results for the treatment of B-cell ALL (B-ALL). Currently used CAR T-cells are genetically engineered autologous T cells that express the antigen-binding domain linked to a costimulatory molecule and an intracellular T-cell receptor signaling domain. CAR T-cells function in a major histocompatibility complex-independent manner. Because of its expression on nearly all B-ALL, CD19 became the most sensible target. This paved the way for using tisagenlecleucel and brexucabtagene autoleucel in patients with B-ALL with astonishing outcomes4-6. However, the dependence on expression of the antigen of target can be an \"Achilles' heel\" for CAR T-cells similar to monoclonal antibodies, and loss of this target is a major escape mechanism by which cancer cells can evade immunotherapy. Mechanisms of antigenic loss may include genetic modulations, epitope masking, or a cell lineage switch with secondary loss of the target epitope7.\n\nCell plasticity is the ability of cells to be reprogrammed and to alter their fate and identity, which can enable homeostasis and restoration following injury. Pathological plasticity allows cancer cells to acquire new phenotypic and/or functional features leading to disease progression and resistance to therapy8. One of the most studied and established phenotypic and functional plasticity is KMT2A-r ALL9. The seminal work of Dr. John Dick and his lab in establishing the concept of leukemia stem cell was instrumental to the field. Transplantation of human ALL into NOD/SCID mice generates a disease in these mice that is reminiscent of the human disease10. The attributes of self-renewal and clonogenic proliferation are considered \"functional\" markers for stemness of these leukemia initiating cells. Because some of these functional assays are laborious, multiple efforts have been exerted to uncover the most accurate markers to label these cells that cab reliably predict this unique cellular population. In addition to cell-intrinsic factors for plasticity that are mentioned above, cell-extrinsic or \"niche\" elements can fuel cellular plasticity when they occur. Despite these limitations, CD34+CD38- cell fraction is most likely to harbor the most primitive and quiescent cells that can fuel disease existence11.\n\nKing Faisal Specialist Hospital and Research Center is one of the leading hospital in the region in providing novel CAR T-cell therapy for management of challenging cases of relapsed and or refractory B-ALL, and has delivered a large number of products given its excellence reputation and the large number of cases treated at the center. We aim through our study to analyze the correlation between CD19 expression across the realm of B-ALL hierarchy using samples from relapsed B-ALL patients who underwent CAR T-cells therapy at our center and weigh this against their outcomes in relation to the percent expression of CD19 at each cellular faction: CD34+CD38-, CD34+CD38+, and CD34-CD38+."
  },
  {
    "id": "NCT02923180",
    "name": "Neoadjuvant Enoblituzumab (MGA271) in Men With Localized Intermediate and High-Risk Prostate Cancer",
    "target": "B7-H3",
    "sponsor": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Prostate Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-07-10",
    "study_start": "2017-02-14",
    "study_end": "2026-07",
    "enrollment": 33,
    "primary_outcome": "Number of Participants With Treatment-related Adverse Events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a single-center, single arm, open-label phase II study evaluating the safety, anti-tumor effect, and immunogenicity of neoadjuvant MGA271 given prior to radical prostatectomy in men with intermediate and high-risk localized prostate cancer. Eligible patients will receive MGA271 at a dose of 15mg/kg IV given weekly for 6 doses beginning 50 days prior to radical prostatectomy. 14 days after the last dose of MGA271, prostate glands will be harvested at the time of radical prostatectomy, and prostate tissue will be examined for the secondary endpoints. Follow-up evaluation for adverse events will occur 30 days and 90 days after surgery. Patients will then be followed by their urologists according to standard institutional practices, but will require PSA evaluations every 3 (±1) months during year 1 and every 6 (±2) months during years 2-3.\n\nIn Amendment 1, the study was expanded to enroll an additional 16 patients for a total of 32 patients to continue evaluating safety and better estimate the clinical benefit of Enoblituzumab in terms of undetectable PSA level (\\<0.1 ng/mL) at 12 months following radical prostatectomy."
  },
  {
    "id": "NCT06014255",
    "name": "Trial of Neoadjuvant Enoblituzumab vs SOC in Men With High-Risk Localized Prostate Cancer",
    "target": "B7-H3",
    "sponsor": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
    "status": "RECRUITING",
    "conditions": "Prostate Cancer",
    "phases": "PHASE2",
    "last_updated": "2025-10-28",
    "study_start": "2024-02-16",
    "study_end": "2029-03-01",
    "enrollment": 219,
    "primary_outcome": "Recurrence-free survival (RFS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a multi-center, randomized, phase 2 study evaluating the efficacy, anti-tumor effect, and immunogenicity of neoadjuvant enoblituzumab given prior to radical prostatectomy in men with high-risk localized prostate cancer. Patients will be recruited from the outpatient Urology clinics and Multidisciplinary Prostate Cancer (\"Precision Medicine\") Clinics at four participating institutions including: Harvard/Dana-Farber Cancer Centers, Northwestern Lurie Comprehensive Cancer Center, Mayo Clinic, and the University of Minnesota Masonic Cancer Center. Eligible patients will undergo a pre-treatment prostate biopsy and conventional imaging (CT and bone scan) as well as PSMA-PET and optional prostate MRI as per institutional preferences. Patients who have N0 M0 disease by conventional imaging (N1 by PSMA allowed with up to 3 LNs each ≤1 cm) will be trial eligible as long as concurrent hormonal or radiation therapy is not given. Patients will then be randomized to enoblituzumab for a total of 12 weeks beginning 84 days prior to radical prostatectomy or SOC arms. Fourteen days after the last treatment, prostate glands will be harvested at radical prostatectomy, and prostate tissue will be examined for pathologic response and secondary pharmacodynamic/immunologic endpoints as described herein. Pre-treatment, on-treatment, and post-treatment biomarkers of response and resistance will be collected including: plasma, PBMC. Repeat PSMA scan will be obtained prior to radical prostatectomy. Follow-up evaluation for adverse events will occur 30 and 90 days after surgery. Patients will then be followed by the patient's urologists/oncologists according to standard institutional practices but will require PSA evaluations every 3 (±1) months during year 1 and every 6 (±2) months during years 2-3."
  },
  {
    "id": "NCT04465643",
    "name": "Neoadjuvant Nivolumab Plus Ipilimumab for Newly Diagnosed Malignant Peripheral Nerve Sheath Tumor",
    "target": "B7-H3",
    "sponsor": "Sidney Kimmel Comprehensive Cancer Center at Johns Hopkins",
    "status": "COMPLETED",
    "conditions": "Nerve Sheath Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-10-02",
    "study_start": "2021-06-08",
    "study_end": "2025-07-30",
    "enrollment": 13,
    "primary_outcome": "Safety of combination nivolumab and ipilimumab as assessed by number of participants who experience adverse events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The purpose of the study is to evaluate safety and feasibility of neoadjuvant nivolumab plus ipilimumab prior to standard therapy (surgery, chemotherapy or radiation therapy) in patients with Neurofibromatosis Type 1 (NF1) and newly diagnosed pre-malignant and malignant peripheral nerve sheath tumors (MPNST) for whom surgery for resection of tumor is indicated."
  },
  {
    "id": "NCT06221553",
    "name": "Safety and Efficacy of Loco-regional B7H3 IL-7Ra CAR T Cell in DIPG",
    "target": "B7-H3",
    "sponsor": "Chulalongkorn University",
    "status": "RECRUITING",
    "conditions": "DIPG Brain Tumor, Diffuse Intrinsic Pontine Glioma",
    "phases": "PHASE1",
    "last_updated": "2025-03-27",
    "study_start": "2024-03-01",
    "study_end": "2026-09-01",
    "enrollment": 9,
    "primary_outcome": "Safety of B7H3-IL7Ra CAR T cells infusion in diffuse intrinsic pontine glioma (DIPE) patients.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The brain tumor known as Diffuse Intrinsic Pontine Glioma is commonly found in children aged between 5 to 10 years. This type of tumor is aggressive and infiltrates the structures of the brain stem. Treatment options are limited due to the location of the tumor, making it impossible to surgically remove the mass like other brain cancers. The standard treatment for this type of tumor is radiation therapy, as this type of cancer does not respond to chemotherapy or currently available targeted drugs. However, radiation therapy has been found to be ineffective and does not improve survival rates.\n\nCurrently, there is development in cancer treatment using immunotherapy, where the patient's immune cells are genetically modified to target the cancer, also known as CAR T cells, for the treatment of recurrent or refractory cancers in solid tumors and brain cancers. The research project aims to study the efficacy and safety of treating patients with pontine glioma using T cells that are antigen-specific and have signals from the interleukin-7 receptor alpha and are specific to the B7H3 antigen on the tumor surface. This research is the first of its kind in Thai patients. The research project expects that this treatment will be highly safe and effective in controlling diffuse pontine glioma."
  },
  {
    "id": "NCT06612645",
    "name": "Safety and Efficacy of CMD03 CAR T Cell in Children With Relapse or Refractory Solid Tumors",
    "target": "B7-H3",
    "sponsor": "Chulalongkorn University",
    "status": "RECRUITING",
    "conditions": "Pediatric Cancers, Solid Tumor Pediatric",
    "phases": "PHASE1",
    "last_updated": "2025-04-01",
    "study_start": "2025-04-01",
    "study_end": "2027-12-01",
    "enrollment": 9,
    "primary_outcome": "Safety and tolerability of B7H3-IL7Ra CAR T cells infusion in solid tumors patients.",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Currently, treatment options for pediatric solid tumors that have recurred or are unresponsive to standard treatments are limited. These cancers often do not respond to other chemotherapy drugs or targeted therapies available today. As a result, there is currently no effective treatment for pediatric solid tumors that have recurred or are unresponsive to standard treatments.\n\nAt present, immunotherapy for cancer treatment is being developed. This involves genetically modifying the patient\\&#39;s immune cells to target specific cancer cells, known as CAR T cells. This approach is used to treat recurrent or unresponsive solid tumors and brain cancers that do not respond to standard treatments.\n\nThe research aims to study the efficacy and safety of treating pediatric patients with recurrent or unresponsive solid tumors using a type of immunotherapy called CAR T cells. These cells are engineered to express a chimeric antigen receptor that includes an interleukin-7 receptor alpha signaling domain and targets the B7-H3 antigen on tumor surfaces. This research is the first of its kind conducted on Thai patients. The research team expects this treatment to be highly safe and effective in controlling cancer."
  },
  {
    "id": "NCT04514484",
    "name": "Testing the Combination of the Anti-cancer Drugs XL184 (Cabozantinib) and Nivolumab in Patients With Advanced Cancer and HIV",
    "target": "B7-H3",
    "sponsor": "National Cancer Institute (NCI)",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Differentiated Thyroid Gland Carcinoma, Advanced Head and Neck Carcinoma, Advanced Hepatocellular Carcinoma, Advanced Kaposi Sarcoma, Advanced Lung Non-Small Cell Carcinoma, Advanced Lung Small Cell Carcinoma, Advanced Malignant Solid Neoplasm, Advanced Melanoma, Advanced Ovarian Carcinoma, Advanced Prostate Carcinoma, Advanced Renal Cell Carcinoma, Advanced Thyroid Gland Medullary Carcinoma, Advanced Triple-Negative Breast Carcinoma, Advanced Urothelial Carcinoma, Anatomic Stage III Breast Cancer AJCC v8, Anatomic Stage IV Breast Cancer AJCC v8, Castration-Resistant Prostate Carcinoma, Clinical Stage III Cutaneous Melanoma AJCC v8, Clinical Stage IV Cutaneous Melanoma AJCC v8, HIV Infection, Metastatic Differentiated Thyroid Gland Carcinoma, Metastatic Head and Neck Carcinoma, Metastatic Hepatocellular Carcinoma, Metastatic Kaposi Sarcoma, Metastatic Lung Non-Small Cell Carcinoma, Metastatic Lung Small Cell Carcinoma, Metastatic Malignant Solid Neoplasm, Metastatic Melanoma, Metastatic Ovarian Carcinoma, Metastatic Prostate Carcinoma, Metastatic Renal Cell Carcinoma, Metastatic Thyroid Gland Medullary Carcinoma, Metastatic Triple-Negative Breast Carcinoma, Metastatic Urothelial Carcinoma, Recurrent Differentiated Thyroid Gland Carcinoma, Recurrent Head and Neck Carcinoma, Recurrent Hepatocellular Carcinoma, Recurrent Kaposi Sarcoma, Recurrent Lung Non-Small Cell Carcinoma, Recurrent Lung Small Cell Carcinoma, Recurrent Malignant Solid Neoplasm, Recurrent Melanoma, Recurrent Ovarian Carcinoma, Recurrent Prostate Carcinoma, Recurrent Renal Cell Carcinoma, Recurrent Thyroid Gland Medullary Carcinoma, Recurrent Triple-Negative Breast Carcinoma, Recurrent Urothelial Carcinoma, Refractory Differentiated Thyroid Gland Carcinoma, Stage III Differentiated Thyroid Gland Carcinoma AJCC v8, Stage III Hepatocellular Carcinoma AJCC v8, Stage III Lung Cancer AJCC v8, Stage III Ovarian Cancer AJCC v8, Stage III Prostate Cancer AJCC v8, Stage III Renal Cell Cancer AJCC v8, Stage III Thyroid Gland Medullary Carcinoma AJCC v8, Stage IV Differentiated Thyroid Gland Carcinoma AJCC v8, Stage IV Hepatocellular Carcinoma AJCC v8, Stage IV Lung Cancer AJCC v8, Stage IV Ovarian Cancer AJCC v8, Stage IV Prostate Cancer AJCC v8, Stage IV Renal Cell Cancer AJCC v8, Stage IV Thyroid Gland Medullary Carcinoma AJCC v8",
    "phases": "PHASE1",
    "last_updated": "2026-02-07",
    "study_start": "2021-11-22",
    "study_end": "2027-02-06",
    "enrollment": 8,
    "primary_outcome": "Incidence of dose limiting toxicities (DLTs)",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-11",
    "details": "**[CHANGES FOUND]**\nField `statusModule.primaryCompletionDateStruct.date` changed from `2025-11-02` to `2024-11-11`\nField `statusModule.completionDateStruct.date` changed from `2027-02-04` to `2027-02-06`\nField `statusModule.lastUpdateSubmitDate` changed from `2026-02-06` to `2026-02-07`\nField `statusModule.lastUpdatePostDateStruct.date` changed from `2026-02-09` to `2026-02-10`\n\n***\nPRIMARY OBJECTIVES:\n\nI. To determine the safety of combined nivolumab and cabozantinib s-malate (XL184 \\[cabozantinib\\]) in human immunodeficiency virus (HIV) patients with advanced solid tumors.\n\nII. To determine the feasibility to deliver the combined nivolumab and XL184 (cabozantinib) for a minimum of 4 cycles in at least 75% of the subjects in the expanded cohort with Kaposi sarcoma (KS) or to achieve a confirmed objective response.\n\nSECONDARY OBJECTIVES:\n\nI. To observe and record anti-tumor activity in subjects with Kaposi sarcoma (KS).\n\nII. To assess the effect of treatment on participants' immune status (CD4 and CD8 cell counts) and HIV viral loads.\n\nIII. To preliminarily evaluate the objective response rate (ORR) to the combination treatment in subjects with KS.\n\nEXPLORATORY OBJECTIVES:\n\nI. To assess duration of response (DOR), progression-free survival (PFS), and overall survival (OS) in subjects with KS.\n\nII. To assess the PD-L1 immunohistochemistry (IHC) status in tumors and tumor microenvironment and its association with clinical outcome.\n\nIII. To assess the expression characteristics and cellular distribution of immune checkpoints (PD-L1, B7x, HHLA2, B7H3), infiltrating immune cells (CD4 T cells, CD8 T cells, regulatory T-cells \\[Treg\\], myeloid-derived suppressor cell \\[MDSC\\]), and other tumor microenvironment biomarkers (VEGF, VEGFR, MET, and AXL) in the tissue by multiplex quantitative immunofluorescence (MQIF).\n\nIV. To correlate markers of immune activation and expansion of immune cell subsets and cytokines with clinical outcomes.\n\nV. To assess the treatment effects on latent HIV reservoir. VI. To investigate the dynamic changes of immune checkpoints, angiogenesis markers, and infiltrating immune cells among subjects with available pre- and post-treatment biopsy samples (including subjects with Kaposi sarcoma \\[KS\\]).\n\nOUTLINE:\n\nPatients receive cabozantinib s-malate orally (PO) once daily (QD) on days 1-28 of each cycle and nivolumab intravenously (IV) over 30 minutes on day 1 of each cycle. Cycles repeat every 28 days for up to 1 year or 1 year after a partial response is achieved, or 6 months after a complete response is achieved in the absence of disease progression or unacceptable toxicity. Patients also undergo a computed tomography (CT) scan and/or magnetic resonance imaging (MRI) as well as blood sample collection throughout the trial.\n\nAfter completion of study treatment, patients are followed up for 16 weeks."
  },
  {
    "id": "NCT04743661",
    "name": "131I-Omburtamab, in Recurrent Medulloblastoma and Ependymoma",
    "target": "B7-H3",
    "sponsor": "Pediatric Brain Tumor Consortium",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Recurrent Medulloblastoma, Recurrent Ependymoma",
    "phases": "PHASE2",
    "last_updated": "2026-02-03",
    "study_start": "2022-04-04",
    "study_end": "2027-09-30",
    "enrollment": 62,
    "primary_outcome": "2-year event free survival (EFS) in the Recurrent Medulloblastoma Cohort",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-10",
    "details": "Stratum 1: This is a phase 2 single-arm open-label study that will define event-free survival (EFS) and overall survival (OS) following therapy with irinotecan, temozolomide, bevacizumab, and compartmental (intraOmmaya) radioimmunotherapy (cRIT) 131I-omburtamab in patients with recurrent medulloblastoma. Patients with recurrent medulloblastoma will undergo surgery if feasible prior to study entry, followed by Induction Chemotherapy with irinotecan, temozolomide, and bevacizumab on study as per the Children's Oncology Group (COG) trial ACNS0821. Following 2 or 4 courses of chemotherapy and if radiographic disease status is stable or improved, patients may continue to Radioimmunotherapy to receive 2 therapeutic doses (50 mCi each) of cRIT 131I-omburtamab. Following Radioimmunotherapy, patients may resume to Maintenance Chemotherapy with irinotecan, temozolomide, and bevacizumab for up to 12 total courses of chemotherapy or until disease progression, whichever occurs sooner. The primary comparison for this study will be the medulloblastoma cohort treated on ACNS0821 on the irinotecan + temozolomide + bevacizumab arm (N=52).\n\nStratum 2: This is a feasibility cohort. The primary objective is to assess feasibility of incorporating cRIT 131I-omburtamab for patients with recurrent ependymoma and to assess dosimetry. Patients must have progressed after initial surgery, radiation therapy, or other therapies. Patients will undergo surgery (if feasible) prior to study entry with the goal of achieving stable or better disease. Tumors (archived or new) will be tested for B7H3 prior to enrollment. If positive, patients will enroll on Stratum 2 and receive one dosimetry dose (2 mCi) of cRIT 131I-omburtamab with nuclear medicine scintigraphy (typically using 3 whole-body planar gamma camera imaging and at least 1 head SPECT scan or SPECT/CT) using SPECT during the Dosimetry Course (14 days in length). Following the Dosimetry Course and within 2 weeks of the dosimetry dose, patients may continue to Radioimmunotherapy to receive 2 therapeutic doses (50 mCi each) of cRIT 131I-omburtamab."
  },
  {
    "id": "NCT03014804",
    "name": "Autologous Dendritic Cells Pulsed With Tumor Lysate Antigen Vaccine and Nivolumab in Treating Patients With Recurrent Glioblastoma",
    "target": "B7-H3",
    "sponsor": "Jonsson Comprehensive Cancer Center",
    "status": "WITHDRAWN",
    "conditions": "Giant Cell Glioblastoma, Gliosarcoma, Oligodendroglioma, Recurrent Glioblastoma, Small Cell Glioblastoma",
    "phases": "PHASE2",
    "last_updated": "2020-07-22",
    "study_start": "2019-12-01",
    "study_end": "2022-12-01",
    "enrollment": 0,
    "primary_outcome": "Incidence of adverse events assessed by National Cancer Institute's Common Terminology Criteria for Adverse Events version 4.03",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "PRIMARY OBJECTIVES:\n\nI. To evaluate the safety and tolerability of the combination treatment of autologous dendritic cells pulsed with tumor lysate antigen vaccine (DCVax-L) and nivolumab.\n\nII. To compare overall survival (OS) from the date of surgery in a pooled evaluation of group 1 subjects receiving DCVax-L and group 2 subjects receiving DCVax-L and nivolumab to recent historical standards.\n\nIII. To compare OS between the two groups.\n\nSECONDARY OBJECTIVES:\n\nI. Safety. II. Feasibility. III. Tumor response. IV. Immune response. V. Quality of Life (QoL). VI. Overall survival (OS). VII. Overall survival rate at 9, 12, and 18 months. VIII. Progression-free survival (PFS). IX. Evaluation of the safety of the DCVax-L + nivolumab combination regimen.\n\nTERTIARY OBJECTIVES:\n\nI. Estimate correlation of quantitative assessments of tumor-infiltrating lymphocyte (TIL) proliferation (CD8+/Ki-67+ staining).\n\nII. Estimate difference in PD-1 and PD-L1 immunohistochemistry expression between density or clonality with clinical responses to combination therapy in recurrent glioblastoma subjects.\n\nIII. Estimate differences between outcome groups in monocytic PD-L1 expression at baseline and over time.\n\nIV. Estimate differences between outcome groups in circulating tumor DNA, circulating tumor cells, and CD4+ T cells at baseline and over time.\n\nV. Estimate difference in PD-1 and PD-L1 immunohistochemical (IHC) expression between archived and study samples.\n\nVI. Explore patterns of tumor proteomic profiling. VII. Estimate efficacy of combination therapy by progression-free survival (PFS), rates of contrasted tumor change over time, and overall survival (OS).\n\nVIII. Explore effect of nivolumab on TIL proliferation (CD8+/Ki-67+ staining). IX. Explore whether oligoclonal T cell populations within tumor tissue are similarly expanded in peripheral blood after nivolumab, the magnitude of which correlates with clinical responses.\n\nX. Explore if changes in specific MRI parameters correlate with tumor and peripheral blood immune responses.\n\nXI. Explore if a mesenchymal gene expression signature present in the initial archived tumor sample correlates with T lymphocytic response in tumor after nivolumab.\n\nXII. Correlate changes of positron emission tomography (PET) in tumor with the following: TIL density or clonality, clinical outcome, T cell measures in peripheral blood, clinical toxicity.\n\nXIII. Correlate changes in PET in lymph nodes with the following: TIL density or clonality, clinical outcome, T cell measures in peripheral blood, clinical toxicity.\n\nXIV. Correlate changes in PET in organ tissue with TIL density or clonality.\n\nOUTLINE: Patients are randomized to 1 of 2 groups.\n\nGROUP I: Patients receive dendritic cell-autologous lung tumor vaccine intradermally (ID) on days 0, 7, 14, and weeks 4, 6, 8, 11, 14, 17 and 20.\n\nGROUP II: Patients receive dendritic cell-autologous lung tumor vaccine as in Group I, and nivolumab intravenously (IV) over 30 minutes on days 0, 14, and weeks 4, 6, 8, 11, 14, 17, and 20.\n\nAfter completion of study treatment, patients are followed up for up to 12 months."
  }
]