[
  {
    "id": "NCT04895709",
    "name": "BMS-986340 clinical",
    "target": "CCR8",
    "sponsor": "Bristol-Myers Squibb",
    "status": "RECRUITING",
    "conditions": "Cervical Cancer, Gastric/Gastroesophageal Junction Adenocarcinoma, Microsatellite Stable Colorectal Cancer, Non-Small-Cell Lung Cancer, Squamous Cell Carcinoma of Head and Neck, Carcinoma, Renal Cell, Urothelial Carcinoma, Pancreatic Adenocarcinoma, Melanoma, Ovarian Neoplasms, Triple Negative Breast Neoplasms",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-16",
    "study_start": "2021-05-27",
    "study_end": "2028-07-07",
    "enrollment": 949,
    "primary_outcome": "Incidence of adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "The purpose of this study is to assess the safety, tolerability, and recommended dose(s) of BMS-986340 as monotherapy and in combination with nivolumab or docetaxel in participants with advanced solid tumors. This study is a first-in-human (FIH) study of BMS-986340 in participants with advanced solid tumors."
  },
  {
    "id": "NCT05199753",
    "name": "LM-108 clinical_7",
    "target": "CCR8",
    "sponsor": "LaNova Australia Pty Limited",
    "status": "COMPLETED",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-09-06",
    "study_start": "2022-03-16",
    "study_end": "2024-12-31",
    "enrollment": 78,
    "primary_outcome": "Incidence of adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This is a first-in-human, Phase I/II, open-label, multi-centre, dose escalation and expansion study to evaluate the safety, tolerability, pharmacokinetics, and preliminary anti-tumour activity of LM-108 as a single agent or in combination with an anti-PD-1 mAb in subjects with solid tumours."
  },
  {
    "id": "NCT05255484",
    "name": "LM-108 clinical_6",
    "target": "CCR8",
    "sponsor": "LaNova Medicines Limited",
    "status": "TERMINATED",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2023-10-24",
    "study_start": "2022-05-26",
    "study_end": "2023-10-06",
    "enrollment": 24,
    "primary_outcome": "AEs",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "A Phase I/II, Open-Label, Dose Escalation and Expansion Study to Evaluate the Safety, Tolerability, Pharmacokinetics and Preliminary Efficacy of LM-108 as a Single Agent or in Combination with Pembrolizumab in Advanced Solid Tumors\n\nThe study schedule includes screening visit (28 days prior to accept the investigational medicinal product (IMP)), treatment visit (accept IMP for the first time to the end of treatment (EOT)/early withdrawal), and follow-up visit (28 days after the EOT/early withdrawal)."
  },
  {
    "id": "NCT05005403",
    "name": "ABBV-514 clinical_1",
    "target": "CCR8",
    "sponsor": "AbbVie",
    "status": "RECRUITING",
    "conditions": "Non-Small Cell Lung Cancer, Head and Neck Squamous Cell Carcinoma, Micro Satellite Stable Colorectal Cancer, Gastric/Esophageal Cancer, High-Grade Serous Ovarian Cancer, Pancreatic Cancer, Triple Negative Breast Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-10-27",
    "study_start": "2021-11-01",
    "study_end": "2027-06",
    "enrollment": 512,
    "primary_outcome": "Number of Participants with Adverse Events (AE)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "Cancer is a condition where cells in a specific part of body grow and reproduce uncontrollably. Non-Small Cell Lung Cancer (NSCLC) is a solid tumor, a disease in which cancer cells form in the tissues of the lung. Head and Neck Squamous Cell Carcinoma (HNSCC) is a solid tumor, a disease in which cancer cells form in the tissues of the head and neck. The purpose of this study is to assess adverse events and pharmacokinetics of Azirkitug (ABBV-514) as a monotherapy and in combination with Budigalimab or Bevacizumab,.\n\nBevacizumab is an approved product, while Budigalimab and Azirkitug (ABBV-514) are investigational drugs being developed for the treatment of NSCLC, HNSCC, and other solid tumors. Study doctors put the participants in groups called treatment arms. The maximum-tolerated dose (MTD)/maximum administered dose (MAD) of Azirkitug (ABBV-514) will be explored. Each treatment arm receives a different dose of Azirkitug (ABBV-514) in monotherapy and in combination with Budigalimab or Bevacizumab. Approximately 512 adult participants will be enrolled in the study across approximately 80 sites worldwide.\n\nParticipants will receive Azirkitug (ABBV-514) as a monotherapy or in combination with Budigalimab or Bevacizumab as an Intravenous (IV) Infusion for an estimated treatment period of up to 2 years.\n\nThere may be higher treatment burden for participants in this trial compared to their standard of care. Participants will attend regular visits during the study at a hospital or clinic. The effect of the treatment will be checked by medical assessments, blood tests, checking for side effects and completing questionnaires."
  },
  {
    "id": "NCT05518045",
    "name": "LM-108 clinical_2",
    "target": "CCR8",
    "sponsor": "LaNova Medicines Limited",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-02-01",
    "study_start": "2022-08-26",
    "study_end": "2026-03-31",
    "enrollment": 392,
    "primary_outcome": "Phase I Dose Escalation:Incidence of adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "A Phase I/II, Open-Label, Dose-Escalation and Dose-Expansion Clinical Study to Evaluate the Safety, Tolerability, Pharmacokinetic Profile and Preliminary Efficacy of LM-108, an Anti-CCR8 Monoclonal Antibody, as Monotherapy or in Combination with Antitumor Therapies in Patients with Advanced Solid Tumors"
  },
  {
    "id": "NCT06821503",
    "name": "LM-108 clinical_5",
    "target": "CCR8",
    "sponsor": "Chia Tai Tianqing Pharmaceutical Group Co., Ltd.",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Advanced Pancreatic Cancer",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-02-13",
    "study_start": "2025-02",
    "study_end": "2028-12",
    "enrollment": 72,
    "primary_outcome": "Dose-limiting toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This trial is the cohort C part of a multicenter, open label Phase Ib/II clinical study evaluating the preliminary efficacy, safety, and tolerability of LM-108 combined with anti-tumor therapy in patients with advanced solid tumors. The dose of LM-108 combined with penpulimab, albumin paclitaxel, and gemcitabine is recommended in Phase Ib.Explore the efficacy and safety of LM-108 combined with anti-tumor therapy in patients with advanced pancreatic cancer in Phase II."
  },
  {
    "id": "NCT06479759",
    "name": "LM-108 clinical_1",
    "target": "CCR8",
    "sponsor": "Shanghai Pulmonary Hospital, Shanghai, China",
    "status": "RECRUITING",
    "conditions": "NSCLC, PD-1",
    "phases": "PHASE2",
    "last_updated": "2024-06-24",
    "study_start": "2024-01-12",
    "study_end": "2025-12-12",
    "enrollment": 50,
    "primary_outcome": "Objective response rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This study is an open-label, multi-cohort, multi-center clinical trial evaluating the efficacy, safety, and tolerability of LM-108 monoclonal antibody combined with sintilimab in treatment-naïve or previously treated subjects with locally advanced or metastatic non-small cell lung cancer (NSCLC). There are two cohorts in the study:(1)Cohort 1: NSCLC patients who developed secondary resistance after being sensitive to prior treatment with PD-1 inhibitors (monotherapy or in combination with another systemic therapy) for 6 months or more are eligible for this study.(2)Cohort 2: Patients with locally advanced or metastatic NSCLC who have not received prior systemic treatment are eligible for this study.\n\nSubjects in Cohort 1 will receive LM-108 monoclonal antibody combined with sintilimab. Subjects in Cohort 2 will receive LM-108 monoclonal antibody combined with sintilimab and chemotherapy for 4-6 cycles. LM-108 monoclonal antibody combined with sintilimab will be maintained, and the choice of chemotherapy regimen and the duration of use will be determined by the investigator. Treatment will continue until disease progression, unacceptable toxicity, initiation of a new anti-tumor therapy, withdrawal of informed consent, loss to follow-up, death, or other investigator-determined reasons for discontinuation, whichever occurs first, with a maximum treatment duration of 24 months. The primary study endpoint is the objective response rate (ORR) assessed by the investigator based on the Response Evaluation Criteria in Solid Tumors (RECIST) version 1.1."
  },
  {
    "id": "NCT05859464",
    "name": "ZL-1218 clinical_1",
    "target": "CCR8",
    "sponsor": "Zai Lab (Hong Kong), Ltd.",
    "status": "TERMINATED",
    "conditions": "Malignant Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2025-10-14",
    "study_start": "2023-07-24",
    "study_end": "2025-08-28",
    "enrollment": 34,
    "primary_outcome": "Incidence of Dose Limiting Toxicities",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "The purpose of this study is to characterize the safety, tolerability, pharmacokinetics (PK), pharmacodynamics (PD), and preliminary antitumor activity of ZL-1218 as a single agent and as combination therapy in subjects with advanced solid tumor malignancies."
  },
  {
    "id": "NCT06873854",
    "name": "LM-108 clinical_3",
    "target": "CCR8",
    "sponsor": "LaNova Medicines Limited",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE2",
    "last_updated": "2025-03-10",
    "study_start": "2025-03-26",
    "study_end": "2030-01-26",
    "enrollment": 84,
    "primary_outcome": "ORR",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "Based on overall response rate (ORR) as assessed by the Independent Review Committee (IRC) against the Response Evaluation Criteria in Solid Tumors (RECIST v1.1) criteria for Solid Tumor Efficacy, To evaluate the efficacy of LM-108 in combination with Toripalimab in patients with advanced malignant solid tumours with unresectable or metastatic MSI-H/dMMR who have failed previous anti-PD-1 /PD-L1 therapy."
  },
  {
    "id": "NCT06825494",
    "name": "LM-108 clinical_4",
    "target": "CCR8",
    "sponsor": "Chia Tai Tianqing Pharmaceutical Group Nanjing Shunxin Pharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-12-10",
    "study_start": "2025-04-08",
    "study_end": "2026-09",
    "enrollment": 194,
    "primary_outcome": "Incidence of dose limiting toxicity (DLT) events",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This trial is part of a multicenter, open-label Phase Ib/II clinical study evaluating the efficacy, safety, and tolerability of LM-108 in combination with anti-tumor therapy in patients with advanced solid tumors. Phase Ib of Cohort A1 determines the dose of LM-108 in combination with penpulimab + oxaliplatin + capecitabine. Phase II explores the efficacy and safety of LM-108 in combination with anti-tumor therapy in patients with advanced solid tumors."
  },
  {
    "id": "NCT05581004",
    "name": "RO7502175(RG6411) clinical_1",
    "target": "CCR8",
    "sponsor": "Genentech, Inc.",
    "status": "RECRUITING",
    "conditions": "Locally Advanced or Metastatic Solid Tumors, NSCLC, HNSCC, Melanoma, TNBC, Esophageal Cancer, Gastric Cancer, Cervical Cancer, Colorectal Cancer, Urothelial Carcinoma, Clear Cell RCC, HCC",
    "phases": "PHASE1",
    "last_updated": "2026-01-16",
    "study_start": "2022-10-20",
    "study_end": "2027-02-28",
    "enrollment": 450,
    "primary_outcome": "Phase Ia: Number of Participants with Dose Limiting Toxicities (DLTs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This is a first-in-human study to evaluate the safety, tolerability, pharmacokinetics (PK), and anti-tumor activity of RO7502175 when administered as a single agent and in combination with atezolizumab or pembrolizumab in adult participants with locally advanced or metastatic solid tumors, including non-small-cell lung cancer (NSCLC), head and neck squamous cell carcinoma (HNSCC), melanoma, triple-negative breast cancer (TNBC), esophageal cancer, gastric cancer, cervical cancer, colorectal cancer (CRC), urothelial carcinoma (UC), clear cell renal cell carcinoma (RCC) and hepatocellular carcinoma (HCC). Participants will be enrolled in 2 stages: dose escalation and dose expansion."
  },
  {
    "id": "NCT05690581",
    "name": "ICP-B05(CM369) clinical_1",
    "target": "CCR8",
    "sponsor": "Beijing InnoCare Pharma Tech Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumors and Hematologic Malignancies",
    "phases": "PHASE1",
    "last_updated": "2024-12-22",
    "study_start": "2023-02-23",
    "study_end": "2026-02-28",
    "enrollment": 146,
    "primary_outcome": "Adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This is a nonrandomized, open-label, multicenter, phase I clinical trial to evaluate the safety, tolerability, pharmacokinetic characteristics, and efficacy of CM369 in subjects with advanced solid tumors and Hematologic Malignancies."
  },
  {
    "id": "NCT06819735",
    "name": "DT-7012 clinical_1",
    "target": "CCR8",
    "sponsor": "Domain Therapeutics Australia Pty Ltd",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-11-14",
    "study_start": "2025-06-25",
    "study_end": "2028-01",
    "enrollment": 125,
    "primary_outcome": "Proportion of participants with DLTs, TEAEs, TRAEs, AESIs, SAEs and AEs leading to treatment discontinuation",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This is a phase 1/2, first-in-human, multicenter, open-label clinical study to assess the safety, tolerability, pharmacokinetics, pharmacodynamics and efficacy of DT-7012, administered as monotherapy and in combination with an immune checkpoint inhibitor (ICI), in participants with selected recurrent advanced/metastatic solid tumors.\n\nThis study includes:\n\n* a phase 1 Monotherapy Dose Escalation\n* a phase 1b Combination Dose Escalation (this part will be initiated upon recommendation from the Safety Review Committee based on Monotherapy Dose Escalation data and corresponds to a dose escalation of a combination of DT-7012 with an ICI)\n* a subsequent phase 2 Indication-Specific Efficacy part\n\nThe phase 1 aims at determining the maximum tolerated dose or maximum administered dose of DT-7012 as single agent and in combination with an ICI, and the safety and tolerability of DT-7012 as single agent and in combination with an ICI in participants with selected recurrent advanced/metastatic solid tumors.\n\nThe phase 2 will assess the efficacy of DT-7012 as monotherapy and/or in combination with an ICI in indication-specific cohorts."
  },
  {
    "id": "NCT06304571",
    "name": "HC006 clinical_1",
    "target": "CCR8",
    "sponsor": "HC Biopharma Inc.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2025-04-30",
    "study_start": "2024-02-27",
    "study_end": "2026-07-16",
    "enrollment": 76,
    "primary_outcome": "Number of participants with Dose Limiting Toxicities(DLTs)as assessed by protocol",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "HC006, a novel therapeutic monoclonal antibody that specifically binds to human C-C motif chemokine receptor 8 (CCR8) and is designed to selectively deplete tumor-infiltrating T regulatory cells (Tregs) with enhanced antibody-dependent cell-mediated cytotoxicity (ADCC). In mouse tumor models, HC006 has demonstrated excellent antitumor activity and safety profile. This first-in-human (FIH) study will be conducted in two parts. In the Dose-Escalation part, testing will be done on up to 31 subjects to determine the maximum tolerated dose (MTD) and the recommended dose (RD). In the Dose-expansion part, we will evaluate the safety and efficacy of the recommended dose of HC006 in the treatment of advanced solid tumor subjects without standard therapy."
  },
  {
    "id": "NCT05830045",
    "name": "QLP2117 clinical_2",
    "target": "CCR8",
    "sponsor": "Qilu Pharmaceutical Co., Ltd.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2024-06-25",
    "study_start": "2023-05-19",
    "study_end": "2025-12-31",
    "enrollment": 180,
    "primary_outcome": "Dose-limiting toxicity(DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "This is the first in human study of QLP2117. To evaluate the Safety, Pharmacokinetics, Immunogenicity and Efficacy of QLP2117 in patients with advanced solid tumors."
  },
  {
    "id": "NCT07011550",
    "name": "BMS-986340 clinical_1",
    "target": "CCR8",
    "sponsor": "M.D. Anderson Cancer Center",
    "status": "RECRUITING",
    "conditions": "Microsatellite-stable Colorectal Cancer, Standard of Care, Nivolumab, Bevacizumab",
    "phases": "PHASE2",
    "last_updated": "2025-08-20",
    "study_start": "2025-11-30",
    "study_end": "2030-07-01",
    "enrollment": 40,
    "primary_outcome": "Safety and adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "Primary Objectives\n\n* To determine the safety of the combination of BMS-986340, nivolumab, trifluridine/tipiracil and bevacizumab.\n* To determine the objective response rate (ORR) of the BMS-986340, nivolumab, trifluridine/tipiracil and bevacizumab\n\nSecondary Objectives\n\n• To determine the progression-free survival (PFS), overall survival (OS) and duration of response (DOR) in participants with advanced or metastatic MSS-CRC."
  },
  {
    "id": "NCT06131398",
    "name": "AMG-355(FPA157) clinical_1",
    "target": "CCR8",
    "sponsor": "Amgen",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2025-12-19",
    "study_start": "2024-03-07",
    "study_end": "2026-08-03",
    "enrollment": 77,
    "primary_outcome": "Number of Participants Who Experience a Dose Limiting Toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "The primary objectives of this study are to:\n\n* Evaluate the safety and tolerability of AMG 355 as monotherapy and in combination with pembrolizumab in participants with advanced solid tumors\n* Determine the recommended phase 2 dose and the maximum tolerated dose for AMG 355 as monotherapy and in combination with pembrolizumab in participants with advanced solid tumors."
  },
  {
    "id": "NCT06963814",
    "name": "HC006 clinical_2",
    "target": "CCR8",
    "sponsor": "HC Biopharma Inc.",
    "status": "RECRUITING",
    "conditions": "Advanced Cancer",
    "phases": "PHASE1",
    "last_updated": "2025-07-14",
    "study_start": "2025-07-04",
    "study_end": "2027-05-30",
    "enrollment": 252,
    "primary_outcome": "Incidence of Dose Limiting Toxicities(DLTs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "HC006 is an IgG1 monoclonal antibody targeting CCR8, which can specifically clear CCR8-positive tumor infiltrating Treg cells without affecting CD8+ T cell function, thus enhancing the anti-tumor immune response. It has a synergistic effect on anti-tumor effects when combined with PD-1 inhibitors. Based on the existing evidence-based medicine, HC006 combined with PD-1 inhibitors is expected to provide additional treatment benefits in addition to PD-1 inhibitors for a variety of malignant solid tumors including colorectal cancer, head and neck squamous cell carcinoma, gastric cancer, non-small cell lung cancer, cervical cancer, breast cancer, esophageal cancer, pancreatic cancer, ovarian cancer, melanoma, urothelial cancer and renal cancer."
  },
  {
    "id": "NCT06911827",
    "name": "QLP2117 clinical_1",
    "target": "CCR8",
    "sponsor": "Qilu Pharmaceutical Co., Ltd.",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-04-07",
    "study_start": "2025-04",
    "study_end": "2028-12",
    "enrollment": 90,
    "primary_outcome": "Dose-limiting toxicity(DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-12",
    "details": "The goal of this clinical trial is to evaluate the safety and efficacy of QLP2117 in combination with QL2107 in Advanced Solid Tumor Patients."
  },
  {
    "id": "NCT07213882",
    "name": "DT-7012 clinical_2",
    "target": "CCR8",
    "sponsor": "Assistance Publique - Hôpitaux de Paris",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Cutaneous T Cell Lymphoma (CTCL), Mycosis Fungoides, Sezary Syndrome",
    "phases": "EARLY_PHASE1",
    "last_updated": "2025-10-02",
    "study_start": "2026-01-01",
    "study_end": "2028-08-01",
    "enrollment": 30,
    "primary_outcome": "Dose limiting toxicity (DLT) defined by any treatment-emergent adverse event (TEAE) not attributable to the disease or disease-related processes",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Cutaneous T-cell lymphomas (CTCL) are a heterogeneous group of lymphomas characterized by a primary involvement of the skin. Among them, mycosis fungoides (MF) and Sézary syndrome (SS) are the most common subtypes. SS is defined as erythroderma (erythema of the entire skin surface), and circulating tumor blood cells. The circulating tumor T cells express CD4 and may lose expression of CD7 and CD26, while exhibiting in most cases aberrant expression of CD158k (KIR3DL2), which is a surface marker of Sézary cells. CCR8 is a surface marker of tumor-infiltrating regulatory T cells. It has recently be observed that CCR8 was expressed by tumor cells in CTCL and other peripheral T-cell lymphomas. CCR8 is expressed by skin resident-memory T cells which are believed to be the tumor cell-of-origin in mycosis fungoides. Domain Therapeutics (DT) showed the in vitro efficacy of their proprietary anti-CCR8 mAb DT7012 in the depletion of CTCL cells. Therapeutic depletion of CCR8-expressing cells by DT-7012 could eliminate tumor cells and activate the anti-tumor immunity in CTCL. We hypothesize that treatment with DT-7012 is effective in the treatment of relapsed or refractory (R/R) CTCL as advanced MF and SS."
  },
  {
    "id": "NCT05101070",
    "name": "S-531011 as Monotherapy and in Combination With an Immune Checkpoint Inhibitor in Advanced or Metastatic Solid Tumors",
    "target": "CCR8",
    "sponsor": "Shionogi",
    "status": "RECRUITING",
    "conditions": "Solid Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2025-05-22",
    "study_start": "2022-05-30",
    "study_end": "2027-04-16",
    "enrollment": 274,
    "primary_outcome": "Part A: Number of Participants with Treatment-emergent Adverse Events (TEAEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "The primary objective of Part A is to evaluate the safety and tolerability of S-531011 and to determine the maximum tolerated dose (MTD) and/or recommended Phase 2 dose (RP2D) of S-531011.\n\nThe primary objective of Parts B and C is to evaluate the antitumor activity of S-531011 at the RP2D."
  },
  {
    "id": "NCT06387628",
    "name": "LM-108 in Combination With PD-1 Based Treatment for Patients With Recurrent or Metastatic Triple - Negative Breast Cancer",
    "target": "CCR8",
    "sponsor": "Fudan University",
    "status": "RECRUITING",
    "conditions": "TNBC - Triple-Negative Breast Cancer",
    "phases": "PHASE2",
    "last_updated": "2024-08-01",
    "study_start": "2024-07-10",
    "study_end": "2027-04-01",
    "enrollment": 74,
    "primary_outcome": "ORR",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "To evaluate the efficacy and safety of LM108 plus toripalimab plusnab-paclitaxel or eribulin as first-line or post-line treatment in patients with metastatic triple-negative breast cancer."
  },
  {
    "id": "NCT07362186",
    "name": "LM-108 in Combination With Toripalimab Versus Paclitaxel Injection for the Treatment of Subjects With CCR8-Positive Gastric and Gastroesophageal Junction Adenocarcinoma",
    "target": "CCR8",
    "sponsor": "LaNova Medicines Limited",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Locally Advanced or Metastatic GC and GCJ Adenocarcinoma",
    "phases": "PHASE3",
    "last_updated": "2026-01-15",
    "study_start": "2026-04-03",
    "study_end": "2028-09-28",
    "enrollment": 400,
    "primary_outcome": "Overall survival (OS)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a phase III， Multicenter, Randomized study， evaluating the efficacy and Safety of LM-108(an Anti-CCR8 mAb) in combination With Toripalimab Versus Paclitaxel Injection in subjects with CCR8-Positive locally advanced or metastatic Gastric Cancer and Gastroesophageal Junction Adenocarcinoma."
  },
  {
    "id": "NCT05537740",
    "name": "A First-in-human Study to Learn How Safe the Study Drug BAY3375968, an Anti-CCR8 Antibody, is, When Given Alone or in Combination With Pembrolizumab, How it Affects the Body, How it Moves Into, Through, and Out of the Body, and to Find the Best Dose in Participants With Advanced Solid Tumors",
    "target": "CCR8",
    "sponsor": "Bayer",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumors",
    "phases": "PHASE1",
    "last_updated": "2026-01-21",
    "study_start": "2022-10-11",
    "study_end": "2027-05-04",
    "enrollment": 129,
    "primary_outcome": "Number of participants with treatment-emergent adverse events (TEAEs) categorized by severity",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-12",
    "details": "Researchers are looking for a better way to treat people who have advanced solid tumors. Advanced solid tumors are solid cancers that may have spread to nearby tissue, lymph nodes and/or to distant parts of the body and that are unlikely to be cured or controlled with currently available treatments.\n\nA new therapy available for advanced solid cancers is immunotherapy with PD-1/PD-L1 inhibitors. This drug class stimulates immune cells to kill cancer cells by blocking a protein called PD-1. Although PD-1/PD-L1 inhibitors have shown benefits in treatment of cancer, only a subset of patients benefit from the initial therapy, while in others the cancer comes back. One reason could be that the ability of the patients' immune systems to kill cancer cells is weakened by so-called regulatory T cells which have a suppressive effect on the immune system.\n\nThe study treatment BAY3375968 is an antibody that binds to a protein called CCR8 which is located on the surface of regulatory T cells. This leads to a reduction in regulatory T cells and further inhibits their immune suppressive activity, so that the immune response against cancer can be strengthened as observed in animal models. Animal studies also showed that BAY3375968 may add more anti-cancer effect to immunotherapy with PD-1/PD-L1 inhibitors when used in combination. All of these previous observations need to be confirmed in humans.\n\nThe main aims of this study are to find for BAY3375968 alone and in combination with pembrolizumab (a PD-1 inhibitor):\n\n* how safe it is\n* the degree to which overt medical problems caused by the treatment(s) can be tolerated\n* the highest amount of BAY3375968 that can be given alone or in combination with pembrolizumab.\n* how it moves into, through, and out of the body.\n\nTo do this, researchers will collect and analyze data about:\n\n* the number and severity of participants' medical problems after taking their treatments\n* the best dose of BAY3375968 that can be given\n* the highest level in the blood (Cmax) and the total level (AUC) of BAY3375968.\n\nDoctors keep track of all medical problems (also called adverse events) that participants have during the study, even if they do not think that they might be related to the study treatment.\n\nThe researchers will also study the activity of BAY3375968 alone and in combination with pembrolizumab against the cancer.\n\nThe study will have 2 parts. Part 1 (dose escalation) focuses on tumor types that respond to immunotherapy. It will help to find the best dose for BAY3375968 alone and in combination with pembrolizumab that can be given in part 2. For this, the participants will receive one specific dose of several increasing BAY3375968 doses tested in part 1. Dose escalation of BAY3375968 alone will be done prior to the dose escalation of the combination with a fixed dose of pembrolizumab.\n\nThe participants of part 2 (dose expansion), will receive the best dose of BAY3375968 alone or in combination with pembrolizumab found in part 1. This part of the study focuses on certain cancer types of the lung, breast, head and neck cancer, gastric cancer and melanoma.\n\nThe total duration of the study will be approximately 4 years and 7 months. Each participant in the study will visit the study site twice before starting their treatment. Once the treatment starts, the frequency of visits is 5 times per week in the first treatment week and 1 to 3 times per month in later treatment periods. Another visit will be scheduled for the participants within 30 days after the last treatment in the study.\n\nDuring the study, the study team will:\n\n* take blood and urine samples\n* do physical and vital signs examinations\n* examine heart health using ECG and Echocardiogram\n* check the tumor status and if the participants' cancer has grown and/or spread using imaging techniques\n* take tumor samples\n* ask questions about the impact of the disease on the participants' general well-being and activities of daily life.\n\nAbout 90 days after the participants receive their last treatment and discontinued the study, the doctors will check the participants' health. In case a new anticancer therapy has been started, medical problems will be recorded via a phone call.\n\nThe study team will continue to check the participants' cancer status about every 12 weeks until their cancer gets worse, the start of a new anti-cancer therapy, or withdrawal of consent. In addition, every 6 months for up to 24 months after the last participant left the study the study team will check the participants' survival and subsequent anticancer treatment by phone until the end of this study."
  },
  {
    "id": "NCT05635643",
    "name": "Study of CHS-114 in Participants With Advanced Solid Tumors",
    "target": "CCR8",
    "sponsor": "Coherus Oncology, Inc.",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor, Head and Neck Squamous Cell Carcinoma",
    "phases": "PHASE1",
    "last_updated": "2025-07-30",
    "study_start": "2022-12-15",
    "study_end": "2026-02",
    "enrollment": 87,
    "primary_outcome": "[Arms 1a, 1b, and 2] Rate of Dose Limiting Toxicity (DLT)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This is a Phase 1, open-label, first-in-human, dose-escalation and expansion study of CHS-114, a monoclonal antibody that targets CCR8, as a monotherapy in participants with advanced solid tumors, that will be conducted in 3 parts:\n\n* Arm 1a: CHS-114 monotherapy dose-escalation portion of the study will enroll approximately 25 participants with advanced solid tumors.\n* Arm 1b: CHS-114 monotherapy expansion cohort(s) will evaluate the safety, efficacy, tolerability, pharmacokinetics, and pharmacodynamics of CHS-114 in indication specific cohort(s). Up to approximately 10 participants will be enrolled.\n* Arm 2: CHS-114 + toripalimab combination dose-escalation portion of the study will evaluate the safety, efficacy, tolerability, pharmacokinetics, and pharmacodynamics of CHS-114 in combination with toripalimab in indication specific cohort(s). Up to approximately 6-12 participants will be enrolled.\n* Arm 3: CHS-114 + toripalimab combination dose-expansion portion of the study will evaluate the safety, efficacy, tolerability, pharmacokinetics, and pharmacodynamics of CHS-114 in combination with toripalimab in indication specific cohort(s). Up to approximately 40 participants will be randomized to two dosing arms."
  },
  {
    "id": "NCT07213882",
    "name": "A Phase 1, Multicenter, Open-label, Prospective, First-in-human Dose-escalation Clinical Trial of Domain Therapeutics' Anti-CCR8 Monoclonal Antibody (DT-7012) in Patients With Relapsed or Refractory Cutaneous T-cell Lymphomas (CTCL)",
    "target": "CCR8",
    "sponsor": "Assistance Publique - Hôpitaux de Paris",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Cutaneous T Cell Lymphoma (CTCL), Mycosis Fungoides, Sezary Syndrome",
    "phases": "EARLY_PHASE1",
    "last_updated": "2025-10-02",
    "study_start": "2026-01-01",
    "study_end": "2028-08-01",
    "enrollment": 30,
    "primary_outcome": "Dose limiting toxicity (DLT) defined by any treatment-emergent adverse event (TEAE) not attributable to the disease or disease-related processes",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Cutaneous T-cell lymphomas (CTCL) are a heterogeneous group of lymphomas characterized by a primary involvement of the skin. Among them, mycosis fungoides (MF) and Sézary syndrome (SS) are the most common subtypes. SS is defined as erythroderma (erythema of the entire skin surface), and circulating tumor blood cells. The circulating tumor T cells express CD4 and may lose expression of CD7 and CD26, while exhibiting in most cases aberrant expression of CD158k (KIR3DL2), which is a surface marker of Sézary cells. CCR8 is a surface marker of tumor-infiltrating regulatory T cells. It has recently be observed that CCR8 was expressed by tumor cells in CTCL and other peripheral T-cell lymphomas. CCR8 is expressed by skin resident-memory T cells which are believed to be the tumor cell-of-origin in mycosis fungoides. Domain Therapeutics (DT) showed the in vitro efficacy of their proprietary anti-CCR8 mAb DT7012 in the depletion of CTCL cells. Therapeutic depletion of CCR8-expressing cells by DT-7012 could eliminate tumor cells and activate the anti-tumor immunity in CTCL. We hypothesize that treatment with DT-7012 is effective in the treatment of relapsed or refractory (R/R) CTCL as advanced MF and SS."
  },
  {
    "id": "NCT05007782",
    "name": "Study of Denikitug (GS-1811) Given Alone or With Zimberelimab in Adults With Advanced Solid Tumors",
    "target": "CCR8",
    "sponsor": "Gilead Sciences",
    "status": "RECRUITING",
    "conditions": "Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2025-12-26",
    "study_start": "2021-08-18",
    "study_end": "2028-12",
    "enrollment": 416,
    "primary_outcome": "Percentage of Participants Experiencing Dose Limiting Toxicities (DLTs) in Part A and C",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "Part D allocation for 1 cohort will be randomized."
  },
  {
    "id": "NCT07205718",
    "name": "A Study of TAK-188 in Adults With Advanced or Spreading Solid Tumors",
    "target": "CCR8",
    "sponsor": "Takeda",
    "status": "RECRUITING",
    "conditions": "Advanced or Metastatic Solid Tumors",
    "phases": "PHASE1, PHASE2",
    "last_updated": "2026-02-04",
    "study_start": "2025-11-19",
    "study_end": "2029-12-21",
    "enrollment": 223,
    "primary_outcome": "Phase 1: Number of Participants with Treatment-emergent Adverse Events (TEAEs)",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-10",
    "details": "TAK-188 is a new medicine that targets a protein called CCR8, which is found on the surface of certain cells (Tregs) inside tumors. These cells can weaken the body's ability to fight cancer. TAK-188 may help to remove these Tregs. Removing these Tregs may allow more cancer-fighting cells (CD8+ T cells) to attack the tumor and potentially stop tumors from growing.\n\nIn this study, researchers want to learn if TAK-188 can help the body's immune system better fight cancer in adults with advanced cancers which have not gotten better with regular treatments. The main aims of this study are to check if TAK-188 is safe in adults with advanced or spreading (metastatic) solid tumors, if participants tolerate the treatment with TAK-188 and to learn if TAK-188 works well in adults with certain advanced cancers after their previous treatments didn't work. Participants may receive TAK-188 for up to 1 year. Their health will be monitored after the treatment has ended for up to another year."
  },
  {
    "id": "NCT06657144",
    "name": "A Study of CHS-114 in Combination With Toripalimab and/or Other Treatments in Participants With Advanced Solid Tumors",
    "target": "CCR8",
    "sponsor": "Coherus Oncology, Inc.",
    "status": "RECRUITING",
    "conditions": "Metastatic Solid Tumor, Advanced Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2026-02-03",
    "study_start": "2025-04-01",
    "study_end": "2027-05",
    "enrollment": 154,
    "primary_outcome": "Number of Participants With Treatment-emergent Adverse Events (TEAEs)",
    "monitor_status": "Changed",
    "last_monitored_change": "2026-02-10",
    "details": "The main purpose of this study is to evaluate the safety and preliminary efficacy of CHS-114 in combination with toripalimab and/or other standard of care (SOC) compound(s) in participants with advanced or metastatic solid tumors."
  },
  {
    "id": "NCT05935098",
    "name": "BGB-A3055 Alone and in Combination With Tislelizumab in Participants With Solid Tumors",
    "target": "CCR8",
    "sponsor": "BeiGene",
    "status": "ACTIVE_NOT_RECRUITING",
    "conditions": "Advanced Solid Tumor, Metastatic Solid Tumor, Solid Tumor",
    "phases": "PHASE1",
    "last_updated": "2025-06-23",
    "study_start": "2023-08-21",
    "study_end": "2027-03-31",
    "enrollment": 263,
    "primary_outcome": "Phase 1a: Number of participants with adverse events (AEs)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study aims to evaluate how safe and well-tolerated the treatment is, how the body processes it, how it works on the tumors, and whether it shows early signs of fighting cancer in people with certain advanced or metastatic solid tumors.\n\nKey details of the study include:\n\n* The study is expected to last about 36 months.\n* Participants will receive treatment until they either no longer benefit from the treatment, experience side effects that are too severe, or choose to stop participating."
  },
  {
    "id": "NCT06620822",
    "name": "Efficacy of PD-1 Inhibitor Combination Therapy in Non-small Cell Lung Cancer Patients Who Have Not Achieved Major Pathologic Response After Neoadjuvant Immunotherapy: a Multicenter, Phase II Clinical Trial",
    "target": "CCR8",
    "sponsor": "Shanghai Pulmonary Hospital, Shanghai, China",
    "status": "NOT_YET_RECRUITING",
    "conditions": "Non Small Cell Lung Cancer",
    "phases": "PHASE2",
    "last_updated": "2024-09-28",
    "study_start": "2024-09-30",
    "study_end": "2027-09-30",
    "enrollment": 296,
    "primary_outcome": "2-year DFS rate",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This study explores the potential resistance problem in patients with low response rates after neoadjuvant ICIs treatment by addressing their potential resistance problems through an adjuvant immune combination regimen of ICIs, with the aim of providing a personalized choice of perioperative regimens for patients with early stage II-III resectable NSCLC, and to reduce the risk of postoperative recurrence and death in patients."
  },
  {
    "id": "NCT07226856",
    "name": "BMS-986340 in Combination With Nivolumab, Gemcitabine and Nab-paclitaxel for the Treatment of Metastatic and Recurrent Pancreatic Adenocarcinoma",
    "target": "CCR8",
    "sponsor": "Mayo Clinic",
    "status": "RECRUITING",
    "conditions": "Metastatic Pancreatic Adenocarcinoma, Recurrent Pancreatic Adenocarcinoma, Stage IV Pancreatic Cancer AJCC v8",
    "phases": "PHASE2",
    "last_updated": "2025-12-19",
    "study_start": "2025-12-12",
    "study_end": "2028-12-01",
    "enrollment": 43,
    "primary_outcome": "Incidence of significant adverse events (AEs) (Safety Run-in)",
    "monitor_status": "No Change",
    "last_monitored_change": "2026-02-05",
    "details": "This phase II trial tests the safety, side effects and best dose of BMS-986340 in combination with nivolumab, gemcitabine, and nab-paclitaxel and how well it works in treating patients with pancreatic adenocarcinoma that has spread from where it first started (primary site) to other places in the body (metastatic) or that has come back after a period of improvement (recurrent). BMS-986340 is a monoclonal antibody that may interfere with the ability of tumor cells to grow and spread. A monoclonal antibody is a type of protein that can bind to certain targets in the body, such as molecules that cause the body to make an immune response (antigens). Immunotherapy with monoclonal antibodies, such as nivolumab, may help the body's immune system attack the tumor, and may interfere with the ability of tumor cells to grow and spread. Gemcitabine is a chemotherapy drug that blocks the cells from making deoxyribonucleic acid and may kill tumor cells. Paclitaxel is in a class of medications called antimicrotubule agents. It stops tumor cells from growing and dividing and may kill them. Nab-paclitaxel is an albumin-stabilized nanoparticle formulation of paclitaxel which may have fewer side effects and work better than other forms of paclitaxel. Giving BMS-986340 in combination with nivolumab, gemcitabine, and nab-paclitaxel may be safe, tolerable, and/or effective in treating patients with metastatic or recurrent pancreatic adenocarcinoma."
  }
]